#version: 0.2
Ä ±
č Ċ
a n
i n
e r
d e
i r
Ã ¼
a r
Ä Ł
e n
o n
i s
u l
i l
l an
Ġ k
Å Ł
m e
Ã §
Ġ s
` `
ul lan
Ġ b
m a
Ġ v
o r
ullan Ä±
is t
c Ä±
Ã ¶
Ġ d
y a
Ä± n
ullanÄ± cÄ±
Ġ m
Ġ g
t h
K ullanÄ±cÄ±
l i
A s
ist an
As istan
Ä± r
Ġ t
Ġ h
l Ä±
y th
yth on
o de
i m
i t
Ġ e
a t
l a
Ġ n
Ġm ode
l ar
Ġ p
l e
Ġ a
`` `
Ġv e
Ġ o
Ġ Ġ
Ġ P
Ġ de
d ir
Ġ ya
u n
Ġ i
in t
Ġmode l
o k
u m
Ġb ir
d a
Ġ =
er i
e k
i z
a s
Ġ y
ĠP ython
r e
' d
b il
e l
a y
r o
ok en
Ã¼ k
ÅŁ t
Ġ Ã§
Ä±n Ä±
Ġ Ã¶
ÄŁ it
Ġn e
Ġ c
Ġo l
a h
Ġe ÄŁit
in i
Ġh at
p ython
e m
b er
r int
Ġ T
e s
Ġg Ã¶
Ġ C
Ġ B
Ġya p
ar k
bil ir
u r
de n
o s
a l
s t
l er
Ġ D
Ġ f
Ã¼ Ã§
ÄŁ r
Ġt oken
il e
ĠeÄŁit im
Ã¼ r
um ber
Ġde ÄŁ
t i
t e
a p
Ġ "
Ġ me
e c
ma lÄ±
Ġg e
a k
in d
Ã¼Ã§ Ã¼k
ah a
iz er
d Ä±
ĠĠ Ġ
d Ä±r
Ġi Ã§
Ġv er
lar Ä±
Ġp ro
Ġ l
in de
M ind
Ġk Ã¼Ã§Ã¼k
ark Mind
Ä± l
p rint
Ġd aha
Ġk on
Ġv eri
i ÅŁ
Ġhat a
e v
ĠB u
ĠiÃ§ in
i y
Ġpro j
k i
ÅŁt ir
ĠgÃ¶ st
u s
Ġ an
in e
ĠgÃ¶st er
ĠD arkMind
Ġ ile
Ġmodel in
Ġme t
r an
a m
d i
n umber
me k
ĠÃ¶ ÄŁr
ĠÃ¶ÄŁr en
Ġ Ã¼
Ġve ya
P U
c e
o d
Ġ G
ma k
ay Ä±
x t
y i
Ã¼ n
Ġmode li
" ,
a z
f or
ĠÃ§ a
( "
ĠgÃ¶ster ir
d an
s Ä±n
a me
u t
Ġ [
Ġya z
d u
Ġ in
ev ap
e t
i p
ĠÃ§a lÄ±
" )
Ġk ullanÄ±
a th
y Ä±
Ġd os
Ġge li
i dir
ÄŁ Ä±nÄ±
Ġs a
Ġ N
Ġgeli ÅŁtir
in g
ma s
or t
Ġdos ya
l eri
p o
Ġd o
Ä±n da
Ġe t
un u
for m
Ã¼ y
Ġtoken izer
c h
Ã§ e
li dir
Ġne dir
Ġne den
E r
r or
t ro
or d
Ġd il
Ġl ist
Ġkon tro
Er ror
Ġkontro l
w ord
Ġ z
me s
Ã¶ n
Ġp rint
ĠÃ¶ n
number s
D A
re t
du ÄŁ
po int
U DA
s a
t en
Ġc evap
Ġhat as
os s
di ÄŁ
h ec
k point
s form
ran sform
Ġdo ÄŁr
hec kpoint
ransform er
k Ã§e
Ġ ar
Ġg er
Ġi ÅŁ
ĠC UDA
ĠG PU
s e
Ġs on
Ġb a
dÄ± ÄŁÄ±nÄ±
e bilir
o un
Ġa ma
Ġproj es
B u
m in
la ma
Ġn umber
Ġp ar
oken izer
is in
ode l
Ã¼r kÃ§e
te xt
me l
Ġs ayÄ±
Ã¶ z
a b
o t
r a
Ġol duÄŁ
ĠT ransformer
ĠT Ã¼rkÃ§e
ĠÃ§alÄ± ÅŁ
( )
e y
e de
Ä± z
Ġk ullan
Ġd Ã¶n
as Ä±l
ti on
ĠdoÄŁr u
e ÄŁ
i g
m iÅŁ
Ġn asÄ±l
ĠdeÄŁ il
M odel
in in
Ġk ur
la bilir
Ġa y
ÅŁt Ä±r
ĠdeÄŁ er
l en
y an
Ġ 2
Ġol ma
ĠÃ¶n em
oun t
or um
Ġd Ã¼
le m
Ġmet n
i on
u y
Ġ H
Ġb o
or u
Ġm im
Ġan la
ĠÃ¼ ret
ten tion
Ġmim ar
i k
n ame
Ġt ek
Ġe d
Ġf or
malÄ± sÄ±n
Ġsa ÄŁ
Ġger ek
g e
Ġb il
Ġb Ã¼y
or ch
la s
Ġa l
Ġol ur
ĠgeliÅŁtir me
t ir
z er
Ä °
Ġk ar
Ġb ul
Ä±r lÄ±
Ġt em
Ġh es
Ġy ar
ĠT okenizer
mel isin
Ġmimar is
Ġhes ap
i f
v er
Ġ il
Ġ ÅŁ
Ä± k
Ġt ah
Ġde n
yÄ± m
word s
a bilir
u e
Ġ ort
en i
it em
Ġy er
ĠeÄŁitim i
Ġl oss
us al
Ġba ÅŁ
o l
Ġ 3
Ã¼ m
ul ar
me li
lar a
as Ä±nda
ĠgÃ¶ re
malÄ± yÄ±m
Ġmet in
f ig
p us
u z
Ġ 1
Ġ S
Ġs e
or pus
li k
Ġh Ä±z
at Ä±r
lar Ä±n
Ġproj e
ĠÃ¼ zer
Ġz ek
Ġort am
y le
an g
Ġs atÄ±r
Ġa ÄŁ
Ġc heckpoint
ĠeÄŁit il
iÅŁ k
v en
Ġ {
Ġ is
Ã¼ z
Ġk a
Ġt e
lÄ± y
ĠÃ§ ok
ĠÃ§ Ã¶z
ec eÄŁ
Ġhatas Ä±
ĠdÃ¼ ÅŁ
Ġzek a
" ]
l o
o p
p t
Ġ at
Ä± ÅŁ
on fig
Ġg en
el f
ay Ä±r
Ġol u
ĠgÃ¶ r
dÄ± m
ĠÃ¶ÄŁren me
ĠkullanÄ± lan
Ġpar Ã§
Ġkur ul
ĠÃ¼ret im
ĠÃ¼zer inde
a le
c ount
e li
o m
p er
Ġ en
Ã¼ re
il en
Ġs Ã¼re
Ġm i
Ġh az
Ġo k
ĠP ath
Ġyap ay
Ġf az
te d
ebilir im
Ġhaz Ä±r
Ġfaz la
Ġ K
Ġs Ä±
Ġyap Ä±
ĠH ayÄ±r
Ġtah min
) :
B ir
f Ä±r
n Ä±
p ort
t a
t ing
de ce
Ġk las
Ã¶ r
Ġd a
la m
Ġp ip
Ġo labilir
Ġi f
Ġi yi
Ġy eni
el ine
ĠÃ¶ r
ĠC PU
ĠB en
Ġyap malÄ±yÄ±m
al ue
Ġver is
Ġ[ "
Ġhatas Ä±nÄ±
Ġpip eline
f it
l Ã¼
z ber
Ġ A
Ġ re
Ġ mas
Ä± m
an lÄ±
il me
Ġs oru
Ġe zber
Ġp ath
Ġy ol
iy im
ĠkullanÄ± l
ĠN e
Ġar asÄ±nda
Ġmetn i
ver fit
eli me
ĠsÄ± fÄ±r
" :
T orch
t Ä±
y Torch
Ġ 5
Ġ int
Ä± dÄ±r
Ã¼ ven
Ġk ullanÄ±cÄ±
Ġs Ä±r
Ġb u
Ġn ame
Ġa lÄ±y
Ġmodel ler
Ġsa dece
ĠdÃ¶n Ã¼
Ġed er
ĠsaÄŁ lar
Ġbil g
Ġbul un
Ġmimaris i
ang i
ĠÃ§Ã¶z ebilirim
Ġgen el
Ġolu ÅŁt
Ġmas k
verfit ting
ĠsÄ±fÄ±r dan
ĠalÄ±y orum
) )
a usal
c or
e d
k an
Ġ 0
Ġ im
Ġ uz
Ġg Ã¼ven
Ġh angi
le me
ĠC heckpoint
Ġf ark
Ġme kan
Ġson ra
Ġay nÄ±
uy g
ĠbÃ¼y Ã¼k
Ġtem iz
ĠparÃ§ a
ĠsÃ¼re c
Ġklas Ã¶r
anlÄ± ÅŁ
ĠarasÄ±nda ki
ĠoluÅŁt ur
Ġim port
Ġmekan iz
L oss
g Ã¼
k s
r ar
y on
Ġk elime
Ġs ist
Ġb el
le ÅŁtir
ĠP yTorch
Ġy anlÄ±ÅŁ
Ġc onfig
malÄ± dÄ±r
Ġet melisin
mes i
diÄŁ ini
ĠiÅŁ lem
ĠdeÄŁil dir
Ġbo y
Ġtek rar
Ġgerek ir
Ä±rlÄ± k
item s
ĠaÄŁ Ä±rlÄ±k
Ġat tention
ĠÃ¶r n
Ġsist em
D arkMind
_ _
m o
s iz
t r
t Ä±r
w h
Ġ Model
en in
il er
Ġk od
Ġg it
la yan
Ġa k
Ġy Ã¼z
bil eceÄŁ
ur um
od er
Ġyaz dÄ±r
mas Ä±
mes ini
Ġse ti
Ġ{ "
ĠyÃ¼z den
A y
I D
O verfitting
a ge
c i
l u
o c
r ip
t er
v a
Ä± sa
Ġk ay
Ġb as
Ġd urum
Ġm Ä±
Ġh ede
Ġh ale
at ion
Ġc orpus
ler ini
Ã¼Ã§ lÃ¼
ti f
Ġge Ã§
ĠiÅŁ e
Ġama Ã§
ĠolduÄŁ unu
Ġyar ar
Ġyer ine
Ġte xt
Ġezber le
Ġboy ut
Ġak tif
Ġhede f
d Ã¼r
i b
k lÄ±
t ar
v e
y e
Ġ 4
Ġ Ã
Ġ Overfitting
an Ä±n
Ġk Ä±sa
Ġs Ã¶z
Ã¶ yle
Ġt op
at a
lar Ä±nÄ±
le c
Ġde f
mek tir
Ġlist e
diÄŁ i
Ġba ÄŁ
ĠhÄ±z lÄ±
ĠA t
ĠkullanÄ±l Ä±r
Ġuz un
ĠÃ¶rn ek
Ġbas it
< /
a ma
h ab
l Ã¼k
s ion
t s
Ġ '
Ġ Loss
er hab
il de
lan dÄ±r
Ġk es
me lidir
Ã§ ek
Ġs Ä±n
ma dÄ±ÄŁÄ±nÄ±
Ġg Ã¼Ã§lÃ¼
Ġt er
ĠĠ ĠĠ
Ġde st
Ġi ki
ek ilde
ĠC ausal
Ġtoken lara
Ã¼r Ã¼
Ġge tir
Ġver ilen
Ġkon u
Ġkon ular
Ġveri yi
iy or
Ġson u
Ġolma dÄ±ÄŁÄ±nÄ±
Ġhesap lama
ĠÅŁ ekilde
Ġok un
Ġfark lÄ±
wh ile
erhab a
ĠĠĠĠ ĠĠĠ
I A
V ID
h at
Ã ¢
Ġ r
ÅŁ e
Ġs et
Ġs elf
or ted
Ä±n a
Ġg Ã¼n
li b
Ġe k
Ġa z
un da
as yon
inde ki
Ġan da
ĠN VID
mas Ä±nÄ±
ĠÃ¶n ce
ede ki
ĠÃ¶nem lidir
Ġden ey
ĠdÃ¶nÃ¼ ÅŁt
cor e
Ay ÅŁe
ĠsÃ¶z lÃ¼k
ĠsÄ±n Ä±rlÄ±
ĠNVID IA
b ed
c u
d ing
g el
p os
p ath
s Ä±
v am
Ġ +
Ġ >
Ġ V
il eri
Ġb ek
Ġv oc
Ġh er
Ġn ot
lar ak
Ġa d
Ġa dÄ±m
Ġo da
Ġo larak
Ġde vam
Ġbir leÅŁtir
ah tar
Ä±l Ä±r
ĠÃ§alÄ± ÅŁtÄ±r
Ġlist edeki
Ġger Ã§ek
Ġprojes idir
ĠÃ¶nem li
ĠbÃ¼y Ã¼
Ġyar dÄ±m
Ġil iÅŁk
Ġis e
ĠgÃ¼ven li
Ġbel ir
bileceÄŁ i
Ġkay de
ĠAt tention
Ġkes in
Ġdest ek
Ġaz al
ĠdÃ¶nÃ¼ÅŁt Ã¼r
bed ding
Ġvoc ab
Ġoda klÄ±
a la
c el
d ar
e x
l y
m Ä±ÅŁ
s on
s Ä±nÄ±
t Ã¼
u p
v ran
v alue
w er
y la
Å ŀ
Ġ ret
Ġ Ä°
ĸ n
an a
er in
Ġk Ã¶
Ġs Ã¶yle
ma ya
Ġv ar
Ġd iz
Ġd uyg
Ġt an
Ġe lem
at e
Ġde mo
ro m
Ä±nÄ± f
em iz
ĠC hat
ur n
ĠdeÄŁ iÅŁk
Ä±l dÄ±ÄŁÄ±nÄ±
ce pt
Ġet meli
Ġprojes iyim
Ġolma yan
Ġgerek siz
Ġka dar
Ġda vran
lec ek
Ġazal t
Ġret urn
M erhaba
O N
P T
b et
c rip
e me
f rom
h bet
k Ã¼
k en
n ak
o hbet
Ġ inde
Ġ uy
Ä± ÅŁtÄ±r
an al
ÄŁ er
on ks
Ġk om
me m
Ġs ay
Ġs ohbet
ma t
li d
Ġt ip
lar da
Ġp er
Ġp ak
Ġa ÅŁ
Ġmodel den
el se
ĠÃ§ Ä±k
Ġhat ayÄ±
ĠD aha
Ġtoken larÄ±
ĠdeÄŁ iÅŁ
Ġge lecek
Ä±l mÄ±ÅŁ
iy on
ĠG it
mak tÄ±r
Ã¼n kÃ¼
et er
Ġdosya larÄ±
Ġcevap lar
Ġar a
Ġprojes inde
ĠdÃ¶n gÃ¼
len ir
Ġolma ya
ount er
Ġanla ya
lik le
ĠhÄ±z landÄ±r
ĠsatÄ±r larÄ±
Ġen gel
Ġveris ini
Ġpath lib
ĠparÃ§a lara
ĠgeÃ§ miÅŁ
ĠyardÄ±m cÄ±
ĠiliÅŁk ileri
Ġkayde d
ĸn ce
Ġelem an
onks iyon
Ġkom ut
" }
0 0
C evap
J S
S oru
c a
i d
m bedding
n ot
s in
s il
s elf
v eri
Ġ 8
Ġ 9
Ġ I
Ġ item
Ġ Åŀ
Ġ JS
ĩ Ã¼nkÃ¼
ar ak
Ġb ile
Ġt orch
Ġa Ã§
Ġya k
Ġy Ã¶n
ĠÃ§ ev
es ini
ĠC orpus
ĠB ilme
Ġf onksiyon
Ġtoken lar
ĠdeÄŁ eri
Ġan ahtar
ĠÃ¶ÄŁren ir
ayÄ± f
Ã¼n Ã¼
az en
Ġin s
Ġz ayÄ±f
min al
Ġnumber s
ot al
ĠsaÄŁ layan
Ġal t
Ġtem sil
ĠdÃ¼ÅŁ Ã¼k
per son
Ġyol unu
ib i
Ġuzun lu
Ġad Ä±nÄ±
ex cept
ĠdÃ¶ngÃ¼ s
Ġanlaya bileceÄŁi
ĠÅŀ u
ĠJS ON
ĠBilme diÄŁ
a de
l k
l in
l Ã§
r am
t xt
t okenizer
u k
u den
z el
Ġ F
Ġ while
de f
ÄŁ u
en d
on ly
Ġk im
Ġs Ã¼r
Ġs core
Ġb it
Ġb ak
ma dan
Ġg el
Ġg ibi
le an
Ġa dÄ±
Ġi z
um u
da ki
Ġy Ã¼k
Ġy orum
el er
ĠÃ¶ lÃ§
Ġc om
Ġyap masÄ±nÄ±
ler inde
Ġme sa
Ġver im
Ġl en
am an
ĠÃ¶ÄŁren mesini
sÄ±n da
Ġlist enin
Ġz aman
mes idir
ra in
ĠolduÄŁ umu
ĠÃ§alÄ±ÅŁ Ä±ldÄ±ÄŁÄ±nÄ±
Ġkullan malÄ±sÄ±n
Ġanla mak
Ä° lk
Ġmimaris idir
if t
Ġil er
eceÄŁ ini
ĠdÃ¼ÅŁ mesi
ĠgÃ¶r mesini
Ġok u
Ġbilg iler
Ġbulun madÄ±ÄŁÄ±nÄ±
Ġmekaniz masÄ±
oder n
Ġdurum da
Ġkonular da
Ġokun abilir
Ġtan Ä±m
Ġengel ler
ĠaÃ§ Ä±k
uden ts
Ġmesa j
= "
F oun
G PT
H u
N ot
P ython
] )
a d
a va
c od
d Error
e ti
e ig
f r
h t
m ini
n Ä±n
p e
s orted
t re
u it
u re
y en
y iyim
z en
Ġ E
Ġ word
Ġ __
in ir
ir st
ir gÃ¼
ar a
ar f
en s
en dir
on d
il miÅŁ
lan Ä±r
Ġk at
Ġk al
ÅŁ endir
Ġs iz
Ġs Ä±nÄ±f
Ġs crip
Ġs anal
Ġs inir
ma yÄ±
Ġv irgÃ¼
Ġd i
Ġd ik
Ġm odern
Ġg ir
li t
Ġt ut
Ġh arf
Ġe mbedding
at ure
Ġde mek
Ġ= =
ÅŁt Ä±
ĠÃ§ ift
ĠÃ¶ zel
ĠT emiz
Ġyap ar
ark en
st udents
ler de
ĠD ata
ti v
ec t
ec ond
dÄ± ÄŁ
mek te
ĠÃ¶ÄŁren en
yi p
Ã¼n de
ut f
ĠÃ§alÄ± ÅŁtÄ±
ĠN o
ĠgeliÅŁtir il
Ġdosya dÄ±r
Ġama cÄ±
Ġpar ale
ĠolduÄŁ u
ĠÃ§alÄ±ÅŁ abilir
ÅŁtÄ±r ma
ĠdÃ¼ zen
Ġbo z
Ġbo ÅŁ
Ġal mak
Ġhesap la
Ġtah mini
Ġden eme
larÄ±n Ä±n
ĠeÄŁitil miÅŁ
Ġte mel
Ġkurul u
Ġkurul an
per ature
ĠK Ã¼Ã§Ã¼k
ĠyapÄ± labilir
ĠsÄ±r asÄ±nda
ĠsÄ±r ala
Ġbulun duÄŁ
ĠsÃ¼rec idir
ĠklasÃ¶r de
Ġmekaniz ma
Ġkelime leri
ĠiÅŁlem lerini
Ġtekrar larÄ±
ĠaÄŁÄ±rlÄ±k larÄ±nÄ±n
ĠamaÃ§ lÄ±
Ġezberle yip
Ġboyut u
ĠÃ ĸnce
Ġter minal
Ã¼rÃ¼ l
Ġkonu ÅŁ
Ġhesaplama larda
ĠgÃ¼n cel
pos it
ĠÄ° yiyim
ĠkÃ¶ k
Ġinde x
Ġpak et
Ġkayded il
Ġbile ÅŁendir
ĠBilmediÄŁ im
Ġbit miÅŁ
Foun dError
Hu b
Not FoundError
cod ing
eig ht
fr uit
Ġsiz e
ĠvirgÃ¼ l
Ġparale l
Ġterminal de
fruit s
A li
c ak
c las
d er
d ur
d iy
k a
k in
k at
l Ã¢
m an
n de
n ik
p ut
p Ä±dÄ±r
s en
s Ä±z
t em
t Ã¼y
t otal
x Error
y or
y im
y pe
Ġ %
Ġ *
Ġ 6
Ġ R
Ġ words
an s
ul a
lan g
Ġk o
Ġk end
ÅŁ Ä±
Ġs or
ma malÄ±yÄ±m
or y
or ma
ya pÄ±dÄ±r
Ä±n dan
Ġm an
Ġg Ã¼rÃ¼l
Ġh is
Ġh am
Ġh Ã¢
lÄ± m
lÄ± p
im izer
Ġmodel ini
Ġbir i
eri ÅŁ
as e
Ġy eter
ay Ã¼z
ÄŁit im
es t
ĠC ounter
Ġyap arken
ark lo
ler in
Ġtoken Ä±
ĠeÄŁitim de
ak ter
Ġver eceÄŁini
iy le
iy orum
ĠgÃ¶ster mesidir
Ġmet od
az Ä±
ĠgeliÅŁtir mek
Ġet me
form ans
Ã¼y or
ĠdoÄŁr ula
Ġar ayÃ¼z
ĠsayÄ± larÄ±
ĠsayÄ± sÄ±nÄ±
ĠÃ§alÄ±ÅŁ an
() )
Ġkullan mak
Ġay r
Ġay Ä±r
ĠdeÄŁer dir
ĠdeÄŁer lidir
yan Ä±n
Ġmetn in
Ġmetn idir
Ġkar akter
Ġyer el
Ġ3 0
Ã¼m Ã¼
Ġproje dir
Ġortam Ä±
ĠaÄŁ Ä±
pt imizer
count er
alue Error
ilme lidir
Ġsoru p
Ġgenel likle
Ġtemiz leme
ĠoluÅŁtur ma
__ (
tr y
Ġseti dir
ĠÃ ĩÃ¼nkÃ¼
Ġtop lama
ĠbaÄŁ lama
ĠÃ¶rnek lerde
Ġgetir me
Ġek ran
Ġ+ =
Ġ> =
ĠV alueError
Ġbek lenir
ĠbirleÅŁtir ilmiÅŁ
Ġdestek li
ĠdÃ¶nÃ¼ÅŁtÃ¼r en
ĠsÃ¶yle mek
ĠdeÄŁiÅŁk en
Ġdavran Ä±ÅŁtÄ±r
Ġazalt Ä±lmÄ±ÅŁ
Ġuy um
Ġper formans
ĠaÅŁ ama
ĠGit Hub
Ġara ÅŁtÄ±rma
ĠhÄ±zlandÄ±r mak
not lar
Ġ9 5
Ġalt yapÄ±dÄ±r
Ġuzunlu ÄŁ
Ġkim sin
ĠÃ¶lÃ§ en
Ġverim lidir
Ġbilgiler inin
ĠmekanizmasÄ± yla
Ġdik kat
mekte dir
Ġboz uk
Ġdeneme ler
Ġmekanizma dÄ±r
ĠkonuÅŁ mamalÄ±yÄ±m
Ġkaydedil diÄŁi
clas s
tÃ¼y Ã¼
ĠgÃ¼rÃ¼l tÃ¼yÃ¼
ĠhÃ¢ lÃ¢
arklo ve
ĠarayÃ¼z dÃ¼r
) ,
B azen
a i
a ÅŁ
a ya
a bil
c k
c t
c lean
e ÅŁ
e bil
f irst
l at
m is
m ind
m pt
m iyor
n ta
r i
s uz
t an
t asyon
u te
u age
y nta
Ġ .
Ġ 7
Ġ on
Ġ ist
Ġ ran
Ġ eriÅŁ
an te
an tasyon
in it
de bilir
ar Ä±
ÄŁ ini
en v
en coding
on g
is mat
ul e
il ir
il ab
il diÄŁini
Ġk ey
ÅŁ Ã¼mÃ¼
me yen
Ġs um
Ġs ak
Ġb lo
Ġv env
Ġd ok
Ä±n Ä±n
Ġm ismat
Ä±r nak
Ġt as
Ġt Ä±rnak
Ġe x
at ch
la ÅŁtÄ±r
Ġn orma
Ġa lÄ±p
Ġo ptimizer
Ġde c
int i
Ġmodel leri
re ad
ĠÃ§ eÅŁ
Ġc Ã¼m
ĠB ir
ark mind
st rip
ĠD os
ĠD eÄŁ
Ġf ik
ĠdeÄŁ i
ec ted
ak at
ĠiÃ§ indeki
Ġver ebil
Ġpro mpt
Ä±l dÄ±
Ġveri yle
us er
od ule
Ġin va
Ġlist esini
Ġprojes inin
Ġpar ante
Ġkullan malÄ±
len dir
Ġanla ÅŁ
Ġed ilmelidir
Ġkar ÅŁÄ±
ĠÅŁ u
ĠÅŁ ey
ĠbaÅŁ ka
Ã¼m antasyon
ĠS en
ĠS ana
Ġse Ã§
ĠeÄŁitil di
ven v
lo wer
ĠgÃ¶r me
ĠgÃ¶r Ã¼n
Ġkurul um
ĠÃ¼retim i
count s
ĠkullanÄ±cÄ± dan
ĠkullanÄ±cÄ± nÄ±n
ĠdÃ¶nÃ¼ ÅŁÃ¼mÃ¼
cor es
Ġgerekir se
tr ib
ĠÃ¶rnek leri
Ġsonu Ã§
Ġsonu cu
cu da
ĠbÃ¼yÃ¼ d
ĠdÃ¶nÃ¼ÅŁtÃ¼r Ã¼r
Ġdiz in
Ġtip ini
Ġ8 0
ĠÃ§ev ir
Ġins anÄ±n
lin es
Ġiz n
ava ilab
Ġkat man
Ġdi ÄŁer
Ġgir inti
ĠbulunduÄŁ unu
ĠuzunluÄŁ unu
Ġdikkat li
mis sion
Ġran ge
Ġdok Ã¼mantasyon
Ġmismat ch
ĠÃ§eÅŁ it
ĠcÃ¼m le
Ġinva lid
Ġparante z
ĠkarÅŁÄ± laÅŁtÄ±r
trib ute
availab le
A ma
D ec
D uyg
K od
Y ap
a ber
a lid
b ase
g s
g ram
h ti
i ci
i ve
k od
l n
m it
m odel
o z
o wer
o ÄŁu
o tiv
p re
p lit
q u
r y
r ak
s core
s plit
t ge
u ÅŁ
v ar
Ġ -
Ġ /
Ġ M
Ġ un
Ġ ("
Ä± lÄ±m
in den
er ek
er ate
Ã¼ le
on ra
me melidir
Ġs ah
Ġs ev
Ġs Ä±k
Ġb en
Ġb azÄ±
Ġv ade
Ġd erin
Ġd arkmind
Ġm us
Ġm isin
li z
li te
Ġt ak
Ġt up
Ġt rain
Ġt ara
Ġt ry
Ġh aya
lÄ± k
it if
Ġe min
la y
la ÅŁ
Ġn ok
Ġya ln
Ġi hti
as tge
ĠÃ§ oÄŁu
Ġc id
Ġol malÄ±
Ġol malÄ±dÄ±r
es i
Ġyap mayÄ±
al se
ĠD il
Ġf il
Ġf akat
ile NotFoundError
Ġver ir
Ġver iler
Ġpro gram
Ġkon um
iy e
Ġproj eler
Ġan lama
ine d
Ġyaz Ä±lÄ±m
Ġdosya da
Ġdosya sÄ±
Ġdo ÄŁ
Ġet mek
Ã¼y le
Ġkontrol Ã¼
Ġpar ame
ĠsayÄ± yÄ±
ĠÃ§alÄ±ÅŁ ma
ĠÃ§alÄ±ÅŁ Ä±r
() :
ey Error
Ġay ar
ĠdeÄŁer leri
ĠdeÄŁer lerini
Ġ2 0
ĠH er
Ġanla m
Ġtek nik
Ġfor mat
Ġal Ä±n
Ġkar ar
Ġkar tÄ±
Ġhesap lanÄ±r
ver sion
Ġil k
ular da
Ġmetin leri
ĠeÄŁitil mem
Ġis im
ĠparÃ§ as
ĠK eyError
tÄ± ÄŁÄ±nÄ±
Ġmodeller inde
Ġbilg is
ĠsÃ¼rec ini
ĠaÄŁÄ±rlÄ±k larÄ±
ĠModel in
Ġdurum u
ĠmÄ± sÄ±n
ĠamaÃ§ lar
Ġtop lam
Ġter s
Ġkonu da
Ġr astge
Ġek le
ĠV eri
ĠbÃ¼yÃ¼ t
Ġbelir t
Ġduyg usal
Ġsay ede
ĠÃ§Ä±k ar
ĠdÃ¶ngÃ¼s Ã¼
ĠF ileNotFoundError
ĠsÃ¼r Ã¼m
Ġyorum lan
Ġcom mit
Ġiler le
ĠtanÄ±m la
Ġharf e
Ġyapar sÄ±n
ĠÃ§alÄ±ÅŁtÄ± ÄŁÄ±nÄ±
ĠgeliÅŁtiril iyorum
ĠÃ§alÄ±ÅŁabilir im
ĠdÃ¼zen li
Ġsor ularda
Ġman tÄ±ÄŁÄ±nÄ±
Ġyeter li
Ġayr Ä±
Ġyerel de
ĠÃ§eÅŁit li
Duyg usal
Yap ay
alid ation
oz itif
otiv asyon
rak i
Ġsah ip
Ġsev iy
Ġvade li
Ġmus un
Ġtup le
Ġtara f
Ġnok ta
Ġyaln Ä±z
Ġihti ya
Ġrastge le
1 0
L e
S h
[ "
a lÄ±
b ir
b da
c Ã¼
c evap
c om
f o
g en
h en
l ong
m ut
n e
n ing
n der
p as
r ile
r ue
s an
s ul
s econd
t ransformer
t op
u de
v ram
w id
Ġ <
Ġ Ã¼r
Ä± Ã§
an Ä±r
in ci
in put
er e
er ation
ir se
Ã¼ ÄŁ
ar mut
ar ning
ÄŁ inde
en t
on e
is k
ÅŁ kin
me t
me z
Ã§ a
Ġs u
Ġs en
Ġs econd
Ġb Ã¶
Ġb ran
Ġb azen
ma x
ma sÄ±n
ma malÄ±dÄ±r
Ġv alidation
Ġm otivasyon
Ġg eri
Ġt est
Ġh as
lÄ± ÄŁ
im i
it ude
Ġe debilir
la bileceÄŁ
Ġmode le
lar dan
lar Ä±nda
Ġp ython
Ġp us
Ġa lan
Ġo lan
Ġo verfitting
Ġo labileceÄŁ
un un
un dan
Ġbir idir
re eter
el l
ro du
Ã¼k Ã§e
Ġne s
Ġc ausal
Ġc ounter
Ġol mak
ĠT ype
ĠgÃ¶ nder
bilir im
st r
ler inin
ĠD arklove
ti me
Ġ" ))
Ġge t
ĠiÃ§ inde
Ġver ebilirim
ev ens
us unu
Ġan a
ĠÃ¼ re
Ã¼n den
Ã¼n tÃ¼
Ġmodeli yim
sÄ±n Ä±n
Ġin it
et in
ĠkullanÄ± lÄ±y
Ġdos yanÄ±n
ĠN one
ĠgeliÅŁtir ici
Ġdosya sÄ±nda
ĠiÅŁ ler
Ġson raki
Ġprojes i
text s
ĠsayÄ± sÄ±
ĠolduÄŁ unda
ĠolduÄŁ undan
ĠÃ§alÄ±ÅŁ maktÄ±r
ĠdÃ¶n Ã¼yor
ĠdoÄŁru dan
Ġkur alÄ±
ĠÃ¼ret ir
ik lik
Ġbil iyor
Ġbil miyor
Ġolur sa
Ä° yi
Ġkar Ä±ÅŁ
ĠbaÅŁ lang
ĠbaÅŁ arÄ±
ular y
Ġse lam
Ġortam Ä±n
Ġortam da
ang le
Ġka lite
Ġka vram
Ġgen eration
ĠK od
ta gs
lam bda
Ġif ade
Ġyeni den
ĠÃ¶r Ã¼ntÃ¼
Ġre mo
Ġre posit
ilme ye
Ġeder ek
Ġgenel leme
Ġuz ak
ĠgÃ¼ven lik
Ġkelime ler
Ġsistem i
Ġkay nak
Ġhedef i
Ġhedef li
Ġliste yi
ĠbaÄŁ lam
ĠbaÄŁ Ä±m
Ġkonular Ä±nda
Ġr ate
Ġr isk
Ġdeney ler
ĠsÃ¶zlÃ¼k te
pos u
ĠadÄ±m lar
Ġdevam Ä±nÄ±
ĠÃ§alÄ±ÅŁtÄ±r Ä±l
ĠgerÃ§ek ten
Ġbelir li
Ġbelir ler
Ġvocab ulary
ĠkÃ¶ tÃ¼
ĠdeÄŁiÅŁk eni
Ġdavran Ä±ÅŁ
Ġazalt abilir
ĠÃ§Ä±k tÄ±
ĠdeÄŁiÅŁ iklik
ĠI nde
Ġyak ala
Ġyak laÅŁ
ĠyÃ¶n tem
ĠÃ§ev rile
Ġins an
ĠF alse
ĠyÃ¼k len
Ġyorum la
Ġcom pre
Ġmesaj larÄ±
eti ÅŁkin
tre le
ĠE ÄŁitim
ens or
Ġkal dÄ±r
Ġscrip t
ĠÃ¶zel lik
dÄ±ÄŁ Ä±nda
posit ive
Ġkend ini
Ġetme ye
Ġuyum suz
ĠaÅŁama sÄ±nda
ri ce
Ġtas ar
Ġdec oder
ĠanlaÅŁ Ä±lÄ±r
ĠgÃ¶rme diÄŁini
ĠgÃ¶rÃ¼n Ã¼r
ĠbÃ¼yÃ¼d Ã¼kÃ§e
ower Sh
Ġben zer
Ġcid di
Ġfil trele
Ġformat Ä±na
ĠparÃ§as Ä±dÄ±r
Ġseviy es
Ġihtiya cÄ±
Le arning
hen sion
sul t
wid th
Ġbran ch
masÄ±n a
Ġpus h
ĠolabileceÄŁ ini
rodu ct
ĠType Error
ĠkullanÄ±lÄ±y or
ĠkarÄ±ÅŁ Ä±k
ĠbaÅŁlang Ä±Ã§
Ġremo te
Ġreposit ory
ĠdeÄŁiÅŁiklik leri
ĠInde xError
ĠyaklaÅŁ Ä±m
Ġcompre hension
owerSh ell
) ]
1 2
A c
A n
A da
B atch
D en
D arklove
E ÄŁitim
G it
H ata
K Ã¼Ã§Ã¼k
L ist
L ang
M etin
S crip
S onra
T okenizer
W ind
\ .
a lama
b j
b lem
c it
c ut
c onfig
e Ã§
e yi
e lam
f es
g Ä±n
g Ã¼n
i ed
i var
j ected
k Ä±nda
l me
l ok
m W
m en
m uz
m port
n den
n ec
n ede
n enin
n ahtar
o j
o w
p a
p s
p ret
p orted
p ected
s i
s ini
s al
s ki
s ayÄ±
s et
s up
s Ã¼nÃ¼
s cores
t ek
t Ã¼r
t orch
t ation
t emiz
v cut
w ar
w eight
y s
y ile
y ebilir
y gÄ±n
} ")
Ã ĩ
Ã ĸnce
Ã ĩÃ¼nkÃ¼
Ġ or
Ġ li
Ġ mak
Ġ uyg
Ġ wh
Ġ ID
Ġ Merhaba
Ġ Wind
Ä± lan
an d
an iy
an not
in y
er y
er lerin
er mission
er pret
ir ect
ir diy
ar et
ÄŁ Ä±r
en en
on nec
is ini
ul l
lan dÄ±
lan madÄ±ÄŁÄ±nÄ±
Ġk Ã¼
Ġk or
Ġk ayÄ±
Ġk az
Ġk oru
ÅŁ ebilir
me yi
Ġs las
Ġs ta
Ġs tr
Ġs Ã¼rÃ¼
Ġs orted
Ġs ynta
Ġs cores
Ġs ys
Ġs aniy
Ġb atch
ma larÄ±
Ġv alue
cÄ± sÄ±nÄ±n
Ã¶ re
Ġd ay
Ġd irect
Ġm u
Ġm in
Ġm idir
Ġm odule
Ä±r Ä±
Ġt a
Ġt ama
Ġt Ã¼rÃ¼
Ġt otal
Ġt ype
Ġt aÅŁ
Ġt ensor
Ġh ak
lÄ± klÄ±
ode Error
it ion
Ġe ski
at al
at anÄ±n
Ġn o
lar la
Ġp y
Ġp ozitif
Ġp ull
le yi
le diÄŁini
Ġo f
Ġo ut
Ġo per
Ġo bj
ĠP owerShell
ĠP ermission
Ġde po
Ġde mektir
Ġde posu
Ġya va
Ġya ygÄ±n
un a
un time
Ġi yile
Ġbir lik
Ġy ok
re et
re sult
el ma
ÅŁt i
ĠÃ§ ak
Ġc ivar
Ġc annot
Ġc onnec
ĠeÄŁit meli
em bedding
ĠT ek
ĠT rue
es nenin
ĠC onfig
ĠB Ã¶yle
ĠB lok
Ġyap malÄ±
Ġyap Ä±l
Ġyap malÄ±sÄ±n
Ġyap tÄ±
Ġyap ama
Ġyap Ä±lÄ±r
Ġyap Ä±lmÄ±ÅŁ
den ted
os ition
st an
ĠD ec
ĠD erin
Ġf ile
Ġf lo
Ġf atal
ÄŁr Ä±lan
ĠeÄŁitim lerinde
Ã¼r asyon
Ġ" )
Ġme vcut
ĠiÃ§ er
Ġver en
Ġver mek
Ġver ebilir
Ġver ildiÄŁini
larÄ± m
Ġpro blem
inde x
ĠkÃ¼Ã§Ã¼k tÃ¼r
Ġkon fig
Ġveri ye
iÅŁ ki
Ġhata larÄ±
Ġhata lardan
ev ab
ĠiÃ§in e
ÅŁtir diy
ĠgÃ¶ster diÄŁi
Ġmodelin in
Ġmet indeki
ĠÃ¶ÄŁren ebilir
ĠÃ¶ÄŁren mesi
ĠÃ¶ÄŁren erek
ĠG PT
ĠG irdiy
ĠÃ§a ÄŁÄ±r
ĠÃ§a ÄŁrÄ±lan
ame Error
Ġyaz ma
Ġyaz mak
Ġyaz malÄ±sÄ±n
Ġyaz abilir
Ġyaz Ä±m
du al
Ġin put
Ġin dented
") .
ĠkullanÄ± r
ĠkullanÄ± labilir
yÄ± cÄ±sÄ±nÄ±n
ĠN aber
ĠN esnenin
ĠN ameError
mas Ä±dÄ±r
Ġdosya sÄ±nÄ±
leri yle
mes ine
Ġar tÄ±r
ĠiÅŁ aret
se d
Ġson daki
isin in
ĠsayÄ± ya
ĠsayÄ± larÄ±n
() ]
Ġkullan an
Ġkullan abilir
Ġkullan madan
Ġkullan dÄ±ÄŁ
ĠdÃ¶n dÃ¼r
eÄŁ i
Ġkur malÄ±sÄ±n
len en
len melidir
Ġ2 5
ĠH atanÄ±n
Ġanla malÄ±
Ġed ilen
Ġed ildiÄŁini
ĠgeliÅŁtirme yi
Ġkar esini
Ġtem perature
if re
ver age
Ġil iÅŁki
Ġden ied
Ġyer den
ĠbaÅŁ lam
ĠbaÅŁ Ä±na
ol oj
ĠgÃ¶re li
Ġ1 0
ĠS Ä±nÄ±f
ĠS anal
ĠS ynta
ĠS elam
larÄ±n a
larÄ±n dan
Ġortam Ä±nÄ±
Ġortam Ä±nda
ĠsatÄ±r daki
ĠsatÄ±r Ä±ndan
ĠeÄŁitil ir
ĠeÄŁitil diÄŁi
iÅŁk eni
Ġis min
ĠÃ§Ã¶z melisin
"] )
Ġat tribute
Ä±ÅŁ malarÄ±
Ġolu p
ĠÃ¶ÄŁrenme yi
ĠÃ¼retim de
ĠPath lib
ĠyapÄ± lan
ĠyapÄ± sÄ±
Ġklas Ã¶re
Ġveris ine
ĠA nahtar
Ġre base
Ġre jected
Ġyol larÄ±
Ġyol larÄ±n
ĠkullanÄ±l madan
Ġ5 0
Ġint erpret
ĠkullanÄ±cÄ± yÄ±
Ġname d
Ġmodeller in
Ġbilg iye
ĠsÃ¼rec inin
ĠklasÃ¶r Ã¼
ĠklasÃ¶r Ã¼nÃ¼
ĠoluÅŁtur malÄ±
ks i
ks ine
yon el
Ġbel le
leÅŁtir melisin
ĠiÅŁlem i
ĠÃ¶rn eÄŁi
Ġsistem ler
Ġkod unda
Ġgit meli
Ay nÄ±
ter al
Ġezberle miÅŁ
Ġezberle mesi
Ġboyut larÄ±nÄ±
Ġboyut unun
Ġaktif leÅŁtirmelisin
Ġhedef ler
Ġ4 0
Ġdef ined
Ġliste den
ĠAt tribute
Ġgetir melisin
iyor sa
Ġsonu c
Ġokun mak
Ġokun maya
Ġset ini
Ġdeney in
Ġbek lediÄŁini
Ġbek lenen
Ġnot larÄ±
ĠbirleÅŁtir melisin
ĠÃ§alÄ±ÅŁtÄ±r Ä±ldÄ±ÄŁÄ±nÄ±
Ġdestek leyi
up per
ĠÄ° nde
Ġvar sayÄ±
Ġduyg ular
Ġtan Ä±
ĠChat GPT
Ġinde ksine
Ġuy uÅŁ
Ġsay Ä±nÄ±n
Ġtip leriyle
Ġper mission
Ġpak eti
Ġgelecek tek
Ġolmaya bilir
Ġeleman larÄ±nÄ±
Ġkomut un
Ġkomut larÄ±n
00 0
ĠI mport
ĠI nden
ĠyÃ¶n lendir
Ġtokenlar la
Ġanahtar Ä±
Ġanahtar Ä±n
ĠJSON Dec
ĠsÃ¼r en
Ġbak malÄ±sÄ±n
Ġbak arak
ĠyÃ¼k s
ĠtanÄ±m lanmadÄ±ÄŁÄ±nÄ±
GPT Lang
ĠE ÄŁer
Ġscrip ti
Ġtut ul
ĠÃ§ift ini
tiv ate
ĠkÃ¶k Ã¼nden
Ġpaket inin
Ġpaket lerin
ĠvirgÃ¼l leri
kin ci
tem perature
ĠR untime
lang uage
Ġhis se
Ġmetod un
ĠdoÄŁrula malÄ±
ĠdoÄŁrula malÄ±sÄ±n
Ġkarakter lerinin
ĠdeÄŁiÅŁken inin
uage Model
Ġ. \.
Ġist enen
ĠeriÅŁ im
ĠeriÅŁ ilmeye
Ġblo ck
Ġex pected
Ġnorma l
Ġnorma liz
ĠDos ya
ĠDos yanÄ±n
ĠDeÄŁ erlerin
ĠDeÄŁ iÅŁkeni
Ġfik r
ĠdeÄŁi ÅŁtirdiy
odule NotFoundError
ĠeÄŁitildi kÃ§e
Ġkurulum unu
Ġdizin ini
Ġdizin ine
Ġizn i
Ġizn inin
ĠkarÅŁÄ±laÅŁtÄ±r malÄ±sÄ±n
qu ar
Ġ- -
ĠM oduleNotFoundError
Ġun sup
Ã¼le bilir
Ġtak ip
Ġhaya t
Ġveriler den
Ġprogram da
Ġkonum da
Ġprojeler inde
Ġanlama yÄ±
ĠdoÄŁ al
Ġparame tre
Ġayar Ä±nÄ±
ĠalÄ±n Ä±r
Ġisim le
Ġdurumu dur
Ġbelirt ilen
Ġyorumlan dÄ±ÄŁÄ±nÄ±
Ġcommit ler
cÃ¼ sÃ¼nÃ¼
gen erate
ĠÃ¼r Ã¼n
Ġsu ch
ĠbÃ¶ lme
lÄ±ÄŁ a
Ġnes nede
ĠÃ¼re te
ĠiÅŁler ken
Ġkalite li
Ġkaynak larÄ±
ĠbaÄŁÄ±m lÄ±
Ġdeneyler le
ĠÃ§evrile meyen
Ġyorumla yÄ±cÄ±sÄ±nÄ±n
ĠkaldÄ±r malÄ±sÄ±n
Ġseviyes iyle
Ac tivate
An cak
Ada mW
Den ey
List e
Scrip ts
cit y
fes yonel
ow s
tation Error
war d
Ġli teral
Ġuyg un
Ġwh ere
ĠWind ows
Ġkoru masÄ±
Ġslas h
Ġsta bil
ĠsÃ¼rÃ¼ cÃ¼sÃ¼nÃ¼
Ġsynta x
Ġday anÄ±r
Ġdirect ory
ĠtÃ¼rÃ¼ dÃ¼r
Ġhak kÄ±nda
Ġoper and
Ġobj ect
ĠPermission Error
Ġdepo da
Ġyava ÅŁ
Ġbirlik te
ĠÃ§ak Ä±ÅŁmalarÄ±
Ġcivar Ä±nda
Ġconnec tion
ĠyapÄ±l maya
ĠDec oder
Ġflo at
Ġkonfig Ã¼rasyon
ĠGirdiy i
ĠÃ§aÄŁÄ±r malÄ±sÄ±n
ĠiÅŁaret lerini
ĠkullandÄ±ÄŁ Ä±n
ĠSynta xError
Ġinterpret er
ĠAttribute Error
Ġdestekleyi ci
ĠÄ°nde ksi
ĠvarsayÄ± lan
ĠuyuÅŁ madÄ±ÄŁÄ±nÄ±
Ġgelecektek i
ĠImport Error
ĠInden tationError
ĠJSONDec odeError
GPTLang uageModel
ĠRuntime Error
Ġnormaliz ation
ĠdeÄŁiÅŁtirdiy sen
Ġunsup ported
" {
0 1
4 1
6 0
A t
B lo
C an
C PU
C UDA
D aha
E ÄŁer
E mbedding
G eÃ§
H er
H ava
I n
K elime
L ap
P ro
P yTorch
P ozitif
S ayÄ±
T X
T ah
T ransformer
T Ã¼rkÃ§e
T rain
U s
Y etiÅŁkin
a c
a lar
a verage
b ul
b ined
c on
c re
c ter
d s
d ata
d Ä±ndan
e a
e p
e mel
e ed
g th
g un
g et
g ue
g est
g reeter
h an
h eight
i q
i al
j o
k t
k Ã¼n
k ey
l ist
l le
l ine
l ing
m on
m os
m erhaba
m Ä±ÅŁtÄ±r
m uÅŁ
n o
n san
n oloj
o op
o gue
p u
p ar
p rice
p roduct
p han
p ling
r it
r dÄ±ndan
s ma
s un
s ort
s word
s quar
t as
t mek
t Ä±k
u da
u var
v s
w rit
y te
z Ä±
z gÃ¼n
} "
} ,
Ġ (
Ġ u
Ġ KullanÄ±cÄ±
Ġ ra
Ġ items
Ġ qu
Ġ lay
Ġ Yapay
Ġ width
Ġ Lap
Ġ Us
Ä± labilir
in al
in fo
er se
er Ã§ek
er ken
er minal
de bil
de ki
ir s
ir li
Ã¼ p
Ã¼ ÅŁ
ar ar
ar zÄ±
ÄŁ e
ÄŁ i
en di
en Ã¼z
is ine
is ip
il d
il meli
il mektedir
lan malÄ±dÄ±r
Ġk Ã¼Ã§
Ġk ap
Ġk iÅŁ
Ġk ab
Ġk Ã¼m
ÅŁ ul
ÅŁ im
Ġs t
Ġs am
Ġs top
Ġb re
Ġb unu
Ġb ig
ma malÄ±
ma ind
or gun
ist s
Ġd ak
Ġd ata
Ġd isip
ya Ã§
ya bilir
Ġm Ã¼m
Ġm iyim
Ġm Ä±dÄ±r
Ġm erhaba
Ġg ra
Ġg reet
Ġt am
Ġt arzÄ±
Ġh ayÄ±r
Ġh eight
Ġh enÃ¼z
lÄ± dÄ±r
it ap
Ġe den
Ġe debil
at tention
Ġn aber
Ġp u
Ġp rice
Ġp osition
le mek
le ye
Ġa ge
Ġve kt
Ġo t
ĠP roduct
Ġde mos
Ġya ÅŁ
Ġya yÄ±
un d
un ca
un iq
um erate
Ġbir bir
eri de
eri ÄŁini
Ġy etiÅŁkin
Ġy uvar
Ġy orgun
re ct
re maind
bil diÄŁini
el eri
ay ar
ay da
ro und
ÅŁt Ã¼
Ġc ount
Ġc ol
Ġc hat
Ġc uda
Ġol du
Ġol sa
ĠeÄŁit mektir
em perature
ĠT op
ĠT rain
ĠT emel
ĠT emperature
ĠC lean
ĠC evab
ĠB aÅŁ
Ġyap mak
Ġyap maya
st ep
ler e
ler den
ĠD ial
ĠD Ã¼ÅŁ
Ġf irst
Ġf eed
Ġf ayda
Ġtoken larÄ±n
ile bilir
ile bildiÄŁini
ĠeÄŁitim inde
ĠeÄŁitim inin
ti k
ti ve
ti ÄŁini
Ġ" ",
ak lÄ±
ĠiÃ§ eriÄŁini
Ġver me
Ġver memelidir
Ġpro fesyonel
Ġl oc
Ġl ong
Ġl oop
ĠkÃ¼Ã§Ã¼k se
Ġkon us
Ġveri den
Ġveri yor
Ġproj ede
Ġan ki
ĠgÃ¶ster di
di ent
ĠÃ¶ÄŁren mek
ĠÃ¶ÄŁren iyor
ĠÃ¶ÄŁren eme
ĠÃ¼ s
ĠÃ¼ zgÃ¼n
od ds
ĠG Ã¼Ã§lÃ¼
ĠG reeter
mak ta
Ã¼n cel
Ġmodeli m
for ward
Ġ[ -
Ġ[ ("
Ġyaz abil
Ġyaz Ä±ldÄ±
Ġin cel
ip Ã¼le
") )
ĠkullanÄ± m
ĠkullanÄ± yor
Ġsa yaÃ§
ĠgeliÅŁtir ilen
ĠgeliÅŁtir mektir
Ġdosya larÄ±nÄ±
Ġdo lu
Ã¼y Ã¼k
Ġkontrol lÃ¼
Ġz or
Ġz arar
mes sa
ten t
ten ce
Ġcevap larÄ±m
diÄŁ in
diÄŁ ine
ĠiÅŁ leme
ĠiÅŁ leye
se lec
Ġama ca
lama larÄ±
ĠsayÄ± sal
ĠÃ§alÄ±ÅŁ arak
ey e
Ġkullan arak
tion s
ĠnasÄ±l sÄ±n
ĠdeÄŁil se
Model in
Ġkur ular
Ġkur maktÄ±r
ĠdeÄŁer li
ĠdeÄŁer ine
ĠdeÄŁer lendir
len eceÄŁini
len gth
Ġ2 8
ĠdÃ¼ ÅŁtÃ¼
uy um
ĠH aklÄ±
ĠÃ¼ret mek
ĠÃ¼ret ilebilir
ik alar
Ġtek noloj
ĠsaÄŁ lÄ±klÄ±
Ġgerek li
ge li
Ġbil mek
Ġal ma
Ġal Ä±r
Ġal dÄ±ÄŁÄ±nda
Ä° stan
Ä° kinci
Ä° nsan
Ġmimaris ine
Ġhesap lar
Ġhesap layan
Ġil eride
ĠÅŁ eyi
Ġden e
Ġden ir
Ġden geli
Ġort alama
ĠbaÅŁ Ä±nda
ĠbaÅŁ layan
ĠbaÅŁ lat
ol der
meli yim
Ġ1 1
Ġ1 2
Ġ1 8
ĠS onra
ĠÃ¼zer ine
Ġzek anÄ±n
ĠsatÄ±r da
Ġka Ã§
Ġka lit
ĠdÃ¼ÅŁ ebilir
ĠdÃ¼ÅŁ Ã¼ncel
Ġat masÄ±na
Ġolu ÅŁ
Ġen coding
Ġen umerate
ĠsÃ¼re Ã§
ĠsÃ¼re sini
ĠsÄ± cak
ĠyapÄ± larÄ±
ĠyapÄ± sÄ±nÄ±
Ġtahmin leri
ting s
Ġolabilir sin
Ġveris i
Ġveris inde
Ġveris indeki
Ġveris iyle
Ġre si
Ġsoru da
Ġezber ler
ĠsÄ±r a
Ġbu ild
Ġmodeller inin
Ġbulun ama
leme ye
Ġfark Ä±
ĠparÃ§a larÄ±na
ĠsÃ¼rec inde
ĠklasÃ¶r Ã¼nde
Ġmekaniz masÄ±nÄ±
Ġbel gel
ĠiÅŁlem leri
Ġboy unca
ĠaÄŁÄ±rlÄ±k lara
ĠaÄŁÄ±rlÄ±k larÄ±nÄ±
ĠModel In
lu k
oc uk
ĠgeÃ§ mektedir
Ġtext s
Ġboyut larÄ±
Ġtop la
lec tions
Ġdest eÄŁ
Ġkonu ya
Ġset im
Ġset lerinde
ĠgÃ¼n ler
Ġdeney leri
ĠÃ§alÄ±ÅŁtÄ±r mayÄ±
ĠÃ§alÄ±ÅŁtÄ±r Ä±labilir
ĠiliÅŁk isini
Ġkayde tmek
ex ists
tÃ¼ phan
Åŀ ifre
ĠsÃ¶yle mem
Ġdiz iler
Ġdiz isinin
Ġduyg u
Ġduyg usunu
ĠaÅŁ Ä±rÄ±
ĠdeÄŁiÅŁ im
ĠdeÄŁiÅŁ ebilir
ĠdeÄŁiÅŁ irse
Ġkayded er
Ġyak Ä±n
ĠyÃ¶n et
Ġuzunlu ÄŁu
ĠdÃ¶ngÃ¼s Ã¼yle
ĠBilmediÄŁ in
Ġgel ir
Ġgel en
Ġiz lenmelidir
eler e
ĠÃ¶lÃ§ Ã¼lebilir
Ġverim li
Ġanlamak tan
Ġiler ler
Ġiler leme
Ġoku maktÄ±r
Ġbilgiler ini
ĠaÃ§Ä±k Ã§a
ĠaÃ§Ä±k lamalarÄ±
ara cter
Ġkal Ä±r
Ġgir iÅŁ
Ġtut an
ĠÃ¶zel likle
ect angle
ĠNo te
Ġhesapla masÄ±nÄ±
ĠbulunduÄŁ un
ĠgÃ¼ncel ler
ĠgÃ¼ncel lenir
ĠgÃ¼ncel leneceÄŁini
sen tence
sÄ±z lÄ±k
yor sa
ĠR ectangle
Ġko lay
Ġko ÅŁul
Ġkend isine
Ġman ipÃ¼le
Ġhis set
Ġyeter siz
Ã¼yor sa
ĠayÄ±r Ä±r
Ġkarakter leri
ĠdeÄŁiÅŁken de
Ġuyum lu
ĠaÅŁama da
clean ed
lat itude
Ġ7 0
Ġon u
Ġon un
Ġon da
arÄ± sÄ±z
Ġsak la
Ġblo ÄŁu
Ġtas k
Ġex cept
Ġfik ri
ĠdeÄŁi ÅŁti
Ġprompt larla
user name
ĠanlaÅŁ Ä±l
ĠÃ¶rnekleri yle
ĠsonuÃ§ lar
ĠbÃ¼yÃ¼d Ã¼ÄŁ
Ġkatman Ä±
Ġkatman Ä±dÄ±r
ĠkarÅŁÄ±laÅŁtÄ±r Ä±lÄ±r
Ama Ã§
Dec oder
split lines
Ġtrain ing
Ġprogram lama
Ġprojeler de
Ġparame ter
Ġanlam Ä±na
Ġkarar lar
Ġilk eleri
Ġbilgis i
Ġbilgis ayar
Ġtoplam Ä±nÄ±
Ġyorumlan malÄ±dÄ±r
Ġilerle mektedir
Ġtaraf Ä±nÄ±
Ġtaraf Ä±dÄ±r
ĠyalnÄ±z ca
bir inci
com bined
com mon
ne xt
pas sed
pas sword
Ġ< =
Ġalan larÄ±nda
ĠgÃ¶nder ilir
Ġana liz
Ġbilmiyor san
ĠbaÅŁarÄ± yla
ĠbaÅŁarÄ± sÄ±zlÄ±k
Ġkavram lar
Ġkavram larÄ±
ĠbaÄŁlam Ä±
Ġrisk ini
ĠdavranÄ±ÅŁ Ä±nÄ±
ĠyÃ¼klen erek
ĠaÅŁamasÄ±nda yÄ±m
ĠihtiyacÄ± m
ĠbaÅŁlangÄ±Ã§ ta
pa irs
Ãĩ ocuk
ĠkÃ¼ tÃ¼phan
Ġkor k
ĠkayÄ± t
Ġkaz an
Ġsaniy elere
Ġta vs
Ġtama men
Ġiyile ÅŁebilir
Ġyok sa
ĠBÃ¶yle ce
ĠyaptÄ± ÄŁ
ĠiÃ§er ir
ĠdÃ¶ndÃ¼r en
ĠbaÅŁlam Ä±ÅŁ
Ġbelle k
Ġ40 60
Ġsonuc unu
ĠtanÄ± tÄ±r
ĠyÃ¼ks ek
Ġhisse debilir
Ġparametre li
ĠÃ¼rete bilirim
ĠbaÄŁÄ±mlÄ± lÄ±k
At tention
Blo ck
Tah min
ac tive
con tent
cre ase
jo in
lle st
no te
sma llest
squar es
tas ks
writ e
Ġqu ery
Ġlay er
ĠLap top
ĠUs er
inal ly
Ġkab ul
ĠkÃ¼m enin
Ġsam pling
Ġbre ak
Ġbig gest
Ġdak ikalar
Ġdisip lin
ĠmÃ¼m kÃ¼n
Ġvekt Ã¶r
Ġdemos uyum
ĠyayÄ± lÄ±m
uniq ue
rect angle
remaind er
Ġcount s
Ġcol lections
ĠBaÅŁ arÄ±sÄ±z
ĠDial ogue
ĠDÃ¼ÅŁ Ã¼k
Ġlong itude
Ġkonus unda
ĠÃ¶ÄŁreneme z
makta dÄ±r
Ġyazabil mem
Ġincel en
messa ge
ĠiÅŁleye bileceÄŁi
selec ted
Ġkurular ak
length s
Ä°stan bul
Ġkalit esi
ĠdÃ¼ÅŁÃ¼ncel er
Ġresi dual
Ġbelgel en
ĠModelIn fo
ĠdeÄŁiÅŁti ÄŁinde
ĠbÃ¼yÃ¼dÃ¼ÄŁ Ã¼nde
" .
' t
( [
( ",
( __
) .
. "
. ")
1 41
4 2
5 9
9 7
A d
A rdÄ±ndan
B ul
B el
B Ã¶yle
B azÄ±
B unun
B una
B Ã¼yÃ¼k
C heckpoint
C orpus
C onfig
C ausal
D E
D I
D i
D il
D os
D eÄŁ
D ata
D erin
E R
E m
F onksiyon
F akat
G iz
G ra
G Ã¼ven
G erÃ§ek
H ON
I N
K M
K at
K al
K ey
K endi
K itap
L ay
L ev
M O
M e
M ak
M otivasyon
O O
O r
O ptimizer
P E
P Y
P ath
P owerShell
P osition
Q u
R esi
R TX
R KM
S Ä±
S on
S elf
S Ä±nÄ±f
T ek
T oken
T emiz
T rue
T ensor
T iny
T erminal
T HON
U z
V er
V eri
V alue
V ER
W eight
Y er
Y eni
Y anlÄ±ÅŁ
Y aÅŁ
Z er
Z ey
[ -
] ,
] ))
a f
a labilir
a dece
a ca
a cak
a lite
a masÄ±dÄ±r
b an
b Ä±r
c ar
c idir
c ular
c orpus
c ation
c ileri
c Ã¼nÃ¼
d in
d iz
d ini
d ark
d Ã¶r
d arkmind
d Ã¼ÄŁ
e b
e f
e z
e dir
e leme
e bileceÄŁi
e lecek
e ad
f k
f il
f ile
f Ä±nda
f ab
f older
f inally
f af
g Ä±
g an
g it
g lar
g iz
g ra
g Ã¼yle
g reet
h is
h met
h aracter
i me
i Ã§
i ya
i th
i ÅŁtir
i deki
i car
j e
k Ä±
k or
k la
k as
k iler
k larÄ±nÄ±
k Ã§a
k larÄ±nda
k ez
l il
l Ã¼r
l se
l meli
l atÄ±r
m li
m den
m anlÄ±
m enin
m landÄ±
m Ã¼yorsa
n or
n ek
n Ã¼Ã§
n eÄŁ
o ÅŁ
o ma
o int
o lean
o Di
p p
p y
p an
p at
p ly
p end
r ek
r iz
r as
r ap
r neÄŁ
s as
s em
s am
s Ã¼n
s ik
s ol
s Ä±dÄ±r
s yon
t la
t un
t larÄ±
t est
t gen
t mamalÄ±dÄ±r
t tÄ±k
u es
u cu
v is
v al
w eb
w ith
y in
y ken
y mamalÄ±
z eri
z lem
Ã ĸ
Ã ĸn
Ġ &
Ġ |
Ġ ma
Ġ Asistan
Ġ um
Ġ Ã¼Ã§
Ġ isin
Ġ rom
Ġ max
Ġ erken
Ġ YanlÄ±ÅŁ
Ġ Zer
ĸ zel
Ä± cÄ±
Ä± tla
an Ä±l
an sÄ±
an tik
an Ä±tla
in at
in el
in am
in meyen
in crease
er siz
er kez
de mo
de dini
ir ebilir
ir siz
ir ken
ir ilir
Ã¼ ler
Ã¼ cÃ¼nÃ¼
Ã¼ lÃ¼r
Ã¼ sÃ¼n
ar an
ar lÄ±
ar ts
ar sÄ±z
ar ea
ar pan
ÄŁ in
ÄŁ Ã¼
ÄŁ eri
ÄŁ ine
ÄŁ men
ÄŁ una
en el
en ts
is el
is idir
ul ur
ul ti
il k
il yon
il esi
il inmeyen
lan ana
lan arak
lan mamalÄ±dÄ±r
lan mamalÄ±
Ġk Ä±r
Ġk op
Ġk irli
Ġk endi
Ġk riz
Ġk anÄ±tla
ÅŁ miÅŁ
ÅŁ lem
ÅŁ Ä±k
ÅŁ Ä±rÄ±
ÅŁ his
me di
me mek
me yebilir
me diÄŁin
Ã§ ok
Ã§ tÄ±r
Ã§ layan
Ã§ tan
Ġs un
Ġs es
Ġs unu
Ġs tar
Ġs ana
Ġs erin
Ġs tre
Ġs quar
Ġs kor
Ġb un
Ġb yte
Ġb iÃ§
ma z
ma mÄ±ÅŁtÄ±r
ma ÅŁÄ±k
Ġv al
or nek
ist ik
Ã¶ pe
Ġd uy
Ġd Ä±ÅŁ
Ġd Ã¼rÃ¼
Ġd inam
ya z
ya bil
ya lo
ya bilirim
Ä±n malÄ±dÄ±r
Ġm ut
Ġm om
Ġm erkez
Ġm Ã¼sÃ¼n
Ġm ulti
Ġm ilyon
Ġg id
Ġg pu
Ġg Ã¼cÃ¼nÃ¼
th eme
KullanÄ±cÄ± larÄ±n
KullanÄ±cÄ± nÄ±n
li yorsa
li mden
li pp
li ÄŁine
Ä±r larÄ±
Ġt Ã¼r
Ġt ransformer
Ġt ab
Ġt iny
Ġt icar
Ġh iz
Ġh al
Ġh itap
Ġh ead
lÄ± ÄŁÄ±nÄ±
im ini
im ler
im idir
im ent
it eli
it esi
Ġe dece
Ġe lse
at as
at us
at mak
at Ä±cÄ±
at istik
la k
la yla
la ÅŁtÄ±rma
la masÄ±dÄ±r
Ġn um
Ġn ere
Ġn iteli
Ġp ay
Ġp op
Ġp ower
Ġp oint
Ġp sik
le di
le ce
le meli
le yen
le yebilir
le ÅŁebilir
le mesine
le ÅŁim
le ÅŁmiÅŁ
Ġa yÄ±
Ġa labilir
Ġa landÄ±r
Ġa verage
Ġa dedini
Ġa ilesi
Ġo las
Ġo verfit
Ġde melisin
Ġde yim
Ġde pre
Ġde met
dir ilmeli
Ġya ÅŁÄ±
un du
un malÄ±dÄ±r
Ġi kinci
Ġmodel le
Ġmodel isin
Ġmodel sin
ok u
Ġbir ka
Ġbir Ã§ok
Ġbir leÅŁim
eri ci
ek imler
as Ä±nÄ±
as Ä±ndan
as itesi
Ġy et
Ġy anÄ±l
re ver
re mo
re sol
bil diÄŁi
el irse
ay la
ay nak
ÅŁt ik
ĠÃ§ Ã¼nkÃ¼
ĠÃ§ arpan
ĠÃ§ Ã¶pe
ĠÃ§ ekimler
ĠÃ¶ fk
Ġne yin
Ġc evab
Ġc pu
Ġc haracter
Ġc lipp
Ġol malÄ±sÄ±n
Ġol masÄ±
Ġol maktÄ±r
Ġol muÅŁ
Ġol sun
ah at
ĠeÄŁit mek
ĠeÄŁit ilebildiÄŁini
ĠeÄŁit ime
Ġhat anÄ±n
em li
em lidir
em pt
ĠT oken
ĠT iny
ĠT erminal
es idir
es inden
ĠgÃ¶ zlem
ĠB unu
ĠB ana
ĠB azÄ±
ĠB yte
ĠB Ã¼yÃ¼k
ĠB PE
ĠB oÅŁ
ĠB ilinmeyen
Ġyap an
Ġyap abil
Ġyap masÄ±na
Ġyap mamÄ±ÅŁtÄ±r
ur ken
ur abil
st Ã¼nde
st arts
ler dir
ler ine
ĠD atas
Ġf ine
Ġf alse
Ġf older
Ġf inally
Ġf iya
Ġf rek
Ġtoken Ä±n
ĠeÄŁitim ini
ĠeÄŁitim ler
ti ÄŁinde
ti ÄŁin
ap ist
ap pend
Ġ" ,
Ġ" .
Ġ" ]
ec ek
Ġge Ã§e
Ġge lece
dÄ± kÃ§a
Ġver diÄŁini
Ġver diÄŁi
Ġver miyor
Ġver ilir
Ġver meyi
Ġver isinin
Ġver diÄŁine
Ġver din
larÄ± z
larÄ± yla
ĠkÃ¼Ã§Ã¼k ten
ĠkÃ¼Ã§Ã¼k tÃ¼
Ä±l malÄ±dÄ±r
Ä±l mamalÄ±dÄ±r
Ä±l gan
Ä±l maz
Ġkon uy
iÅŁ irebilir
iÅŁ imini
Ġhata lÄ±
ĠiÃ§in dir
ĠiÃ§in den
iy i
iy eler
Ġproj enin
Ġproj edeki
ÅŁtir mek
ĠgÃ¶st eriÅŁ
ĠgÃ¶st erici
Ġan larÄ±nÄ±
Ġan lat
Ġan larÄ±m
Ġan latÄ±r
ĠgÃ¶ster en
ĠgÃ¶ster mek
Ġmet inde
Ġmet ot
am anÄ±n
di kÃ§e
ĠÃ¶ÄŁren di
ĠÃ¶ÄŁren diÄŁini
ĠÃ¶ÄŁren mektir
ĠÃ¶ÄŁren diÄŁi
ĠÃ¶ÄŁren iyorum
ĠÃ¶ÄŁren cileri
ĠÃ¶ÄŁren ebileceÄŁi
ĠÃ¼ stÃ¼nde
ĠG eÃ§
ĠG erÃ§ek
ĠG elecek
ĠG enel
mak la
mak ine
mak tÄ±
ayÄ± p
Ã¼n Ã¼n
Ã¼n cÃ¼
Ġmodeli dir
(" \
ame ter
ut up
ut suz
ut ucu
Ġyaz arken
Ġyaz dÄ±ÄŁÄ±nda
Ġin crease
") ]
Ġgeli ÅŁti
Ġgeli ÅŁim
ÄŁÄ±nÄ± k
Ġsa de
Ġsa bÄ±r
ĠN asÄ±l
ĠN orma
ĠgeliÅŁtir mesi
ĠgeliÅŁtir irken
ort a
Ġdosya ya
Ġdosya lara
Ġdosya larÄ±n
Ġdosya larda
Ġdosya sÄ±nÄ±n
po wer
Ġet ra
Ġet tir
Ġet mektir
Ġet miyor
Ġet mesine
Ġet tiÄŁini
Ġet kiler
ch aracter
Ġneden iyle
ord inat
Ġdil le
Ġdil idir
Ġlist eye
Ġlist esinden
Ġkontrol Ã¼yle
mes e
Ã¶n emlidir
DA RKM
duÄŁ unu
Ġcevap larÄ±
Ġcevap larÄ±n
Ġcevap tan
diÄŁ im
ĠdoÄŁr usal
Ġar tar
Ġar ea
Ġar tÄ±k
Ġar ttÄ±k
Ġar asÄ±ndan
ĠiÅŁ i
se yen
se liyorsa
Ġson dan
Ġson ras
Bu gÃ¼n
lama z
lama dan
isin den
ĠsayÄ± m
ĠsayÄ± daki
ab s
ra w
ĠÃ§alÄ±ÅŁ mak
ĠÃ§alÄ±ÅŁ maya
() .
ey en
Ġkullan maya
Ġkullan mamalÄ±dÄ±r
ĠdÃ¶n erse
ĠdÃ¶n gÃ¼yle
ig nor
ĠdeÄŁil di
ĠdeÄŁil sen
ĠdeÄŁil sem
Model de
Ġkur ar
Ġkur abil
ÅŁtÄ±r Ä±r
ĠdeÄŁer ini
ĠdeÄŁer inin
ĠdeÄŁer lerine
Ġ2 6
ĠÃ¶nem ini
lem iÅŁtir
Ġmetn e
ion Error
uy la
ĠH am
ĠH angi
Ġbo olean
oru z
Ġanla dÄ±ÄŁÄ±nÄ±
Ġanla yan
ĠÃ¼ret meyi
Ġmimar i
Ġmimar inin
Ġmimar iye
ik inci
name s
Ġed ilir
Ġed iyorsa
Ġfor ward
ĠsaÄŁ lanana
ĠsaÄŁ lamasÄ±dÄ±r
Ġgerek ebilir
Ġgerek tiÄŁinde
Ġbil mez
Ġbil imi
Ġbil mediÄŁin
ĠbÃ¼y Ã¼yor
Ġal maktÄ±r
Ġal masÄ±na
Ġal fab
Ä° ÅŁlem
Ġkar Ä±ÅŁtÄ±r
Ġkar tlarÄ±
Ġkar maÅŁÄ±k
Ġbul ma
Ġbul maya
Ġyar Ä±n
Ġyar gÄ±
Ġyar atÄ±cÄ±
Ġmimaris indeki
Ġhesap landÄ±
ver se
ĠÅŁ ifre
ĠÅŁ ef
ĠÅŁ iÅŁirebilir
Ġden eyi
Ġyer e
Ġyer de
Ġyer inde
Ġyer leÅŁtir
ĠbaÅŁ lÄ±y
ĠbaÅŁ lay
ĠbaÅŁ landÄ±
ĠbaÅŁ kas
ĠbaÅŁ lamadan
Ġ3 00
Ã¼m seyen
ĠgÃ¶re bildiÄŁi
Ġmetin den
Ġmetin lerden
Ġ1 3
Ġ1 5
Ġ1 7
Ġ1 000
ĠS elf
ĠS enin
ĠS adece
Ġse te
lik ten
ĠhÄ±z Ä±nÄ±
ĠhÄ±z lanÄ±r
ĠÃ¼zer inden
ĠsatÄ±r Ä±n
ĠsatÄ±r lar
ĠsatÄ±r Ä±nÄ±
ĠsatÄ±r Ä±na
ĠaÄŁ Ä±r
ĠaÄŁ larÄ±
ĠeÄŁitil mesi
ĠeÄŁitil diÄŁini
ĠeÄŁitil diÄŁim
Ġ{ }
Ġis me
Ġka lan
Ġka labilir
Ġka yabilirim
Ġte melidir
Ġte ÅŁhis
lÄ±y sa
ĠÃ§Ã¶z Ã¼m
ĠÃ§Ã¶z Ã¼lebilir
ĠÃ§Ã¶z menin
ĠdÃ¼ÅŁ meli
ĠdÃ¼ÅŁ erken
ĠdÃ¼ÅŁ Ã¼p
ĠdÃ¼ÅŁ Ã¼yorsa
lo cation
Ġat maya
Ġat makla
Ġgen iÅŁ
ĠgÃ¶r Ã¼p
ĠgÃ¶r dÃ¼ÄŁ
ĠgÃ¶r mÃ¼yorsa
ĠgÃ¶r Ã¼lÃ¼r
ĠgÃ¶r mese
ĠÃ¶ÄŁrenme lidir
ĠparÃ§ anÄ±n
Ġkurul ur
Ġkurul du
Ġkurul muÅŁ
Ġkurul maktadÄ±r
eli mli
per iment
ilen dirilmeli
ĠsÃ¼re si
Ġok urken
ĠhazÄ±r lama
ĠhazÄ±r lanÄ±r
ĠhazÄ±r lanmalÄ±dÄ±r
ĠK elime
ĠK Ä±sa
ĠK end
ĠK irli
ĠK alite
ĠK aynak
ĠK ayÄ±p
ĠyapÄ± sÄ±dÄ±r
ĠyapÄ± lamaz
Ġtahmin inden
fÄ±r a
Ġda ÄŁÄ±nÄ±k
Ġolabilir im
ĠBen im
Ġveris idir
lÃ¼ ÄŁe
lÃ¼ ÄŁÃ¼
ĠA I
ĠA rdÄ±ndan
ĠA ÅŁÄ±rÄ±
Ġre po
Ġre pos
Ġre lat
Ġre posu
Ġre sult
Ġre verse
Ġmas aya
Ä±m Ä±
ilme melidir
Ġsoru ya
Ġezber lemeye
Ġezber lemiÅŁtir
Ġyol u
Ġyol un
Ġyol unda
ĠkullanÄ±l dÄ±
ĠkullanÄ±l malÄ±dÄ±r
ĠkullanÄ±l masÄ±
ĠNe den
ĠarasÄ±nda dÄ±r
ĠsÄ±fÄ±r a
tÄ± cÄ±
ĠkullanÄ±cÄ± lar
ĠsÄ±r alama
ĠsÄ±r asÄ±nÄ±
ĠsÄ±r ayla
Ġname s
Ġmodeller de
Ġmodeller le
ĠdÃ¶nÃ¼ p
Ġeder im
Ġeder se
Ġeder ken
Ġbilg i
Ġbilg inin
Ġbilg iyi
Ġbilg ilendirilmeli
Ġbulun ur
Ġbulun du
ĠoluÅŁt u
Ġmask eleme
Ġmask esidir
)) )
ĠgÃ¼ven lidir
ĠgÃ¼ven ebilir
ĠgÃ¼ven ilir
leme melidir
leme lerinde
ĠbÃ¼yÃ¼k Ã§e
ĠbÃ¼yÃ¼k ten
Ġtemiz le
Ġtemiz lenir
Ġtemiz lemek
ĠparÃ§a larÄ±
ĠparÃ§a dan
ĠparÃ§a larÄ±nÄ±
ĠsÃ¼rec i
ĠsÃ¼rec in
ĠklasÃ¶r den
ĠoluÅŁtur an
ĠoluÅŁtur ur
ĠoluÅŁtur mak
ĠoluÅŁtur maktÄ±r
ĠoluÅŁtur ulur
Ġmekaniz masÄ±dÄ±r
Ġkelime ye
Ġbel li
leÅŁtir ilmiÅŁ
leÅŁtir memelidir
Ġconfig s
Ġconfig in
ĠiÅŁlem cidir
Ġtekrar lÄ±ysa
ĠaÄŁÄ±rlÄ±k lar
Ġsistem in
Ġsistem lerinde
Ġsistem lerinin
__ ).
tr is
Ġkod un
Ġkod dan
Ġgit me
Ġak masÄ±nÄ±
bileceÄŁ imi
Ġseti yle
ci h
lu p
Ġbas kÄ±
Ġdurum unu
Ġcorpus u
ĠgeÃ§ ti
ĠgeÃ§ mek
ĠgeÃ§ erse
ĠgeÃ§ irilir
ĠamaÃ§ la
Ġezberle mesidir
Ġezberle yebilir
Ġezberle mesine
Ġboyut una
Ġhedef iyle
tar ik
Ġ4 2
ĠÃ ĸzel
ĠsÃ¶z diz
ĠsÃ¶z lÃ¼ÄŁe
Ġtop layan
Ġtop lanarak
ĠbaÄŁ lÄ±dÄ±r
ĠhÄ±zlÄ± dÄ±r
ĠhÄ±zlÄ± ca
landÄ±r ma
landÄ±r Ä±ldÄ±
Ġkes er
Ġkes iÅŁimini
ĠsÄ±n Ä±rlarÄ±
Ġter apist
Ġter cih
Ġgetir ir
Ġgetir di
Ġgetir mek
Ġgetir mektir
Ġgetir ilebildiÄŁini
Ġkonular a
Ġkonular dan
Ġr ahat
Ġset te
Ġset ine
Ġset inin
Ġset imi
Ġset tings
Ä±na cak
ĠgÃ¼n lÃ¼ÄŁÃ¼
Ġek ler
Ġek lenmelidir
Ġaz alabilir
Ġdeney im
Ġdeney lerinde
ĠdÃ¶nÃ¼ÅŁt Ã¼rÃ¼l
ĠsÃ¶zlÃ¼k le
ĠsÃ¶zlÃ¼k ten
ĠV alidation
Ġnot lar
Ġad d
Ġad lÄ±
Ġad landÄ±rÄ±ldÄ±
ĠadÄ±m da
ĠbirleÅŁtir di
Ä±lÄ±r sa
ĠÃ§alÄ±ÅŁtÄ±r Ä±ldÄ±
ĠÃ§alÄ±ÅŁtÄ±r Ä±lÄ±rsa
ĠgerÃ§ek leÅŁebilir
ĠgerÃ§ek likten
ĠbÃ¼yÃ¼ tÃ¼
ĠbÃ¼yÃ¼ ÄŁe
Ġdestek lememelidir
Ġazal tÄ±r
ĠÄ° yi
erin ce
ĠsÃ¶yle memelidir
ĠsÃ¶yle diÄŁine
ĠsÃ¶yle meliyim
Ġvar dÄ±r
Ġvar sa
Ġdiz ideki
Ġdiz isinden
Ġelem ana
ĠdeÄŁiÅŁk enin
Ġdavran malÄ±sÄ±n
Ġuy dur
Ġsay Ä±lmaz
Ġper son
ĠaÅŁ amasÄ±dÄ±r
ĠaÅŁ amanÄ±n
ĠÃ§Ä±k abilir
ĠdeÄŁiÅŁ meyen
ĠdosyalarÄ± yla
Ġcevaplar dan
Ġara cÄ±
Ġara dÄ±ÄŁÄ±nÄ±
Ġara Ã§tÄ±r
ĠdÃ¶ngÃ¼ de
Ġolmaya bilirim
Ġolmaya bileceÄŁimi
Ġanlaya bilir
ĠhÄ±zlandÄ±r ma
ĠhÄ±zlandÄ±r Ä±r
ĠhÄ±zlandÄ±r masÄ±
ĠhÄ±zlandÄ±r Ä±lmÄ±ÅŁ
Ġengel lemeye
Ġengel leyen
ĠgeÃ§miÅŁ i
Ġkayded ilen
Ġeleman Ä±
Ġeleman Ä±nÄ±
Ġeleman larÄ±
Ġkomut u
Ġkomut larÄ±
00 000
ĠaÃ§ abilir
ĠyÃ¶n elimli
Ġfonksiyon dan
Ġfonksiyon uyla
Ġanahtar larÄ±nÄ±
Ġalt Ä±na
ĠdÃ¼ÅŁÃ¼k se
Ġuzunlu klarÄ±nÄ±
ĠdÃ¶ngÃ¼s Ã¼nÃ¼
ĠdÃ¶ngÃ¼s Ã¼nde
ĠdÃ¶ngÃ¼s Ã¼nden
lin den
Ġkim dir
Ġkim se
ĠsÃ¼r Ã¼mÃ¼
Ġbit ti
Ġbak Ä±lÄ±r
Ġbak aca
Ġgel di
Ġgel irse
Ġgel mez
Ġgel diÄŁin
Ġgel meyebilir
ĠadÄ± dÄ±r
Ġiz lenir
ĠyÃ¼k lemeli
ĠyÃ¼k seliyorsa
Ġzaman la
Ġzaman da
Ġoku ma
Ġoku yabil
ĠtanÄ±m larÄ±
ĠaÃ§Ä±k la
ĠaÃ§Ä±k lar
Ġmesaj Ä±
Ġmesaj da
Ġmesaj Ä±nÄ±n
ad d
eti k
ĠE limden
ara landÄ±r
lanÄ±r sa
Ġkat manlÄ±
Ġkat Ä±lmamalÄ±dÄ±r
Ġkal dÄ±
Ġkal mÄ±ÅŁ
ĠsÄ±nÄ±f Ä±
ĠsÄ±nÄ±f landÄ±rma
Ġscrip ts
Ġdi ÄŁeri
Ġdi yalo
Ġdik dÃ¶r
Ġtut mak
Ġtut arlÄ±
Ġharf le
ĠÃ¶zel leÅŁmiÅŁ
dÄ±ÄŁ Ä±
ĠgeliÅŁtiril diÄŁini
ĠgeliÅŁtiril mekte
ĠgeliÅŁtiril mektedir
ĠamacÄ± m
ĠamacÄ± n
ĠdÃ¼zen siz
ĠdÃ¼zen lemek
ĠdÃ¼zen lemesine
Ġboz ar
ĠboÅŁ luk
Ġkurulu dur
ĠklasÃ¶rde yken
Ġmekanizma sÄ±nda
ĠkonuÅŁ urum
ĠgÃ¼ncel ledi
ĠgÃ¼ncel lemelerinde
ĠkÃ¶k Ã¼nÃ¼
ĠkÃ¶k Ã¼nde
Ġpaket ler
Ġkaydedil di
ĠvirgÃ¼l le
ĠvirgÃ¼l lÃ¼
diy e
nik inci
Ġ* *
Ġ* =
Ġ6 0
ĠR TX
ĠR OO
Ġko ymamalÄ±
Ġko layla
Ġko ordinat
Ġkend isini
Ġsor unu
Ġsor usunu
Ġhis sini
Ġmetod u
Ġetme den
Ġetme yi
Ġetme meli
ĠdoÄŁrula maktÄ±
Ġayr Ä±lÄ±r
Ġayr Ä±ldÄ±
ĠayÄ±r mak
ĠayÄ±r arak
ĠayÄ±r mayÄ±
Ġkarakter in
Ġekran a
ĠdeÄŁiÅŁken ler
ĠdeÄŁiÅŁken leri
ĠaÅŁama larÄ±nda
ĠuzunluÄŁ a
abil iyorum
ck ing
Ġ7 2
Ġist er
Ġist atistik
Ġist eyen
Ġsak in
Ġsak layan
Ġsak lanmamalÄ±
Ġsak larÄ±z
Ġblo ÄŁuna
Ġex periment
Ġdec ode
Ġdec ay
ĠBir i
Ġfik ir
ĠdeÄŁi ÅŁtik
Ġverebil mek
Ġverebil mektir
Ġverebil melidir
Ġverebil mem
Ġverebil iyorsa
Ġverebil ecek
Ġprompt u
Ġprompt larÄ±
Ġprompt lara
Ġprompt larda
lendir ilmeli
ĠÅŁey lerdir
ĠseÃ§ im
ĠgÃ¶rme yi
ĠgÃ¶rme meli
ĠgÃ¶rÃ¼n ebilir
ĠgÃ¶rÃ¼n meyen
ĠsonuÃ§ larÄ±
ĠsonuÃ§ larla
Ġsonucu dur
ĠÃ§evir ir
ĠÃ§evir en
Ġkatman lar
ĠdokÃ¼mantasyon a
ĠÃ§eÅŁit lendirilmeli
ĠcÃ¼mle dir
ĠcÃ¼mle ler
ĠcÃ¼mle leri
ĠcÃ¼mle deki
ĠkarÅŁÄ±laÅŁtÄ±r madan
Kod da
Ġ- =
ĠM odern
ĠM etin
Ġun pa
Ġun utup
Ġben zeri
Ġtak ibi
Ġtak lit
Ġhaya tÄ±
Ġhaya linden
laÅŁ Ä±lÄ±r
Ġcid diye
Ġfil ter
Ġverir sen
Ġanlama ya
ĠyazÄ±lÄ±m sal
ĠdoÄŁ ar
ĠdoÄŁ du
ĠÃ§alÄ±ÅŁma z
ĠÃ§alÄ±ÅŁÄ±r Ä±m
Ġayar larÄ±
Ġayar larÄ±nÄ±
Ġanlam lÄ±
Ġanlam da
Ġanlam anÄ±n
Ġformat larda
ĠalÄ±n masÄ±
ĠalÄ±n ca
Ġkarar sÄ±z
Ġisim lere
ĠparÃ§as Ä±nÄ±
Ġbilgis ini
Ġters ine
Ġekle mek
Ġekle meli
ĠbÃ¼yÃ¼t me
ĠbÃ¼yÃ¼t mek
ĠbÃ¼yÃ¼t melisin
ĠbÃ¼yÃ¼t mektir
ĠbÃ¼yÃ¼t meliyim
Ġbelirt melidir
Ġbelirt ileri
ĠÃ§Ä±kar Ä±ldÄ±
ĠdÃ¶ngÃ¼sÃ¼ dÃ¼r
ĠsÃ¼rÃ¼m de
ĠsÃ¼rÃ¼m lerini
ĠsÃ¼rÃ¼m Ã¼nÃ¼
ĠsÃ¼rÃ¼m Ã¼yle
ĠsÃ¼rÃ¼m Ã¼nÃ¼n
Ġilerle mek
Ġilerle mektir
Ġilerle dikÃ§e
ĠayrÄ± lÄ±p
Ġsahip ti
Ġsahip tir
Ġseviy esini
Ġtaraf Ä±nda
Ġnokta da
Ġnokta larÄ±ndan
ĠyalnÄ±z lÄ±ÄŁÄ±nÄ±
Ġihtiya Ã§
Ġrastgele lik
cevap lar
ne p
ĠÃ¼r Ã¼nde
Ã¼ÄŁ e
ÄŁinde dir
ent um
met in
Ġsu Ã§layan
ĠbÃ¶ len
Ġtest lerde
Ġhas sas
lÄ±ÄŁ Ä±
Ġalan Ä±
Ġalan larÄ±ndan
Ġnes ne
Ġolmak tan
ĠgÃ¶nder memek
ĠgÃ¶nder ilmemelidir
str ing
ĠÃ¼re time
ĠdÃ¶nÃ¼yor sa
ĠkuralÄ± dÄ±r
Ġbilmiyor sam
ĠÃ¶rÃ¼ntÃ¼ ler
ĠÃ¶rÃ¼ntÃ¼ leri
Ġuzak laÅŁtÄ±rma
Ġkelimeler e
Ġkaynak larÄ±na
ĠbaÄŁlam dan
ĠbaÄŁlam daki
ĠbaÄŁÄ±m sÄ±z
Ġrisk li
Ġrisk lidir
ĠÃ§alÄ±ÅŁtÄ±rÄ±l sÄ±n
ĠÃ§alÄ±ÅŁtÄ±rÄ±l dÄ±ÄŁÄ±nda
ĠÃ§alÄ±ÅŁtÄ±rÄ±l mÄ±ÅŁtÄ±r
ĠÃ§alÄ±ÅŁtÄ±rÄ±l dÄ±ÄŁÄ±
ĠkÃ¶tÃ¼ dÃ¼r
ĠdavranÄ±ÅŁ Ä±
ĠdavranÄ±ÅŁ larÄ±nÄ±
ĠÃ§Ä±ktÄ± larÄ±
ĠÃ§Ä±ktÄ± yÄ±
ĠyÃ¶ntem i
ĠyÃ¶ntem lerin
ĠÃ§evrile medi
Ġinsan Ä±
ĠyÃ¼klen meli
ĠyÃ¼klen mez
Ġyorumla mak
ĠEÄŁitim den
ĠkaldÄ±r mak
Ġscript in
Ġscript lerinde
ĠÃ¶zellik lerden
Ġtasar lanmalÄ±dÄ±r
Ġtasar lanmamalÄ±dÄ±r
Ġtasar Ä±mÄ±
Ġtasar lanÄ±rsa
Ġbenzer liÄŁine
Ġseviyes indeki
ĠihtiyacÄ± nÄ±n
ĠkullanÄ±lÄ±yor sa
ĠkarÄ±ÅŁÄ±k lÄ±k
ĠkarÄ±ÅŁÄ±k lÄ±ÄŁa
ĠkarÄ±ÅŁÄ±k lÄ±ÄŁÄ±
ĠbaÅŁlangÄ±Ã§ lardan
ĠyaklaÅŁÄ±m Ä±
ĠyaklaÅŁÄ±m Ä±nÄ±n
12 3
Git Hub
set tings
Ãĩ ift
Ġmak e
Ġmak ine
Ġmak inel
ĠkÃ¼ me
Ġkor unmalÄ±dÄ±r
ĠkayÄ± yor
Ġkaz anÄ±r
Ġsaniy eye
Ġta gs
Ġtama mlandÄ±
ĠtaÅŁ Ä±r
ĠtaÅŁ larÄ±ndan
ĠtaÅŁ Ä±nacak
Ġtensor a
Ġpozitif leri
Ġiyile ÅŁtirmek
ĠTek nik
Ġyapama z
Ġyapama masÄ±
Ġyapama yabilir
stan ce
ĠiÃ§er en
ĠkullanÄ±r ken
ĠartÄ±r ma
ĠartÄ±r Ä±r
ĠartÄ±r acak
ĠbaÅŁlam Ä±ÅŁtÄ±r
oloj ik
ĠeÄŁitilir ken
Ġbelle ÄŁi
Ġsonuc unda
Ġduygular Ä±
Ġduygular Ä±nÄ±
Ġduygular Ä±na
ĠtanÄ± tmamalÄ±dÄ±r
ĠyÃ¶nlendir melidir
ĠyÃ¶nlendir ici
ĠyÃ¶nlendir memelidir
ĠyÃ¼ks elirse
Ġtutul abilir
Ġtutul malÄ±dÄ±r
Ġtutul maktadÄ±r
Ġhisse der
Ġnormal dir
Ġnormal leÅŁtirmemelidir
Ġfikr in
Ġfikr inde
Ġfikr inin
Ġhayat larÄ±
Ġhayat Ä±nda
Ġhayat tan
ĠÃ¼rete bilir
Deney leri
Ġuygun dur
ĠkonfigÃ¼rasyon u
ĠkonfigÃ¼rasyon larÄ±yla
GeÃ§ ti
GeÃ§ ersiz
Kelime leri
Pro fesyonel
Pro je
SayÄ± ya
Train ing
key s
par ents
par ameter
Ġu ca
Ġu Ã§tan
Ġra w
Ġra ÄŁmen
ĠkÃ¼Ã§ Ã¼mseyen
ĠkÃ¼Ã§ Ã¼ÄŁe
Ġkap atmak
Ġkap asitesi
ĠkiÅŁ inin
ĠkiÅŁ isel
Ġst udents
Ġst atus
Ġgra de
Ġgra dient
Ġedebil mektir
Ġedebil mem
Ġpu anÄ±n
Ġpu ana
Ġot oma
Ġot urabil
ĠyaÅŁ a
Ġbirbir ine
Ġbirbir inden
Ġyuvar la
Ġyuvar lama
Ġyorgun luk
Ġoldu klarÄ±nda
ĠTrain ing
ĠCevab Ä±n
ĠCevab Ä±ndan
Ġfayda lÄ±
Ġfayda lÄ±dÄ±r
Ġverme meli
Ġloc al
Ġloc ation
Ġveriyor sun
ĠÃ¼s lup
ĠÃ¼zgÃ¼n lÃ¼k
ĠkullanÄ±m Ä±
ĠkullanÄ±m Ä±nÄ±n
Ġzarar lÄ±
ĠdeÄŁerlendir ilmelidir
ĠdeÄŁerlendir ilmektedir
ĠÃ¼retmek ten
Ġteknoloj idir
Ġteknoloj isidir
ĠsaÄŁlÄ±klÄ± dÄ±r
Ġalma mak
Ä°nsan lar
Ġdene mek
Ġdene mesidir
ĠbaÅŁlat madan
ĠbaÅŁlat Ä±lmalÄ±dÄ±r
Ġ12 0
ĠkaÃ§ mak
ĠkaÃ§ Ä±nmalÄ±dÄ±r
ĠoluÅŁ ur
ĠoluÅŁ malÄ±dÄ±r
ĠsÄ±cak lÄ±ÄŁa
ĠsÄ±ra da
ĠsÄ±ra daki
Ġbulunama dÄ±
Ġbulunama yabilir
ĠdesteÄŁ ini
ĠdesteÄŁ ine
Ġdiziler ine
Ġdiziler indeki
ĠdeÄŁiÅŁim inden
ĠyÃ¶net ilmeye
ĠyÃ¶net ilmektedir
Ġilerleme z
Ġilerleme ler
Ġkolay dÄ±r
ĠkoÅŁul suz
Ġhisset tiÄŁini
Ġhisset tiÄŁin
Ġonda lÄ±klÄ±
Ġonda lÄ±ÄŁa
ĠanlaÅŁÄ±l mak
ĠanlaÅŁÄ±l madan
Ġbilgisayar da
ĠkÃ¼tÃ¼phan eler
ĠkÃ¼tÃ¼phan edir
Ġkork usunu
Ġkork utucu
ĠkayÄ±t lar
Ġkazan abilir
Ġkazan dÄ±kÃ§a
Ġtavs iye
Ġtavs iyeler
ĠyaptÄ±ÄŁ Ä±
ĠyaptÄ±ÄŁ Ä±n
Tahmin ler
Ġdisiplin ini
Ġdisiplin ine
ĠmÃ¼mkÃ¼n dÃ¼r
ĠvektÃ¶r leri
ĠvektÃ¶r lere
Ġincelen ir
Ġincelen ebilir
ĠdÃ¼ÅŁÃ¼nceler ini
Ġbelgelen mesi
Ġbelgelen melidir
(", ")
141 59
Ad Ä±n
Bul undu
Bel irsiz
BÃ¶yle ce
Checkpoint s
DE L
DI R
Dos ya
DeÄŁ er
Em pat
Fonksiyon lar
Giz lil
Gra dient
GÃ¼ven li
IN D
Kat man
Kal dÄ±
Lay er
Lev el
MO DEL
Me hmet
Mak ine
Or ta
PY THON
Qu ery
Resi dual
SÄ± fÄ±ra
Son raki
SÄ±nÄ±f lar
Tensor lar
Uz un
Ver iler
VER Ä°
Yer el
Zey nep
ban ana
cular a
fil ter
git ignor
giz li
gra de
kla masÄ±
nÃ¼Ã§ Ã¼ncÃ¼
oDi vis
rap or
rneÄŁ in
syon da
tun ing
val ues
Ãĸ rneÄŁin
Ãĸn emli
Ġma tris
Ġum utsuz
Ġisin stance
Ġrom antik
ĠZer oDivis
ĠkÄ±r Ä±lgan
Ġkop aran
ĠkanÄ±tla dÄ±
Ġsun duÄŁunu
Ġses siz
Ġsunu culara
Ġstar t
Ġstre s
Ġsquar e
Ġskor larÄ±
Ġbun larÄ±n
ĠbiÃ§ imidir
Ġduy arsÄ±z
ĠdÃ¼rÃ¼ st
Ġdinam ik
Ġmut lak
Ġmom entum
Ġmerkez i
Ġmulti ply
Ġgid er
Ġtab anlÄ±
Ġticar i
Ġhiz met
Ġhal de
Ġedece ÄŁini
Ġnum aralandÄ±r
Ġnere den
Ġniteli ÄŁindedir
Ġpay laÅŁÄ±lÄ±r
Ġpop Ã¼ler
Ġpsik olojik
ĠayÄ± klamasÄ±
Ġolas Ä±
Ġdeyim ler
Ġdepre syonda
ĠyaÅŁÄ± yorsa
Ġbirka Ã§
ĠbirleÅŁim ini
Ġyet erince
ĠyanÄ±l tÄ±cÄ±
rever sed
remo ve
resol ve
ĠÃ¶fk eli
Ġcevab Ä±nÄ±
Ġclipp ing
empt y
ĠTerminal den
ĠgÃ¶zlem leyebilir
Ġyapabil mesi
starts with
ĠDatas et
Ġfiya tÄ±
Ġfrek ansÄ±
ĠgeÃ§e mez
Ġgelece ÄŁi
Ġkonuy u
Ġanlat ma
ĠÃ¼stÃ¼nde ki
ĠGeÃ§ miÅŁ
ĠGenel likle
ĠgeliÅŁti ÄŁini
ĠNasÄ±l sÄ±n
ĠNorma l
Ġetra fÄ±nda
Ġettir meyi
Ġetmiyor sa
DARKM IND
ĠarttÄ±k Ã§a
Ġsonras Ä±
ĠÃ§alÄ±ÅŁmaya bilir
Ġkurabil iyorsa
Ġalfab etik
ĠkarÄ±ÅŁtÄ±r abiliyorum
ĠyargÄ± lar
ĠÅŁef faf
ĠbaÅŁlÄ±y oruz
ĠbaÅŁlay arak
ĠbaÅŁkas Ä±na
Ġ300 00000
ĠgÃ¶rdÃ¼ÄŁ Ã¼
ĠKelime leri
ĠKend ini
ĠKalite li
Ġrepos unu
Ġrelat ive
ĠbaskÄ± layan
ĠÃĸzel likle
ĠsÃ¶zdiz imi
ĠdÃ¶nÃ¼ÅŁtÃ¼rÃ¼l Ã¼r
ĠbÃ¼yÃ¼tÃ¼ lmeli
Ġuydur mak
Ġbakaca ÄŁÄ±nÄ±
ĠgeldiÄŁin ce
Ġokuyabil mektir
Ġdiyalo glar
ĠdikdÃ¶r tgen
ĠboÅŁluk larÄ±
ĠROO T
Ġkolayla ÅŁtÄ±rÄ±r
Ġistatistik ler
ĠdeÄŁiÅŁtik ten
Ġunpa cking
ĠuzaklaÅŁtÄ±rma malÄ±
Ġmakinel erin
Ġotoma tik
Ġoturabil mektir
Belirsiz lik
Empat i
Gizlil ik
gitignor e
Ġromantik leÅŁtirilmiÅŁ
ĠZeroDivis ionError
