#version: 0.2
Ä ±
d e
i n
e r
i r
Ã ¼
a n
a r
č Ċ
e n
Ä Ł
Ġ b
i l
Ġ d
Ġ m
Å Ł
e k
i s
Ã §
Ġ k
o de
y a
Ġ de
Ä± n
Ġm ode
Ġmode l
d a
l er
m a
Ã ¶
Ġ v
Ġ ya
i m
l ar
Ġ s
Ġ t
Ġ Ã¶
Ä± r
Ġb ir
e ÄŁ
i k
i z
l a
l an
r en
Ġ i
Ġ p
Ã¼ k
ar k
ÄŁ ren
is in
Ġde ÄŁ
Ä±n da
Ġya p
ĠÃ¶ ÄŁren
eÄŁ i
B ir
D ark
a h
a s
a y
a ÅŁ
d ir
e s
e y
k i
k en
l Ä±
o n
o r
o ken
r o
r in
r an
Ġ eÄŁi
er i
Ã¼ Ã§
Ġd il
Ġv e
la ma
Ġp ro
ĠÃ¶ÄŁren ir
as Ä±nda
ĠeÄŁi t
M in
P y
T ran
a m
b il
c a
e l
e m
e t
e de
f ik
f or
i ÅŁ
i dir
k lÄ±
l o
l lan
m er
o da
r ek
s s
s an
s for
t ir
t Ã¼
u llan
y g
z ek
Ġ g
Ġ h
Ġ y
Ġ an
Ġ ar
Ġ il
Ġ fik
Ġ oda
Ġ zek
Ä± lan
er in
Ã¼ ÅŁ
en d
Ġb aÅŁ
il en
Ġd ah
Ġd Ã¼ÅŁ
Ġm im
is i
Ã§ a
Ã§ e
Ã§ in
Ġk Ã¼Ã§
Ġk ullan
Ġk end
Ä±n Ä±
Ġmodel i
Ġmodel in
ler i
Ġv er
Ġt oken
Ġi Ã§in
isin e
Ġyap ay
Dark Min
Ġpro j
asÄ±nda ki
ĠeÄŁit im
Tran sfor
Ġfik rin
Ġoda klÄ±
Ġzek a
Ġdah a
Ġmim ar
ĠkÃ¼Ã§ Ã¼k
Ġkullan Ä±lan
DarkMin d
Transfor mer
A n
B u
C U
D A
D I
I DI
L o
N V
T Ã¼
T or
T oken
a f
a p
a t
a z
a ÄŁ
c h
c ode
c eÄŁi
d u
d an
d Ä±r
e ler
e dir
e ceÄŁi
f Ä±r
g r
h an
h on
i on
k il
k Ã§e
l e
l i
l n
l u
l y
l in
l Ã¼
l en
l il
l em
m e
m in
m ek
m es
n i
n ik
n ey
n san
n tÃ¼
o y
o ÄŁ
o lu
p han
p lin
r Ã¼
r kÃ§e
s Ä±
s iz
s ede
t u
t en
t lar
t Ä±r
t Ã¼k
t em
t hon
t ion
u lar
u yg
u tu
v e
v am
y i
y Ä±
y Ã¼k
z ca
z erin
° nsan
Ä °nsan
Ġ in
Ġ Ã¼
Ġ ÅŁ
Ġ ek
Ġ is
Ġ ark
Ġ ede
Ġ lo
Ġ Ã§a
Ġ Transformer
Ġ NV
Ġ TÃ¼
Ġ at
Ä± dÄ±r
Ä± fÄ±r
Ä± zca
de n
de ki
in i
er li
er siz
Ã¼ rek
Ã¼ tÃ¼
Ã¼ yÃ¼k
an Ä±r
an iz
ar Ã§a
ar af
ar tlar
Ġb u
Ġb ek
Ġb Ã¶
Ġb az
Ġb oy
Ġb Ã¼yÃ¼k
Ġd iz
Ġd ay
Ġd isi
Ġd oÄŁ
Ġd uyg
Ġm ek
Ġm et
ÅŁ an
ÅŁ lem
ek nik
is sede
is tem
Ġk el
Ġk Ã¼tÃ¼
Ġk artlar
ya bil
Ġde rin
Ġde code
Ġde ney
Ġde vam
Ä±n a
Ġmodel leri
ler le
ma sÄ±
ma yÄ±
Ġv eri
Ġya yg
Ġya ln
im eler
lar Ä±na
Ġs Ä±r
Ġs aÄŁ
Ġs Ä±fÄ±r
Ġs Ã¼rek
Ġs istem
Ġt ah
Ġt araf
Ġt eknik
ĠÃ¶ rÃ¼
ik tir
iz er
la yabil
Ġi yi
Ġi ÅŁlem
Ġp arÃ§a
isin in
isin deki
ĠdeÄŁ il
ĠdeÄŁ eri
ĠdeÄŁ erin
ĠdeÄŁ erli
Ġyap an
Ġyap mayÄ±
ĠÃ¶ÄŁren me
Dark lo
aÅŁ tÄ±r
es idir
es ap
ey i
lÄ± ÅŁan
on ly
Ã¼Ã§ lÃ¼
Ġdil idir
lama ya
Ġpro gr
ĠeÄŁit ilen
Py Tor
Py thon
am lama
bil ir
ca k
el iÅŁ
et ersiz
iÅŁ kil
tir mek
Ġg Ã¼Ã§lÃ¼
Ġg eliÅŁ
Ġh issede
Ġh esap
Ġy olu
Ġy etersiz
Ġan layabil
Ġan lamaya
Ġar asÄ±ndaki
Ġar aÅŁtÄ±r
Ġil e
Ġil iÅŁkil
ĠbaÅŁ lar
ĠbaÅŁ Ä±nda
ĠdÃ¼ÅŁ mes
ĠdÃ¼ÅŁ tÃ¼k
Ġkend isine
Ġkend ini
Ġver ilen
Ġver isindeki
Ġproj esidir
Ġproj eyi
ĠeÄŁitim i
Ġfikrin den
Ġmimar isi
Ġmimar isine
An cak
CU DA
IDI A
Lo ss
Token izer
len ir
lil iktir
ntÃ¼ leri
phan edir
ten tion
ular Ä±nÄ±
zerin de
Ġin san
ĠÃ¼ zerinde
ĠÅŁ ey
Ġek ran
Ġis e
Ġark asÄ±ndaki
Ġede rek
Ġlo ss
ĠÃ§a lÄ±ÅŁan
ĠNV IDIA
ĠTÃ¼ rkÃ§e
Ġat tention
aniz masÄ±
Ġbek lenir
ĠbÃ¶ ler
Ġbaz en
Ġboy utu
Ġdiz isinin
Ġday anÄ±r
Ġdisi plin
ĠdoÄŁ du
Ġduyg ularÄ±nÄ±
Ġmek anizmasÄ±
Ġmet ni
Ġkel imeler
ĠkÃ¼tÃ¼ phanedir
Ġkartlar Ä±
Ġdecode r
Ġdeney lerle
Ġdevam Ä±nÄ±
Ġyayg Ä±n
Ġyaln Ä±zca
ĠsÄ±r asÄ±nda
ĠsaÄŁ lar
ĠsÄ±fÄ±r dan
ĠsÃ¼rek liliktir
Ġsistem ler
Ġtah min
Ġtaraf Ä±dÄ±r
ĠÃ¶rÃ¼ ntÃ¼leri
ĠiÅŁlem e
ĠparÃ§a larÄ±na
ĠdeÄŁerin in
Darklo ve
Ġprogr amlama
PyTor ch
ĠgeliÅŁ tirmek
Ġhissede bilir
Ġhesap lama
Ġyolu n
Ġanlayabil eceÄŁi
ĠaraÅŁtÄ±r ma
ĠiliÅŁkil eri
ĠdÃ¼ÅŁmes i
ĠdÃ¼ÅŁtÃ¼k Ã§e
