{"<pad>":0,"<s>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ä±":261,"čĊ":262,"an":263,"in":264,"er":265,"de":266,"ir":267,"Ã¼":268,"ar":269,"ÄŁ":270,"en":271,"on":272,"is":273,"ul":274,"il":275,"lan":276,"Ġk":277,"ÅŁ":278,"me":279,"Ã§":280,"Ġs":281,"``":282,"ullan":283,"Ġb":284,"ma":285,"Ġv":286,"or":287,"ullanÄ±":288,"ist":289,"cÄ±":290,"Ã¶":291,"Ġd":292,"ya":293,"Ä±n":294,"ullanÄ±cÄ±":295,"Ġm":296,"Ġg":297,"th":298,"KullanÄ±cÄ±":299,"li":300,"As":301,"istan":302,"Asistan":303,"Ä±r":304,"Ġt":305,"Ġh":306,"lÄ±":307,"yth":308,"ython":309,"ode":310,"im":311,"it":312,"Ġe":313,"at":314,"la":315,"Ġn":316,"Ġmode":317,"lar":318,"Ġp":319,"le":320,"Ġa":321,"```":322,"Ġve":323,"Ġo":324,"ĠĠ":325,"ĠP":326,"Ġde":327,"dir":328,"Ġya":329,"un":330,"Ġi":331,"int":332,"Ġmodel":333,"ok":334,"um":335,"Ġbir":336,"da":337,"Ġ=":338,"eri":339,"ek":340,"iz":341,"as":342,"Ġy":343,"ĠPython":344,"re":345,"'d":346,"bil":347,"el":348,"ay":349,"ro":350,"oken":351,"Ã¼k":352,"ÅŁt":353,"ĠÃ§":354,"Ä±nÄ±":355,"ĠÃ¶":356,"ÄŁit":357,"Ġne":358,"Ġc":359,"Ġol":360,"ah":361,"ĠeÄŁit":362,"ini":363,"Ġhat":364,"python":365,"em":366,"ber":367,"rint":368,"ĠT":369,"es":370,"ĠgÃ¶":371,"ĠC":372,"ĠB":373,"Ġyap":374,"ark":375,"bilir":376,"ur":377,"den":378,"os":379,"al":380,"st":381,"ler":382,"ĠD":383,"Ġf":384,"Ã¼Ã§":385,"ÄŁr":386,"Ġtoken":387,"ile":388,"ĠeÄŁitim":389,"Ã¼r":390,"umber":391,"ĠdeÄŁ":392,"ti":393,"te":394,"ap":395,"Ġ\"":396,"Ġme":397,"ec":398,"malÄ±":399,"Ġge":400,"ak":401,"ind":402,"Ã¼Ã§Ã¼k":403,"aha":404,"izer":405,"dÄ±":406,"ĠĠĠ":407,"dÄ±r":408,"ĠiÃ§":409,"Ġver":410,"larÄ±":411,"Ġpro":412,"Ġl":413,"inde":414,"Mind":415,"ĠkÃ¼Ã§Ã¼k":416,"arkMind":417,"Ä±l":418,"print":419,"Ġdaha":420,"Ġkon":421,"Ġveri":422,"iÅŁ":423,"Ġhata":424,"ev":425,"ĠBu":426,"ĠiÃ§in":427,"iy":428,"Ġproj":429,"ki":430,"ÅŁtir":431,"ĠgÃ¶st":432,"us":433,"Ġan":434,"ine":435,"ĠgÃ¶ster":436,"ĠDarkMind":437,"Ġile":438,"Ġmodelin":439,"Ġmet":440,"ran":441,"am":442,"di":443,"number":444,"mek":445,"ĠÃ¶ÄŁr":446,"ĠÃ¶ÄŁren":447,"ĠÃ¼":448,"Ġveya":449,"PU":450,"ce":451,"od":452,"ĠG":453,"mak":454,"ayÄ±":455,"xt":456,"yi":457,"Ã¼n":458,"Ġmodeli":459,"\",":460,"az":461,"for":462,"ĠÃ§a":463,"(\"":464,"ĠgÃ¶sterir":465,"dan":466,"sÄ±n":467,"ame":468,"ut":469,"Ġ[":470,"Ġyaz":471,"du":472,"Ġin":473,"evap":474,"et":475,"ip":476,"ĠÃ§alÄ±":477,"\")":478,"ĠkullanÄ±":479,"ath":480,"yÄ±":481,"Ġdos":482,"Ġgeli":483,"idir":484,"ÄŁÄ±nÄ±":485,"Ġsa":486,"ĠN":487,"ĠgeliÅŁtir":488,"ing":489,"mas":490,"ort":491,"Ġdosya":492,"leri":493,"po":494,"Ġdo":495,"Ä±nda":496,"Ġet":497,"unu":498,"form":499,"Ã¼y":500,"Ġtokenizer":501,"ch":502,"Ã§e":503,"lidir":504,"Ġnedir":505,"Ġneden":506,"Er":507,"ror":508,"tro":509,"ord":510,"Ġdil":511,"Ġlist":512,"Ġkontro":513,"Error":514,"Ġkontrol":515,"word":516,"Ġz":517,"mes":518,"Ã¶n":519,"Ġprint":520,"ĠÃ¶n":521,"numbers":522,"DA":523,"ret":524,"duÄŁ":525,"point":526,"UDA":527,"sa":528,"ten":529,"Ġcevap":530,"Ġhatas":531,"oss":532,"diÄŁ":533,"hec":534,"kpoint":535,"sform":536,"ransform":537,"ĠdoÄŁr":538,"heckpoint":539,"ransformer":540,"kÃ§e":541,"Ġar":542,"Ġger":543,"ĠiÅŁ":544,"ĠCUDA":545,"ĠGPU":546,"se":547,"Ġson":548,"Ġba":549,"dÄ±ÄŁÄ±nÄ±":550,"ebilir":551,"oun":552,"Ġama":553,"Ġprojes":554,"Bu":555,"min":556,"lama":557,"Ġnumber":558,"Ġpar":559,"okenizer":560,"isin":561,"odel":562,"Ã¼rkÃ§e":563,"text":564,"mel":565,"ĠsayÄ±":566,"Ã¶z":567,"ab":568,"ot":569,"ra":570,"ĠolduÄŁ":571,"ĠTransformer":572,"ĠTÃ¼rkÃ§e":573,"ĠÃ§alÄ±ÅŁ":574,"()":575,"ey":576,"ede":577,"Ä±z":578,"Ġkullan":579,"ĠdÃ¶n":580,"asÄ±l":581,"tion":582,"ĠdoÄŁru":583,"eÄŁ":584,"ig":585,"miÅŁ":586,"ĠnasÄ±l":587,"ĠdeÄŁil":588,"Model":589,"inin":590,"Ġkur":591,"labilir":592,"Ġay":593,"ÅŁtÄ±r":594,"ĠdeÄŁer":595,"len":596,"yan":597,"Ġ2":598,"Ġolma":599,"ĠÃ¶nem":600,"ount":601,"orum":602,"ĠdÃ¼":603,"lem":604,"Ġmetn":605,"ion":606,"uy":607,"ĠH":608,"Ġbo":609,"oru":610,"Ġmim":611,"Ġanla":612,"ĠÃ¼ret":613,"tention":614,"Ġmimar":615,"ik":616,"name":617,"Ġtek":618,"Ġed":619,"Ġfor":620,"malÄ±sÄ±n":621,"ĠsaÄŁ":622,"Ġgerek":623,"ge":624,"Ġbil":625,"ĠbÃ¼y":626,"orch":627,"las":628,"Ġal":629,"Ġolur":630,"ĠgeliÅŁtirme":631,"tir":632,"zer":633,"Ä°":634,"Ġkar":635,"Ġbul":636,"Ä±rlÄ±":637,"Ġtem":638,"Ġhes":639,"Ġyar":640,"ĠTokenizer":641,"melisin":642,"Ġmimaris":643,"Ġhesap":644,"if":645,"ver":646,"Ġil":647,"ĠÅŁ":648,"Ä±k":649,"Ġtah":650,"Ġden":651,"yÄ±m":652,"words":653,"abilir":654,"ue":655,"Ġort":656,"eni":657,"item":658,"Ġyer":659,"ĠeÄŁitimi":660,"Ġloss":661,"usal":662,"ĠbaÅŁ":663,"ol":664,"Ġ3":665,"Ã¼m":666,"ular":667,"meli":668,"lara":669,"asÄ±nda":670,"ĠgÃ¶re":671,"malÄ±yÄ±m":672,"Ġmetin":673,"fig":674,"pus":675,"uz":676,"Ġ1":677,"ĠS":678,"Ġse":679,"orpus":680,"lik":681,"ĠhÄ±z":682,"atÄ±r":683,"larÄ±n":684,"Ġproje":685,"ĠÃ¼zer":686,"Ġzek":687,"Ġortam":688,"yle":689,"ang":690,"ĠsatÄ±r":691,"ĠaÄŁ":692,"Ġcheckpoint":693,"ĠeÄŁitil":694,"iÅŁk":695,"ven":696,"Ġ{":697,"Ġis":698,"Ã¼z":699,"Ġka":700,"Ġte":701,"lÄ±y":702,"ĠÃ§ok":703,"ĠÃ§Ã¶z":704,"eceÄŁ":705,"ĠhatasÄ±":706,"ĠdÃ¼ÅŁ":707,"Ġzeka":708,"\"]":709,"lo":710,"op":711,"pt":712,"Ġat":713,"Ä±ÅŁ":714,"onfig":715,"Ġgen":716,"elf":717,"ayÄ±r":718,"Ġolu":719,"ĠgÃ¶r":720,"dÄ±m":721,"ĠÃ¶ÄŁrenme":722,"ĠkullanÄ±lan":723,"ĠparÃ§":724,"Ġkurul":725,"ĠÃ¼retim":726,"ĠÃ¼zerinde":727,"ale":728,"count":729,"eli":730,"om":731,"per":732,"Ġen":733,"Ã¼re":734,"ilen":735,"ĠsÃ¼re":736,"Ġmi":737,"Ġhaz":738,"Ġok":739,"ĠPath":740,"Ġyapay":741,"Ġfaz":742,"ted":743,"ebilirim":744,"ĠhazÄ±r":745,"Ġfazla":746,"ĠK":747,"ĠsÄ±":748,"ĠyapÄ±":749,"ĠHayÄ±r":750,"Ġtahmin":751,"):":752,"Bir":753,"fÄ±r":754,"nÄ±":755,"port":756,"ta":757,"ting":758,"dece":759,"Ġklas":760,"Ã¶r":761,"Ġda":762,"lam":763,"Ġpip":764,"Ġolabilir":765,"Ġif":766,"Ġiyi":767,"Ġyeni":768,"eline":769,"ĠÃ¶r":770,"ĠCPU":771,"ĠBen":772,"ĠyapmalÄ±yÄ±m":773,"alue":774,"Ġveris":775,"Ġ[\"":776,"ĠhatasÄ±nÄ±":777,"Ġpipeline":778,"fit":779,"lÃ¼":780,"zber":781,"ĠA":782,"Ġre":783,"Ġmas":784,"Ä±m":785,"anlÄ±":786,"ilme":787,"Ġsoru":788,"Ġezber":789,"Ġpath":790,"Ġyol":791,"iyim":792,"ĠkullanÄ±l":793,"ĠNe":794,"ĠarasÄ±nda":795,"Ġmetni":796,"verfit":797,"elime":798,"ĠsÄ±fÄ±r":799,"\":":800,"Torch":801,"tÄ±":802,"yTorch":803,"Ġ5":804,"Ġint":805,"Ä±dÄ±r":806,"Ã¼ven":807,"ĠkullanÄ±cÄ±":808,"ĠsÄ±r":809,"Ġbu":810,"Ġname":811,"ĠalÄ±y":812,"Ġmodeller":813,"Ġsadece":814,"ĠdÃ¶nÃ¼":815,"Ġeder":816,"ĠsaÄŁlar":817,"Ġbilg":818,"Ġbulun":819,"Ġmimarisi":820,"angi":821,"ĠÃ§Ã¶zebilirim":822,"Ġgenel":823,"ĠoluÅŁt":824,"Ġmask":825,"verfitting":826,"ĠsÄ±fÄ±rdan":827,"ĠalÄ±yorum":828,"))":829,"ausal":830,"cor":831,"ed":832,"kan":833,"Ġ0":834,"Ġim":835,"Ġuz":836,"ĠgÃ¼ven":837,"Ġhangi":838,"leme":839,"ĠCheckpoint":840,"Ġfark":841,"Ġmekan":842,"Ġsonra":843,"ĠaynÄ±":844,"uyg":845,"ĠbÃ¼yÃ¼k":846,"Ġtemiz":847,"ĠparÃ§a":848,"ĠsÃ¼rec":849,"ĠklasÃ¶r":850,"anlÄ±ÅŁ":851,"ĠarasÄ±ndaki":852,"ĠoluÅŁtur":853,"Ġimport":854,"Ġmekaniz":855,"Loss":856,"gÃ¼":857,"ks":858,"rar":859,"yon":860,"Ġkelime":861,"Ġsist":862,"Ġbel":863,"leÅŁtir":864,"ĠPyTorch":865,"ĠyanlÄ±ÅŁ":866,"Ġconfig":867,"malÄ±dÄ±r":868,"Ġetmelisin":869,"mesi":870,"diÄŁini":871,"ĠiÅŁlem":872,"ĠdeÄŁildir":873,"Ġboy":874,"Ġtekrar":875,"Ġgerekir":876,"Ä±rlÄ±k":877,"items":878,"ĠaÄŁÄ±rlÄ±k":879,"Ġattention":880,"ĠÃ¶rn":881,"Ġsistem":882,"DarkMind":883,"__":884,"mo":885,"siz":886,"tr":887,"tÄ±r":888,"wh":889,"ĠModel":890,"enin":891,"iler":892,"Ġkod":893,"Ġgit":894,"layan":895,"Ġak":896,"ĠyÃ¼z":897,"bileceÄŁ":898,"urum":899,"oder":900,"ĠyazdÄ±r":901,"masÄ±":902,"mesini":903,"Ġseti":904,"Ġ{\"":905,"ĠyÃ¼zden":906,"Ay":907,"ID":908,"Overfitting":909,"age":910,"ci":911,"lu":912,"oc":913,"rip":914,"ter":915,"va":916,"Ä±sa":917,"Ġkay":918,"Ġbas":919,"Ġdurum":920,"ĠmÄ±":921,"Ġhede":922,"Ġhale":923,"ation":924,"Ġcorpus":925,"lerini":926,"Ã¼Ã§lÃ¼":927,"tif":928,"ĠgeÃ§":929,"ĠiÅŁe":930,"ĠamaÃ§":931,"ĠolduÄŁunu":932,"Ġyarar":933,"Ġyerine":934,"Ġtext":935,"Ġezberle":936,"Ġboyut":937,"Ġaktif":938,"Ġhedef":939,"dÃ¼r":940,"ib":941,"klÄ±":942,"tar":943,"ve":944,"ye":945,"Ġ4":946,"ĠÃ":947,"ĠOverfitting":948,"anÄ±n":949,"ĠkÄ±sa":950,"ĠsÃ¶z":951,"Ã¶yle":952,"Ġtop":953,"ata":954,"larÄ±nÄ±":955,"lec":956,"Ġdef":957,"mektir":958,"Ġliste":959,"diÄŁi":960,"ĠbaÄŁ":961,"ĠhÄ±zlÄ±":962,"ĠAt":963,"ĠkullanÄ±lÄ±r":964,"Ġuzun":965,"ĠÃ¶rnek":966,"Ġbasit":967,"</":968,"ama":969,"hab":970,"lÃ¼k":971,"sion":972,"ts":973,"Ġ'":974,"ĠLoss":975,"erhab":976,"ilde":977,"landÄ±r":978,"Ġkes":979,"melidir":980,"Ã§ek":981,"ĠsÄ±n":982,"madÄ±ÄŁÄ±nÄ±":983,"ĠgÃ¼Ã§lÃ¼":984,"Ġter":985,"ĠĠĠĠ":986,"Ġdest":987,"Ġiki":988,"ekilde":989,"ĠCausal":990,"Ġtokenlara":991,"Ã¼rÃ¼":992,"Ġgetir":993,"Ġverilen":994,"Ġkonu":995,"Ġkonular":996,"Ġveriyi":997,"iyor":998,"Ġsonu":999,"ĠolmadÄ±ÄŁÄ±nÄ±":1000,"Ġhesaplama":1001,"ĠÅŁekilde":1002,"Ġokun":1003,"ĠfarklÄ±":1004,"while":1005,"erhaba":1006,"ĠĠĠĠĠĠĠ":1007,"IA":1008,"VID":1009,"hat":1010,"Ã¢":1011,"Ġr":1012,"ÅŁe":1013,"Ġset":1014,"Ġself":1015,"orted":1016,"Ä±na":1017,"ĠgÃ¼n":1018,"lib":1019,"Ġek":1020,"Ġaz":1021,"unda":1022,"asyon":1023,"indeki":1024,"Ġanda":1025,"ĠNVID":1026,"masÄ±nÄ±":1027,"ĠÃ¶nce":1028,"edeki":1029,"ĠÃ¶nemlidir":1030,"Ġdeney":1031,"ĠdÃ¶nÃ¼ÅŁt":1032,"core":1033,"AyÅŁe":1034,"ĠsÃ¶zlÃ¼k":1035,"ĠsÄ±nÄ±rlÄ±":1036,"ĠNVIDIA":1037,"bed":1038,"cu":1039,"ding":1040,"gel":1041,"pos":1042,"path":1043,"sÄ±":1044,"vam":1045,"Ġ+":1046,"Ġ>":1047,"ĠV":1048,"ileri":1049,"Ġbek":1050,"Ġvoc":1051,"Ġher":1052,"Ġnot":1053,"larak":1054,"Ġad":1055,"ĠadÄ±m":1056,"Ġoda":1057,"Ġolarak":1058,"Ġdevam":1059,"ĠbirleÅŁtir":1060,"ahtar":1061,"Ä±lÄ±r":1062,"ĠÃ§alÄ±ÅŁtÄ±r":1063,"Ġlistedeki":1064,"ĠgerÃ§ek":1065,"Ġprojesidir":1066,"ĠÃ¶nemli":1067,"ĠbÃ¼yÃ¼":1068,"ĠyardÄ±m":1069,"ĠiliÅŁk":1070,"Ġise":1071,"ĠgÃ¼venli":1072,"Ġbelir":1073,"bileceÄŁi":1074,"Ġkayde":1075,"ĠAttention":1076,"Ġkesin":1077,"Ġdestek":1078,"Ġazal":1079,"ĠdÃ¶nÃ¼ÅŁtÃ¼r":1080,"bedding":1081,"Ġvocab":1082,"ĠodaklÄ±":1083,"ala":1084,"cel":1085,"dar":1086,"ex":1087,"ly":1088,"mÄ±ÅŁ":1089,"son":1090,"sÄ±nÄ±":1091,"tÃ¼":1092,"up":1093,"vran":1094,"value":1095,"wer":1096,"yla":1097,"Åŀ":1098,"Ġret":1099,"ĠÄ°":1100,"ĸn":1101,"ana":1102,"erin":1103,"ĠkÃ¶":1104,"ĠsÃ¶yle":1105,"maya":1106,"Ġvar":1107,"Ġdiz":1108,"Ġduyg":1109,"Ġtan":1110,"Ġelem":1111,"ate":1112,"Ġdemo":1113,"rom":1114,"Ä±nÄ±f":1115,"emiz":1116,"ĠChat":1117,"urn":1118,"ĠdeÄŁiÅŁk":1119,"Ä±ldÄ±ÄŁÄ±nÄ±":1120,"cept":1121,"Ġetmeli":1122,"Ġprojesiyim":1123,"Ġolmayan":1124,"Ġgereksiz":1125,"Ġkadar":1126,"Ġdavran":1127,"lecek":1128,"Ġazalt":1129,"Ġreturn":1130,"Merhaba":1131,"ON":1132,"PT":1133,"bet":1134,"crip":1135,"eme":1136,"from":1137,"hbet":1138,"kÃ¼":1139,"ken":1140,"nak":1141,"ohbet":1142,"Ġinde":1143,"Ġuy":1144,"Ä±ÅŁtÄ±r":1145,"anal":1146,"ÄŁer":1147,"onks":1148,"Ġkom":1149,"mem":1150,"Ġsay":1151,"Ġsohbet":1152,"mat":1153,"lid":1154,"Ġtip":1155,"larda":1156,"Ġper":1157,"Ġpak":1158,"ĠaÅŁ":1159,"Ġmodelden":1160,"else":1161,"ĠÃ§Ä±k":1162,"ĠhatayÄ±":1163,"ĠDaha":1164,"ĠtokenlarÄ±":1165,"ĠdeÄŁiÅŁ":1166,"Ġgelecek":1167,"Ä±lmÄ±ÅŁ":1168,"iyon":1169,"ĠGit":1170,"maktÄ±r":1171,"Ã¼nkÃ¼":1172,"eter":1173,"ĠdosyalarÄ±":1174,"Ġcevaplar":1175,"Ġara":1176,"Ġprojesinde":1177,"ĠdÃ¶ngÃ¼":1178,"lenir":1179,"Ġolmaya":1180,"ounter":1181,"Ġanlaya":1182,"likle":1183,"ĠhÄ±zlandÄ±r":1184,"ĠsatÄ±rlarÄ±":1185,"Ġengel":1186,"Ġverisini":1187,"Ġpathlib":1188,"ĠparÃ§alara":1189,"ĠgeÃ§miÅŁ":1190,"ĠyardÄ±mcÄ±":1191,"ĠiliÅŁkileri":1192,"Ġkayded":1193,"ĸnce":1194,"Ġeleman":1195,"onksiyon":1196,"Ġkomut":1197,"\"}":1198,"00":1199,"Cevap":1200,"JS":1201,"Soru":1202,"ca":1203,"id":1204,"mbedding":1205,"not":1206,"sin":1207,"sil":1208,"self":1209,"veri":1210,"Ġ8":1211,"Ġ9":1212,"ĠI":1213,"Ġitem":1214,"ĠÅŀ":1215,"ĠJS":1216,"ĩÃ¼nkÃ¼":1217,"arak":1218,"Ġbile":1219,"Ġtorch":1220,"ĠaÃ§":1221,"Ġyak":1222,"ĠyÃ¶n":1223,"ĠÃ§ev":1224,"esini":1225,"ĠCorpus":1226,"ĠBilme":1227,"Ġfonksiyon":1228,"Ġtokenlar":1229,"ĠdeÄŁeri":1230,"Ġanahtar":1231,"ĠÃ¶ÄŁrenir":1232,"ayÄ±f":1233,"Ã¼nÃ¼":1234,"azen":1235,"Ġins":1236,"ĠzayÄ±f":1237,"minal":1238,"Ġnumbers":1239,"otal":1240,"ĠsaÄŁlayan":1241,"Ġalt":1242,"Ġtemsil":1243,"ĠdÃ¼ÅŁÃ¼k":1244,"person":1245,"Ġyolunu":1246,"ibi":1247,"Ġuzunlu":1248,"ĠadÄ±nÄ±":1249,"except":1250,"ĠdÃ¶ngÃ¼s":1251,"ĠanlayabileceÄŁi":1252,"ĠÅŀu":1253,"ĠJSON":1254,"ĠBilmediÄŁ":1255,"ade":1256,"lk":1257,"lin":1258,"lÃ§":1259,"ram":1260,"txt":1261,"tokenizer":1262,"uk":1263,"uden":1264,"zel":1265,"ĠF":1266,"Ġwhile":1267,"def":1268,"ÄŁu":1269,"end":1270,"only":1271,"Ġkim":1272,"ĠsÃ¼r":1273,"Ġscore":1274,"Ġbit":1275,"Ġbak":1276,"madan":1277,"Ġgel":1278,"Ġgibi":1279,"lean":1280,"ĠadÄ±":1281,"Ġiz":1282,"umu":1283,"daki":1284,"ĠyÃ¼k":1285,"Ġyorum":1286,"eler":1287,"ĠÃ¶lÃ§":1288,"Ġcom":1289,"ĠyapmasÄ±nÄ±":1290,"lerinde":1291,"Ġmesa":1292,"Ġverim":1293,"Ġlen":1294,"aman":1295,"ĠÃ¶ÄŁrenmesini":1296,"sÄ±nda":1297,"Ġlistenin":1298,"Ġzaman":1299,"mesidir":1300,"rain":1301,"ĠolduÄŁumu":1302,"ĠÃ§alÄ±ÅŁÄ±ldÄ±ÄŁÄ±nÄ±":1303,"ĠkullanmalÄ±sÄ±n":1304,"Ġanlamak":1305,"Ä°lk":1306,"Ġmimarisidir":1307,"ift":1308,"Ġiler":1309,"eceÄŁini":1310,"ĠdÃ¼ÅŁmesi":1311,"ĠgÃ¶rmesini":1312,"Ġoku":1313,"Ġbilgiler":1314,"ĠbulunmadÄ±ÄŁÄ±nÄ±":1315,"ĠmekanizmasÄ±":1316,"odern":1317,"Ġdurumda":1318,"Ġkonularda":1319,"Ġokunabilir":1320,"ĠtanÄ±m":1321,"Ġengeller":1322,"ĠaÃ§Ä±k":1323,"udents":1324,"Ġmesaj":1325,"=\"":1326,"Foun":1327,"GPT":1328,"Hu":1329,"Not":1330,"Python":1331,"])":1332,"ad":1333,"ava":1334,"cod":1335,"dError":1336,"eti":1337,"eig":1338,"fr":1339,"ht":1340,"mini":1341,"nÄ±n":1342,"pe":1343,"sorted":1344,"tre":1345,"uit":1346,"ure":1347,"yen":1348,"yiyim":1349,"zen":1350,"ĠE":1351,"Ġword":1352,"Ġ__":1353,"inir":1354,"irst":1355,"irgÃ¼":1356,"ara":1357,"arf":1358,"ens":1359,"endir":1360,"ond":1361,"ilmiÅŁ":1362,"lanÄ±r":1363,"Ġkat":1364,"Ġkal":1365,"ÅŁendir":1366,"Ġsiz":1367,"ĠsÄ±nÄ±f":1368,"Ġscrip":1369,"Ġsanal":1370,"Ġsinir":1371,"mayÄ±":1372,"ĠvirgÃ¼":1373,"Ġdi":1374,"Ġdik":1375,"Ġmodern":1376,"Ġgir":1377,"lit":1378,"Ġtut":1379,"Ġharf":1380,"Ġembedding":1381,"ature":1382,"Ġdemek":1383,"Ġ==":1384,"ÅŁtÄ±":1385,"ĠÃ§ift":1386,"ĠÃ¶zel":1387,"ĠTemiz":1388,"Ġyapar":1389,"arken":1390,"students":1391,"lerde":1392,"ĠData":1393,"tiv":1394,"ect":1395,"econd":1396,"dÄ±ÄŁ":1397,"mekte":1398,"ĠÃ¶ÄŁrenen":1399,"yip":1400,"Ã¼nde":1401,"utf":1402,"ĠÃ§alÄ±ÅŁtÄ±":1403,"ĠNo":1404,"ĠgeliÅŁtiril":1405,"ĠdosyadÄ±r":1406,"ĠamacÄ±":1407,"Ġparale":1408,"ĠolduÄŁu":1409,"ĠÃ§alÄ±ÅŁabilir":1410,"ÅŁtÄ±rma":1411,"ĠdÃ¼zen":1412,"Ġboz":1413,"ĠboÅŁ":1414,"Ġalmak":1415,"Ġhesapla":1416,"Ġtahmini":1417,"Ġdeneme":1418,"larÄ±nÄ±n":1419,"ĠeÄŁitilmiÅŁ":1420,"Ġtemel":1421,"Ġkurulu":1422,"Ġkurulan":1423,"perature":1424,"ĠKÃ¼Ã§Ã¼k":1425,"ĠyapÄ±labilir":1426,"ĠsÄ±rasÄ±nda":1427,"ĠsÄ±rala":1428,"ĠbulunduÄŁ":1429,"ĠsÃ¼recidir":1430,"ĠklasÃ¶rde":1431,"Ġmekanizma":1432,"Ġkelimeleri":1433,"ĠiÅŁlemlerini":1434,"ĠtekrarlarÄ±":1435,"ĠaÄŁÄ±rlÄ±klarÄ±nÄ±n":1436,"ĠamaÃ§lÄ±":1437,"Ġezberleyip":1438,"Ġboyutu":1439,"ĠÃĸnce":1440,"Ġterminal":1441,"Ã¼rÃ¼l":1442,"ĠkonuÅŁ":1443,"Ġhesaplamalarda":1444,"ĠgÃ¼ncel":1445,"posit":1446,"ĠÄ°yiyim":1447,"ĠkÃ¶k":1448,"Ġindex":1449,"Ġpaket":1450,"Ġkaydedil":1451,"ĠbileÅŁendir":1452,"ĠBilmediÄŁim":1453,"ĠbitmiÅŁ":1454,"FoundError":1455,"Hub":1456,"NotFoundError":1457,"coding":1458,"eight":1459,"fruit":1460,"Ġsize":1461,"ĠvirgÃ¼l":1462,"Ġparalel":1463,"Ġterminalde":1464,"fruits":1465,"Ali":1466,"cak":1467,"clas":1468,"der":1469,"dur":1470,"diy":1471,"ka":1472,"kin":1473,"kat":1474,"lÃ¢":1475,"man":1476,"nde":1477,"nik":1478,"put":1479,"pÄ±dÄ±r":1480,"sen":1481,"sÄ±z":1482,"tem":1483,"tÃ¼y":1484,"total":1485,"xError":1486,"yor":1487,"yim":1488,"ype":1489,"Ġ%":1490,"Ġ*":1491,"Ġ6":1492,"ĠR":1493,"Ġwords":1494,"ans":1495,"ula":1496,"lang":1497,"Ġko":1498,"Ġkend":1499,"ÅŁÄ±":1500,"Ġsor":1501,"mamalÄ±yÄ±m":1502,"ory":1503,"orma":1504,"yapÄ±dÄ±r":1505,"Ä±ndan":1506,"Ġman":1507,"ĠgÃ¼rÃ¼l":1508,"Ġhis":1509,"Ġham":1510,"ĠhÃ¢":1511,"lÄ±m":1512,"lÄ±p":1513,"imizer":1514,"Ġmodelini":1515,"Ġbiri":1516,"eriÅŁ":1517,"ase":1518,"Ġyeter":1519,"ayÃ¼z":1520,"ÄŁitim":1521,"est":1522,"ĠCounter":1523,"Ġyaparken":1524,"arklo":1525,"lerin":1526,"ĠtokenÄ±":1527,"ĠeÄŁitimde":1528,"akter":1529,"ĠvereceÄŁini":1530,"iyle":1531,"iyorum":1532,"ĠgÃ¶stermesidir":1533,"Ġmetod":1534,"azÄ±":1535,"ĠgeliÅŁtirmek":1536,"Ġetme":1537,"formans":1538,"Ã¼yor":1539,"ĠdoÄŁrula":1540,"ĠarayÃ¼z":1541,"ĠsayÄ±larÄ±":1542,"ĠsayÄ±sÄ±nÄ±":1543,"ĠÃ§alÄ±ÅŁan":1544,"())":1545,"Ġkullanmak":1546,"Ġayr":1547,"ĠayÄ±r":1548,"ĠdeÄŁerdir":1549,"ĠdeÄŁerlidir":1550,"yanÄ±n":1551,"Ġmetnin":1552,"Ġmetnidir":1553,"Ġkarakter":1554,"Ġyerel":1555,"Ġ30":1556,"Ã¼mÃ¼":1557,"Ġprojedir":1558,"ĠortamÄ±":1559,"ĠaÄŁÄ±":1560,"ptimizer":1561,"counter":1562,"alueError":1563,"ilmelidir":1564,"Ġsorup":1565,"Ġgenellikle":1566,"Ġtemizleme":1567,"ĠoluÅŁturma":1568,"__(":1569,"try":1570,"Ġsetidir":1571,"ĠÃĩÃ¼nkÃ¼":1572,"Ġtoplama":1573,"ĠbaÄŁlama":1574,"ĠÃ¶rneklerde":1575,"Ġgetirme":1576,"Ġekran":1577,"Ġ+=":1578,"Ġ>=":1579,"ĠValueError":1580,"Ġbeklenir":1581,"ĠbirleÅŁtirilmiÅŁ":1582,"Ġdestekli":1583,"ĠdÃ¶nÃ¼ÅŁtÃ¼ren":1584,"ĠsÃ¶ylemek":1585,"ĠdeÄŁiÅŁken":1586,"ĠdavranÄ±ÅŁtÄ±r":1587,"ĠazaltÄ±lmÄ±ÅŁ":1588,"Ġuyum":1589,"Ġperformans":1590,"ĠaÅŁama":1591,"ĠGitHub":1592,"ĠaraÅŁtÄ±rma":1593,"ĠhÄ±zlandÄ±rmak":1594,"notlar":1595,"Ġ95":1596,"ĠaltyapÄ±dÄ±r":1597,"ĠuzunluÄŁ":1598,"Ġkimsin":1599,"ĠÃ¶lÃ§en":1600,"Ġverimlidir":1601,"Ġbilgilerinin":1602,"ĠmekanizmasÄ±yla":1603,"Ġdikkat":1604,"mektedir":1605,"Ġbozuk":1606,"Ġdenemeler":1607,"ĠmekanizmadÄ±r":1608,"ĠkonuÅŁmamalÄ±yÄ±m":1609,"ĠkaydedildiÄŁi":1610,"class":1611,"tÃ¼yÃ¼":1612,"ĠgÃ¼rÃ¼ltÃ¼yÃ¼":1613,"ĠhÃ¢lÃ¢":1614,"arklove":1615,"ĠarayÃ¼zdÃ¼r":1616,"),":1617,"Bazen":1618,"ai":1619,"aÅŁ":1620,"aya":1621,"abil":1622,"ck":1623,"ct":1624,"clean":1625,"eÅŁ":1626,"ebil":1627,"first":1628,"lat":1629,"mis":1630,"mind":1631,"mpt":1632,"miyor":1633,"nta":1634,"ri":1635,"suz":1636,"tan":1637,"tasyon":1638,"ute":1639,"uage":1640,"ynta":1641,"Ġ.":1642,"Ġ7":1643,"Ġon":1644,"Ġist":1645,"Ġran":1646,"ĠeriÅŁ":1647,"ante":1648,"antasyon":1649,"init":1650,"debilir":1651,"arÄ±":1652,"ÄŁini":1653,"env":1654,"encoding":1655,"ong":1656,"ismat":1657,"ule":1658,"ilir":1659,"ilab":1660,"ildiÄŁini":1661,"Ġkey":1662,"ÅŁÃ¼mÃ¼":1663,"meyen":1664,"Ġsum":1665,"Ġsak":1666,"Ġblo":1667,"Ġvenv":1668,"Ġdok":1669,"Ä±nÄ±n":1670,"Ġmismat":1671,"Ä±rnak":1672,"Ġtas":1673,"ĠtÄ±rnak":1674,"Ġex":1675,"atch":1676,"laÅŁtÄ±r":1677,"Ġnorma":1678,"ĠalÄ±p":1679,"Ġoptimizer":1680,"Ġdec":1681,"inti":1682,"Ġmodelleri":1683,"read":1684,"ĠÃ§eÅŁ":1685,"ĠcÃ¼m":1686,"ĠBir":1687,"arkmind":1688,"strip":1689,"ĠDos":1690,"ĠDeÄŁ":1691,"Ġfik":1692,"ĠdeÄŁi":1693,"ected":1694,"akat":1695,"ĠiÃ§indeki":1696,"Ġverebil":1697,"Ġprompt":1698,"Ä±ldÄ±":1699,"Ġveriyle":1700,"user":1701,"odule":1702,"Ġinva":1703,"Ġlistesini":1704,"Ġprojesinin":1705,"Ġparante":1706,"ĠkullanmalÄ±":1707,"lendir":1708,"ĠanlaÅŁ":1709,"Ġedilmelidir":1710,"ĠkarÅŁÄ±":1711,"ĠÅŁu":1712,"ĠÅŁey":1713,"ĠbaÅŁka":1714,"Ã¼mantasyon":1715,"ĠSen":1716,"ĠSana":1717,"ĠseÃ§":1718,"ĠeÄŁitildi":1719,"venv":1720,"lower":1721,"ĠgÃ¶rme":1722,"ĠgÃ¶rÃ¼n":1723,"Ġkurulum":1724,"ĠÃ¼retimi":1725,"counts":1726,"ĠkullanÄ±cÄ±dan":1727,"ĠkullanÄ±cÄ±nÄ±n":1728,"ĠdÃ¶nÃ¼ÅŁÃ¼mÃ¼":1729,"cores":1730,"Ġgerekirse":1731,"trib":1732,"ĠÃ¶rnekleri":1733,"ĠsonuÃ§":1734,"Ġsonucu":1735,"cuda":1736,"ĠbÃ¼yÃ¼d":1737,"ĠdÃ¶nÃ¼ÅŁtÃ¼rÃ¼r":1738,"Ġdizin":1739,"Ġtipini":1740,"Ġ80":1741,"ĠÃ§evir":1742,"ĠinsanÄ±n":1743,"lines":1744,"Ġizn":1745,"availab":1746,"Ġkatman":1747,"ĠdiÄŁer":1748,"Ġgirinti":1749,"ĠbulunduÄŁunu":1750,"ĠuzunluÄŁunu":1751,"Ġdikkatli":1752,"mission":1753,"Ġrange":1754,"ĠdokÃ¼mantasyon":1755,"Ġmismatch":1756,"ĠÃ§eÅŁit":1757,"ĠcÃ¼mle":1758,"Ġinvalid":1759,"Ġparantez":1760,"ĠkarÅŁÄ±laÅŁtÄ±r":1761,"tribute":1762,"available":1763,"Ama":1764,"Dec":1765,"Duyg":1766,"Kod":1767,"Yap":1768,"aber":1769,"alid":1770,"base":1771,"gs":1772,"gram":1773,"hti":1774,"ici":1775,"ive":1776,"kod":1777,"ln":1778,"mit":1779,"model":1780,"oz":1781,"ower":1782,"oÄŁu":1783,"otiv":1784,"pre":1785,"plit":1786,"qu":1787,"ry":1788,"rak":1789,"score":1790,"split":1791,"tge":1792,"uÅŁ":1793,"var":1794,"Ġ-":1795,"Ġ/":1796,"ĠM":1797,"Ġun":1798,"Ġ(\"":1799,"Ä±lÄ±m":1800,"inden":1801,"erek":1802,"erate":1803,"Ã¼le":1804,"onra":1805,"memelidir":1806,"Ġsah":1807,"Ġsev":1808,"ĠsÄ±k":1809,"Ġben":1810,"ĠbazÄ±":1811,"Ġvade":1812,"Ġderin":1813,"Ġdarkmind":1814,"Ġmus":1815,"Ġmisin":1816,"liz":1817,"lite":1818,"Ġtak":1819,"Ġtup":1820,"Ġtrain":1821,"Ġtara":1822,"Ġtry":1823,"Ġhaya":1824,"lÄ±k":1825,"itif":1826,"Ġemin":1827,"lay":1828,"laÅŁ":1829,"Ġnok":1830,"Ġyaln":1831,"Ġihti":1832,"astge":1833,"ĠÃ§oÄŁu":1834,"Ġcid":1835,"ĠolmalÄ±":1836,"ĠolmalÄ±dÄ±r":1837,"esi":1838,"ĠyapmayÄ±":1839,"alse":1840,"ĠDil":1841,"Ġfil":1842,"Ġfakat":1843,"ileNotFoundError":1844,"Ġverir":1845,"Ġveriler":1846,"Ġprogram":1847,"Ġkonum":1848,"iye":1849,"Ġprojeler":1850,"Ġanlama":1851,"ined":1852,"ĠyazÄ±lÄ±m":1853,"Ġdosyada":1854,"ĠdosyasÄ±":1855,"ĠdoÄŁ":1856,"Ġetmek":1857,"Ã¼yle":1858,"ĠkontrolÃ¼":1859,"Ġparame":1860,"ĠsayÄ±yÄ±":1861,"ĠÃ§alÄ±ÅŁma":1862,"ĠÃ§alÄ±ÅŁÄ±r":1863,"():":1864,"eyError":1865,"Ġayar":1866,"ĠdeÄŁerleri":1867,"ĠdeÄŁerlerini":1868,"Ġ20":1869,"ĠHer":1870,"Ġanlam":1871,"Ġteknik":1872,"Ġformat":1873,"ĠalÄ±n":1874,"Ġkarar":1875,"ĠkartÄ±":1876,"ĠhesaplanÄ±r":1877,"version":1878,"Ġilk":1879,"ularda":1880,"Ġmetinleri":1881,"ĠeÄŁitilmem":1882,"Ġisim":1883,"ĠparÃ§as":1884,"ĠKeyError":1885,"tÄ±ÄŁÄ±nÄ±":1886,"Ġmodellerinde":1887,"Ġbilgis":1888,"ĠsÃ¼recini":1889,"ĠaÄŁÄ±rlÄ±klarÄ±":1890,"ĠModelin":1891,"Ġdurumu":1892,"ĠmÄ±sÄ±n":1893,"ĠamaÃ§lar":1894,"Ġtoplam":1895,"Ġters":1896,"Ġkonuda":1897,"Ġrastge":1898,"Ġekle":1899,"ĠVeri":1900,"ĠbÃ¼yÃ¼t":1901,"Ġbelirt":1902,"Ġduygusal":1903,"Ġsayede":1904,"ĠÃ§Ä±kar":1905,"ĠdÃ¶ngÃ¼sÃ¼":1906,"ĠFileNotFoundError":1907,"ĠsÃ¼rÃ¼m":1908,"Ġyorumlan":1909,"Ġcommit":1910,"Ġilerle":1911,"ĠtanÄ±mla":1912,"Ġharfe":1913,"ĠyaparsÄ±n":1914,"ĠÃ§alÄ±ÅŁtÄ±ÄŁÄ±nÄ±":1915,"ĠgeliÅŁtiriliyorum":1916,"ĠÃ§alÄ±ÅŁabilirim":1917,"ĠdÃ¼zenli":1918,"Ġsorularda":1919,"ĠmantÄ±ÄŁÄ±nÄ±":1920,"Ġyeterli":1921,"ĠayrÄ±":1922,"Ġyerelde":1923,"ĠÃ§eÅŁitli":1924,"Duygusal":1925,"Yapay":1926,"alidation":1927,"ozitif":1928,"otivasyon":1929,"raki":1930,"Ġsahip":1931,"Ġseviy":1932,"Ġvadeli":1933,"Ġmusun":1934,"Ġtuple":1935,"Ġtaraf":1936,"Ġnokta":1937,"ĠyalnÄ±z":1938,"Ġihtiya":1939,"Ġrastgele":1940,"10":1941,"Le":1942,"Sh":1943,"[\"":1944,"alÄ±":1945,"bir":1946,"bda":1947,"cÃ¼":1948,"cevap":1949,"com":1950,"fo":1951,"gen":1952,"hen":1953,"long":1954,"mut":1955,"ne":1956,"ning":1957,"nder":1958,"pas":1959,"rile":1960,"rue":1961,"san":1962,"sul":1963,"second":1964,"transformer":1965,"top":1966,"ude":1967,"vram":1968,"wid":1969,"Ġ<":1970,"ĠÃ¼r":1971,"Ä±Ã§":1972,"anÄ±r":1973,"inci":1974,"input":1975,"ere":1976,"eration":1977,"irse":1978,"Ã¼ÄŁ":1979,"armut":1980,"arning":1981,"ÄŁinde":1982,"ent":1983,"one":1984,"isk":1985,"ÅŁkin":1986,"met":1987,"mez":1988,"Ã§a":1989,"Ġsu":1990,"Ġsen":1991,"Ġsecond":1992,"ĠbÃ¶":1993,"Ġbran":1994,"Ġbazen":1995,"max":1996,"masÄ±n":1997,"mamalÄ±dÄ±r":1998,"Ġvalidation":1999,"Ġmotivasyon":2000,"Ġgeri":2001,"Ġtest":2002,"Ġhas":2003,"lÄ±ÄŁ":2004,"imi":2005,"itude":2006,"Ġedebilir":2007,"labileceÄŁ":2008,"Ġmodele":2009,"lardan":2010,"larÄ±nda":2011,"Ġpython":2012,"Ġpus":2013,"Ġalan":2014,"Ġolan":2015,"Ġoverfitting":2016,"ĠolabileceÄŁ":2017,"unun":2018,"undan":2019,"Ġbiridir":2020,"reeter":2021,"ell":2022,"rodu":2023,"Ã¼kÃ§e":2024,"Ġnes":2025,"Ġcausal":2026,"Ġcounter":2027,"Ġolmak":2028,"ĠType":2029,"ĠgÃ¶nder":2030,"bilirim":2031,"str":2032,"lerinin":2033,"ĠDarklove":2034,"time":2035,"Ġ\"))":2036,"Ġget":2037,"ĠiÃ§inde":2038,"Ġverebilirim":2039,"evens":2040,"usunu":2041,"Ġana":2042,"ĠÃ¼re":2043,"Ã¼nden":2044,"Ã¼ntÃ¼":2045,"Ġmodeliyim":2046,"sÄ±nÄ±n":2047,"Ġinit":2048,"etin":2049,"ĠkullanÄ±lÄ±y":2050,"ĠdosyanÄ±n":2051,"ĠNone":2052,"ĠgeliÅŁtirici":2053,"ĠdosyasÄ±nda":2054,"ĠiÅŁler":2055,"Ġsonraki":2056,"Ġprojesi":2057,"texts":2058,"ĠsayÄ±sÄ±":2059,"ĠolduÄŁunda":2060,"ĠolduÄŁundan":2061,"ĠÃ§alÄ±ÅŁmaktÄ±r":2062,"ĠdÃ¶nÃ¼yor":2063,"ĠdoÄŁrudan":2064,"ĠkuralÄ±":2065,"ĠÃ¼retir":2066,"iklik":2067,"Ġbiliyor":2068,"Ġbilmiyor":2069,"Ġolursa":2070,"Ä°yi":2071,"ĠkarÄ±ÅŁ":2072,"ĠbaÅŁlang":2073,"ĠbaÅŁarÄ±":2074,"ulary":2075,"Ġselam":2076,"ĠortamÄ±n":2077,"Ġortamda":2078,"angle":2079,"Ġkalite":2080,"Ġkavram":2081,"Ġgeneration":2082,"ĠKod":2083,"tags":2084,"lambda":2085,"Ġifade":2086,"Ġyeniden":2087,"ĠÃ¶rÃ¼ntÃ¼":2088,"Ġremo":2089,"Ġreposit":2090,"ilmeye":2091,"Ġederek":2092,"Ġgenelleme":2093,"Ġuzak":2094,"ĠgÃ¼venlik":2095,"Ġkelimeler":2096,"Ġsistemi":2097,"Ġkaynak":2098,"Ġhedefi":2099,"Ġhedefli":2100,"Ġlisteyi":2101,"ĠbaÄŁlam":2102,"ĠbaÄŁÄ±m":2103,"ĠkonularÄ±nda":2104,"Ġrate":2105,"Ġrisk":2106,"Ġdeneyler":2107,"ĠsÃ¶zlÃ¼kte":2108,"posu":2109,"ĠadÄ±mlar":2110,"ĠdevamÄ±nÄ±":2111,"ĠÃ§alÄ±ÅŁtÄ±rÄ±l":2112,"ĠgerÃ§ekten":2113,"Ġbelirli":2114,"Ġbelirler":2115,"Ġvocabulary":2116,"ĠkÃ¶tÃ¼":2117,"ĠdeÄŁiÅŁkeni":2118,"ĠdavranÄ±ÅŁ":2119,"Ġazaltabilir":2120,"ĠÃ§Ä±ktÄ±":2121,"ĠdeÄŁiÅŁiklik":2122,"ĠInde":2123,"Ġyakala":2124,"ĠyaklaÅŁ":2125,"ĠyÃ¶ntem":2126,"ĠÃ§evrile":2127,"Ġinsan":2128,"ĠFalse":2129,"ĠyÃ¼klen":2130,"Ġyorumla":2131,"Ġcompre":2132,"ĠmesajlarÄ±":2133,"etiÅŁkin":2134,"trele":2135,"ĠEÄŁitim":2136,"ensor":2137,"ĠkaldÄ±r":2138,"Ġscript":2139,"ĠÃ¶zellik":2140,"dÄ±ÄŁÄ±nda":2141,"positive":2142,"Ġkendini":2143,"Ġetmeye":2144,"Ġuyumsuz":2145,"ĠaÅŁamasÄ±nda":2146,"rice":2147,"Ġtasar":2148,"Ġdecoder":2149,"ĠanlaÅŁÄ±lÄ±r":2150,"ĠgÃ¶rmediÄŁini":2151,"ĠgÃ¶rÃ¼nÃ¼r":2152,"ĠbÃ¼yÃ¼dÃ¼kÃ§e":2153,"owerSh":2154,"Ġbenzer":2155,"Ġciddi":2156,"Ġfiltrele":2157,"ĠformatÄ±na":2158,"ĠparÃ§asÄ±dÄ±r":2159,"Ġseviyes":2160,"ĠihtiyacÄ±":2161,"Learning":2162,"hension":2163,"sult":2164,"width":2165,"Ġbranch":2166,"masÄ±na":2167,"Ġpush":2168,"ĠolabileceÄŁini":2169,"roduct":2170,"ĠTypeError":2171,"ĠkullanÄ±lÄ±yor":2172,"ĠkarÄ±ÅŁÄ±k":2173,"ĠbaÅŁlangÄ±Ã§":2174,"Ġremote":2175,"Ġrepository":2176,"ĠdeÄŁiÅŁiklikleri":2177,"ĠIndexError":2178,"ĠyaklaÅŁÄ±m":2179,"Ġcomprehension":2180,"owerShell":2181,")]":2182,"12":2183,"Ac":2184,"An":2185,"Ada":2186,"Batch":2187,"Den":2188,"Darklove":2189,"EÄŁitim":2190,"Git":2191,"Hata":2192,"KÃ¼Ã§Ã¼k":2193,"List":2194,"Lang":2195,"Metin":2196,"Scrip":2197,"Sonra":2198,"Tokenizer":2199,"Wind":2200,"\\.":2201,"alama":2202,"bj":2203,"blem":2204,"cit":2205,"cut":2206,"config":2207,"eÃ§":2208,"eyi":2209,"elam":2210,"fes":2211,"gÄ±n":2212,"gÃ¼n":2213,"ied":2214,"ivar":2215,"jected":2216,"kÄ±nda":2217,"lme":2218,"lok":2219,"mW":2220,"men":2221,"muz":2222,"mport":2223,"nden":2224,"nec":2225,"nede":2226,"nenin":2227,"nahtar":2228,"oj":2229,"ow":2230,"pa":2231,"ps":2232,"pret":2233,"ported":2234,"pected":2235,"si":2236,"sini":2237,"sal":2238,"ski":2239,"sayÄ±":2240,"set":2241,"sup":2242,"sÃ¼nÃ¼":2243,"scores":2244,"tek":2245,"tÃ¼r":2246,"torch":2247,"tation":2248,"temiz":2249,"vcut":2250,"war":2251,"weight":2252,"ys":2253,"yile":2254,"yebilir":2255,"ygÄ±n":2256,"}\")":2257,"Ãĩ":2258,"Ãĸnce":2259,"ÃĩÃ¼nkÃ¼":2260,"Ġor":2261,"Ġli":2262,"Ġmak":2263,"Ġuyg":2264,"Ġwh":2265,"ĠID":2266,"ĠMerhaba":2267,"ĠWind":2268,"Ä±lan":2269,"and":2270,"aniy":2271,"annot":2272,"iny":2273,"ery":2274,"erlerin":2275,"ermission":2276,"erpret":2277,"irect":2278,"irdiy":2279,"aret":2280,"ÄŁÄ±r":2281,"enen":2282,"onnec":2283,"isini":2284,"ull":2285,"landÄ±":2286,"lanmadÄ±ÄŁÄ±nÄ±":2287,"ĠkÃ¼":2288,"Ġkor":2289,"ĠkayÄ±":2290,"Ġkaz":2291,"Ġkoru":2292,"ÅŁebilir":2293,"meyi":2294,"Ġslas":2295,"Ġsta":2296,"Ġstr":2297,"ĠsÃ¼rÃ¼":2298,"Ġsorted":2299,"Ġsynta":2300,"Ġscores":2301,"Ġsys":2302,"Ġsaniy":2303,"Ġbatch":2304,"malarÄ±":2305,"Ġvalue":2306,"cÄ±sÄ±nÄ±n":2307,"Ã¶re":2308,"Ġday":2309,"Ġdirect":2310,"Ġmu":2311,"Ġmin":2312,"Ġmidir":2313,"Ġmodule":2314,"Ä±rÄ±":2315,"Ġta":2316,"Ġtama":2317,"ĠtÃ¼rÃ¼":2318,"Ġtotal":2319,"Ġtype":2320,"ĠtaÅŁ":2321,"Ġtensor":2322,"Ġhak":2323,"lÄ±klÄ±":2324,"odeError":2325,"ition":2326,"Ġeski":2327,"atal":2328,"atanÄ±n":2329,"Ġno":2330,"larla":2331,"Ġpy":2332,"Ġpozitif":2333,"Ġpull":2334,"leyi":2335,"lediÄŁini":2336,"Ġof":2337,"Ġout":2338,"Ġoper":2339,"Ġobj":2340,"ĠPowerShell":2341,"ĠPermission":2342,"Ġdepo":2343,"Ġdemektir":2344,"Ġdeposu":2345,"Ġyava":2346,"ĠyaygÄ±n":2347,"una":2348,"untime":2349,"Ġiyile":2350,"Ġbirlik":2351,"Ġyok":2352,"reet":2353,"result":2354,"elma":2355,"ÅŁti":2356,"ĠÃ§ak":2357,"Ġcivar":2358,"Ġcannot":2359,"Ġconnec":2360,"ĠeÄŁitmeli":2361,"embedding":2362,"ĠTek":2363,"ĠTrue":2364,"esnenin":2365,"ĠConfig":2366,"ĠBÃ¶yle":2367,"ĠBlok":2368,"ĠyapmalÄ±":2369,"ĠyapÄ±l":2370,"ĠyapmalÄ±sÄ±n":2371,"ĠyaptÄ±":2372,"Ġyapama":2373,"ĠyapÄ±lÄ±r":2374,"ĠyapÄ±lmÄ±ÅŁ":2375,"dented":2376,"osition":2377,"stan":2378,"ĠDec":2379,"ĠDerin":2380,"Ġfile":2381,"Ġflo":2382,"Ġfatal":2383,"ÄŁrÄ±lan":2384,"ĠeÄŁitimlerinde":2385,"Ã¼rasyon":2386,"Ġ\")":2387,"Ġmevcut":2388,"ĠiÃ§er":2389,"Ġveren":2390,"Ġvermek":2391,"Ġverebilir":2392,"ĠverildiÄŁini":2393,"larÄ±m":2394,"Ġproblem":2395,"index":2396,"ĠkÃ¼Ã§Ã¼ktÃ¼r":2397,"Ġkonfig":2398,"Ġveriye":2399,"iÅŁki":2400,"ĠhatalarÄ±":2401,"Ġhatalardan":2402,"evab":2403,"ĠiÃ§ine":2404,"ÅŁtirdiy":2405,"ĠgÃ¶sterdiÄŁi":2406,"Ġmodelinin":2407,"Ġmetindeki":2408,"ĠÃ¶ÄŁrenebilir":2409,"ĠÃ¶ÄŁrenmesi":2410,"ĠÃ¶ÄŁrenerek":2411,"ĠGPT":2412,"ĠGirdiy":2413,"ĠÃ§aÄŁÄ±r":2414,"ĠÃ§aÄŁrÄ±lan":2415,"ameError":2416,"Ġyazma":2417,"Ġyazmak":2418,"ĠyazmalÄ±sÄ±n":2419,"Ġyazabilir":2420,"ĠyazÄ±m":2421,"dual":2422,"Ġinput":2423,"Ġindented":2424,"\").":2425,"ĠkullanÄ±r":2426,"ĠkullanÄ±labilir":2427,"yÄ±cÄ±sÄ±nÄ±n":2428,"ĠNaber":2429,"ĠNesnenin":2430,"ĠNameError":2431,"masÄ±dÄ±r":2432,"ĠdosyasÄ±nÄ±":2433,"leriyle":2434,"mesine":2435,"ĠartÄ±r":2436,"ĠiÅŁaret":2437,"sed":2438,"Ġsondaki":2439,"isinin":2440,"ĠsayÄ±ya":2441,"ĠsayÄ±larÄ±n":2442,"()]":2443,"Ġkullanan":2444,"Ġkullanabilir":2445,"Ġkullanmadan":2446,"ĠkullandÄ±ÄŁ":2447,"ĠdÃ¶ndÃ¼r":2448,"eÄŁi":2449,"ĠkurmalÄ±sÄ±n":2450,"lenen":2451,"lenmelidir":2452,"Ġ25":2453,"ĠHatanÄ±n":2454,"ĠanlamalÄ±":2455,"Ġedilen":2456,"ĠedildiÄŁini":2457,"ĠgeliÅŁtirmeyi":2458,"Ġkaresini":2459,"Ġtemperature":2460,"ifre":2461,"verage":2462,"ĠiliÅŁki":2463,"Ġdenied":2464,"Ġyerden":2465,"ĠbaÅŁlam":2466,"ĠbaÅŁÄ±na":2467,"oloj":2468,"ĠgÃ¶reli":2469,"Ġ10":2470,"ĠSÄ±nÄ±f":2471,"ĠSanal":2472,"ĠSynta":2473,"ĠSelam":2474,"larÄ±na":2475,"larÄ±ndan":2476,"ĠortamÄ±nÄ±":2477,"ĠortamÄ±nda":2478,"ĠsatÄ±rdaki":2479,"ĠsatÄ±rÄ±ndan":2480,"ĠeÄŁitilir":2481,"ĠeÄŁitildiÄŁi":2482,"iÅŁkeni":2483,"Ġismin":2484,"ĠÃ§Ã¶zmelisin":2485,"\"])":2486,"Ġattribute":2487,"Ä±ÅŁmalarÄ±":2488,"Ġolup":2489,"ĠÃ¶ÄŁrenmeyi":2490,"ĠÃ¼retimde":2491,"ĠPathlib":2492,"ĠyapÄ±lan":2493,"ĠyapÄ±sÄ±":2494,"ĠklasÃ¶re":2495,"Ġverisine":2496,"ĠAnahtar":2497,"Ġrebase":2498,"Ġrejected":2499,"ĠyollarÄ±":2500,"ĠyollarÄ±n":2501,"ĠkullanÄ±lmadan":2502,"Ġ50":2503,"Ġinterpret":2504,"ĠkullanÄ±cÄ±yÄ±":2505,"Ġnamed":2506,"Ġmodellerin":2507,"Ġbilgiye":2508,"ĠsÃ¼recinin":2509,"ĠklasÃ¶rÃ¼":2510,"ĠklasÃ¶rÃ¼nÃ¼":2511,"ĠoluÅŁturmalÄ±":2512,"ksi":2513,"ksine":2514,"yonel":2515,"Ġbelle":2516,"leÅŁtirmelisin":2517,"ĠiÅŁlemi":2518,"ĠÃ¶rneÄŁi":2519,"Ġsistemler":2520,"Ġkodunda":2521,"Ġgitmeli":2522,"AynÄ±":2523,"teral":2524,"ĠezberlemiÅŁ":2525,"Ġezberlemesi":2526,"ĠboyutlarÄ±nÄ±":2527,"Ġboyutunun":2528,"ĠaktifleÅŁtirmelisin":2529,"Ġhedefler":2530,"Ġ40":2531,"Ġdefined":2532,"Ġlisteden":2533,"ĠAttribute":2534,"Ġgetirmelisin":2535,"iyorsa":2536,"Ġsonuc":2537,"Ġokunmak":2538,"Ġokunmaya":2539,"Ġsetini":2540,"Ġdeneyin":2541,"ĠbeklediÄŁini":2542,"Ġbeklenen":2543,"ĠnotlarÄ±":2544,"ĠbirleÅŁtirmelisin":2545,"ĠÃ§alÄ±ÅŁtÄ±rÄ±ldÄ±ÄŁÄ±nÄ±":2546,"Ġdestekleyi":2547,"upper":2548,"ĠÄ°nde":2549,"ĠvarsayÄ±":2550,"Ġduygular":2551,"ĠtanÄ±":2552,"ĠChatGPT":2553,"Ġindeksine":2554,"ĠuyuÅŁ":2555,"ĠsayÄ±nÄ±n":2556,"Ġtipleriyle":2557,"Ġpermission":2558,"Ġpaketi":2559,"Ġgelecektek":2560,"Ġolmayabilir":2561,"ĠelemanlarÄ±nÄ±":2562,"Ġkomutun":2563,"ĠkomutlarÄ±n":2564,"000":2565,"ĠImport":2566,"ĠInden":2567,"ĠyÃ¶nlendir":2568,"Ġtokenlarla":2569,"ĠanahtarÄ±":2570,"ĠanahtarÄ±n":2571,"ĠJSONDec":2572,"ĠsÃ¼ren":2573,"ĠbakmalÄ±sÄ±n":2574,"Ġbakarak":2575,"ĠyÃ¼ks":2576,"ĠtanÄ±mlanmadÄ±ÄŁÄ±nÄ±":2577,"GPTLang":2578,"ĠEÄŁer":2579,"Ġscripti":2580,"Ġtutul":2581,"ĠÃ§iftini":2582,"tivate":2583,"ĠkÃ¶kÃ¼nden":2584,"Ġpaketinin":2585,"Ġpaketlerin":2586,"ĠvirgÃ¼lleri":2587,"kinci":2588,"temperature":2589,"ĠRuntime":2590,"language":2591,"Ġhisse":2592,"Ġmetodun":2593,"ĠdoÄŁrulamalÄ±":2594,"ĠdoÄŁrulamalÄ±sÄ±n":2595,"Ġkarakterlerinin":2596,"ĠdeÄŁiÅŁkeninin":2597,"uageModel":2598,"Ġ.\\.":2599,"Ġistenen":2600,"ĠeriÅŁim":2601,"ĠeriÅŁilmeye":2602,"Ġblock":2603,"Ġexpected":2604,"Ġnormal":2605,"Ġnormaliz":2606,"ĠDosya":2607,"ĠDosyanÄ±n":2608,"ĠDeÄŁerlerin":2609,"ĠDeÄŁiÅŁkeni":2610,"Ġfikr":2611,"ĠdeÄŁiÅŁtirdiy":2612,"oduleNotFoundError":2613,"ĠeÄŁitildikÃ§e":2614,"Ġkurulumunu":2615,"Ġdizinini":2616,"Ġdizinine":2617,"Ġizni":2618,"Ġizninin":2619,"ĠkarÅŁÄ±laÅŁtÄ±rmalÄ±sÄ±n":2620,"quar":2621,"Ġ--":2622,"ĠModuleNotFoundError":2623,"Ġunsup":2624,"Ã¼lebilir":2625,"Ġtakip":2626,"Ġhayat":2627,"Ġverilerden":2628,"Ġprogramda":2629,"Ġkonumda":2630,"Ġprojelerinde":2631,"ĠanlamayÄ±":2632,"ĠdoÄŁal":2633,"Ġparametre":2634,"ĠayarÄ±nÄ±":2635,"ĠalÄ±nÄ±r":2636,"Ġisimle":2637,"Ġdurumudur":2638,"Ġbelirtilen":2639,"ĠyorumlandÄ±ÄŁÄ±nÄ±":2640,"Ġcommitler":2641,"cÃ¼sÃ¼nÃ¼":2642,"generate":2643,"ĠÃ¼rÃ¼n":2644,"Ġsuch":2645,"ĠbÃ¶lme":2646,"lÄ±ÄŁa":2647,"Ġnesnede":2648,"ĠÃ¼rete":2649,"ĠiÅŁlerken":2650,"Ġkaliteli":2651,"ĠkaynaklarÄ±":2652,"ĠbaÄŁÄ±mlÄ±":2653,"Ġdeneylerle":2654,"ĠÃ§evrilemeyen":2655,"ĠyorumlayÄ±cÄ±sÄ±nÄ±n":2656,"ĠkaldÄ±rmalÄ±sÄ±n":2657,"Ġseviyesiyle":2658,"Activate":2659,"Ancak":2660,"AdamW":2661,"Deney":2662,"Liste":2663,"Scripts":2664,"city":2665,"fesyonel":2666,"ows":2667,"tationError":2668,"ward":2669,"Ġliteral":2670,"Ġuygun":2671,"Ġwhere":2672,"ĠWindows":2673,"ĠkorumasÄ±":2674,"Ġslash":2675,"Ġstabil":2676,"ĠsÃ¼rÃ¼cÃ¼sÃ¼nÃ¼":2677,"Ġsyntax":2678,"ĠdayanÄ±r":2679,"Ġdirectory":2680,"ĠtÃ¼rÃ¼dÃ¼r":2681,"ĠhakkÄ±nda":2682,"Ġoperand":2683,"Ġobject":2684,"ĠPermissionError":2685,"Ġdepoda":2686,"ĠyavaÅŁ":2687,"Ġbirlikte":2688,"ĠÃ§akÄ±ÅŁmalarÄ±":2689,"ĠcivarÄ±nda":2690,"Ġconnection":2691,"ĠyapÄ±lmaya":2692,"ĠDecoder":2693,"Ġfloat":2694,"ĠkonfigÃ¼rasyon":2695,"ĠGirdiyi":2696,"ĠÃ§aÄŁÄ±rmalÄ±sÄ±n":2697,"ĠiÅŁaretlerini":2698,"ĠkullandÄ±ÄŁÄ±n":2699,"ĠSyntaxError":2700,"Ġinterpreter":2701,"ĠAttributeError":2702,"Ġdestekleyici":2703,"ĠÄ°ndeksi":2704,"ĠvarsayÄ±lan":2705,"ĠuyuÅŁmadÄ±ÄŁÄ±nÄ±":2706,"Ġgelecekteki":2707,"ĠImportError":2708,"ĠIndentationError":2709,"ĠJSONDecodeError":2710,"GPTLanguageModel":2711,"ĠRuntimeError":2712,"Ġnormalization":2713,"ĠdeÄŁiÅŁtirdiysen":2714,"Ġunsupported":2715,"\"{":2716,"01":2717,"41":2718,"60":2719,"At":2720,"Blo":2721,"Can":2722,"CPU":2723,"CUDA":2724,"Daha":2725,"EÄŁer":2726,"Embedding":2727,"GeÃ§":2728,"Her":2729,"Hava":2730,"In":2731,"Kelime":2732,"Lap":2733,"Pro":2734,"PyTorch":2735,"Pozitif":2736,"SayÄ±":2737,"TX":2738,"Tah":2739,"Transformer":2740,"TÃ¼rkÃ§e":2741,"Train":2742,"Us":2743,"YetiÅŁkin":2744,"ac":2745,"alar":2746,"average":2747,"bul":2748,"bined":2749,"con":2750,"cre":2751,"cter":2752,"ds":2753,"data":2754,"dÄ±ndan":2755,"ea":2756,"ep":2757,"emel":2758,"eed":2759,"gth":2760,"gun":2761,"get":2762,"gue":2763,"gest":2764,"greeter":2765,"han":2766,"height":2767,"iq":2768,"ial":2769,"jo":2770,"kt":2771,"kÃ¼n":2772,"key":2773,"list":2774,"lle":2775,"line":2776,"ling":2777,"mon":2778,"mos":2779,"merhaba":2780,"mÄ±ÅŁtÄ±r":2781,"muÅŁ":2782,"no":2783,"nsan":2784,"noloj":2785,"oop":2786,"ogue":2787,"pu":2788,"par":2789,"price":2790,"product":2791,"phan":2792,"pling":2793,"rit":2794,"rdÄ±ndan":2795,"sma":2796,"sun":2797,"sort":2798,"sword":2799,"squar":2800,"tas":2801,"tmek":2802,"tÄ±k":2803,"uda":2804,"uvar":2805,"vs":2806,"writ":2807,"yte":2808,"zÄ±":2809,"zgÃ¼n":2810,"}\"":2811,"},":2812,"Ġ(":2813,"Ġu":2814,"ĠKullanÄ±cÄ±":2815,"Ġra":2816,"Ġitems":2817,"Ġqu":2818,"Ġlay":2819,"ĠYapay":2820,"Ġwidth":2821,"ĠLap":2822,"ĠUs":2823,"Ä±labilir":2824,"inal":2825,"info":2826,"erse":2827,"erÃ§ek":2828,"erken":2829,"erminal":2830,"debil":2831,"deki":2832,"irs":2833,"irli":2834,"Ã¼p":2835,"Ã¼ÅŁ":2836,"arar":2837,"arzÄ±":2838,"ÄŁe":2839,"ÄŁi":2840,"endi":2841,"enÃ¼z":2842,"isine":2843,"isip":2844,"ild":2845,"ilmeli":2846,"ilmektedir":2847,"lanmalÄ±dÄ±r":2848,"ĠkÃ¼Ã§":2849,"Ġkap":2850,"ĠkiÅŁ":2851,"Ġkab":2852,"ĠkÃ¼m":2853,"ÅŁul":2854,"ÅŁim":2855,"Ġst":2856,"Ġsam":2857,"Ġstop":2858,"Ġbre":2859,"Ġbunu":2860,"Ġbig":2861,"mamalÄ±":2862,"maind":2863,"orgun":2864,"ists":2865,"Ġdak":2866,"Ġdata":2867,"Ġdisip":2868,"yaÃ§":2869,"yabilir":2870,"ĠmÃ¼m":2871,"Ġmiyim":2872,"ĠmÄ±dÄ±r":2873,"Ġmerhaba":2874,"Ġgra":2875,"Ġgreet":2876,"Ġtam":2877,"ĠtarzÄ±":2878,"ĠhayÄ±r":2879,"Ġheight":2880,"ĠhenÃ¼z":2881,"lÄ±dÄ±r":2882,"itap":2883,"Ġeden":2884,"Ġedebil":2885,"attention":2886,"Ġnaber":2887,"Ġpu":2888,"Ġprice":2889,"Ġposition":2890,"lemek":2891,"leye":2892,"Ġage":2893,"Ġvekt":2894,"Ġot":2895,"ĠProduct":2896,"Ġdemos":2897,"ĠyaÅŁ":2898,"ĠyayÄ±":2899,"und":2900,"unca":2901,"uniq":2902,"umerate":2903,"Ġbirbir":2904,"eride":2905,"eriÄŁini":2906,"ĠyetiÅŁkin":2907,"Ġyuvar":2908,"Ġyorgun":2909,"rect":2910,"remaind":2911,"bildiÄŁini":2912,"eleri":2913,"ayar":2914,"ayda":2915,"round":2916,"ÅŁtÃ¼":2917,"Ġcount":2918,"Ġcol":2919,"Ġchat":2920,"Ġcuda":2921,"Ġoldu":2922,"Ġolsa":2923,"ĠeÄŁitmektir":2924,"emperature":2925,"ĠTop":2926,"ĠTrain":2927,"ĠTemel":2928,"ĠTemperature":2929,"ĠClean":2930,"ĠCevab":2931,"ĠBaÅŁ":2932,"Ġyapmak":2933,"Ġyapmaya":2934,"step":2935,"lere":2936,"lerden":2937,"ĠDial":2938,"ĠDÃ¼ÅŁ":2939,"Ġfirst":2940,"Ġfeed":2941,"Ġfayda":2942,"ĠtokenlarÄ±n":2943,"ilebilir":2944,"ilebildiÄŁini":2945,"ĠeÄŁitiminde":2946,"ĠeÄŁitiminin":2947,"tik":2948,"tive":2949,"tiÄŁini":2950,"Ġ\"\",":2951,"aklÄ±":2952,"ĠiÃ§eriÄŁini":2953,"Ġverme":2954,"Ġvermemelidir":2955,"Ġprofesyonel":2956,"Ġloc":2957,"Ġlong":2958,"Ġloop":2959,"ĠkÃ¼Ã§Ã¼kse":2960,"Ġkonus":2961,"Ġveriden":2962,"Ġveriyor":2963,"Ġprojede":2964,"Ġanki":2965,"ĠgÃ¶sterdi":2966,"dient":2967,"ĠÃ¶ÄŁrenmek":2968,"ĠÃ¶ÄŁreniyor":2969,"ĠÃ¶ÄŁreneme":2970,"ĠÃ¼s":2971,"ĠÃ¼zgÃ¼n":2972,"odds":2973,"ĠGÃ¼Ã§lÃ¼":2974,"ĠGreeter":2975,"makta":2976,"Ã¼ncel":2977,"Ġmodelim":2978,"forward":2979,"Ġ[-":2980,"Ġ[(\"":2981,"Ġyazabil":2982,"ĠyazÄ±ldÄ±":2983,"Ġincel":2984,"ipÃ¼le":2985,"\"))":2986,"ĠkullanÄ±m":2987,"ĠkullanÄ±yor":2988,"ĠsayaÃ§":2989,"ĠgeliÅŁtirilen":2990,"ĠgeliÅŁtirmektir":2991,"ĠdosyalarÄ±nÄ±":2992,"Ġdolu":2993,"Ã¼yÃ¼k":2994,"ĠkontrollÃ¼":2995,"Ġzor":2996,"Ġzarar":2997,"messa":2998,"tent":2999,"tence":3000,"ĠcevaplarÄ±m":3001,"diÄŁin":3002,"diÄŁine":3003,"ĠiÅŁleme":3004,"ĠiÅŁleye":3005,"selec":3006,"Ġamaca":3007,"lamalarÄ±":3008,"ĠsayÄ±sal":3009,"ĠÃ§alÄ±ÅŁarak":3010,"eye":3011,"Ġkullanarak":3012,"tions":3013,"ĠnasÄ±lsÄ±n":3014,"ĠdeÄŁilse":3015,"Modelin":3016,"Ġkurular":3017,"ĠkurmaktÄ±r":3018,"ĠdeÄŁerli":3019,"ĠdeÄŁerine":3020,"ĠdeÄŁerlendir":3021,"leneceÄŁini":3022,"length":3023,"Ġ28":3024,"ĠdÃ¼ÅŁtÃ¼":3025,"uyum":3026,"ĠHaklÄ±":3027,"ĠÃ¼retmek":3028,"ĠÃ¼retilebilir":3029,"ikalar":3030,"Ġteknoloj":3031,"ĠsaÄŁlÄ±klÄ±":3032,"Ġgerekli":3033,"geli":3034,"Ġbilmek":3035,"Ġalma":3036,"ĠalÄ±r":3037,"ĠaldÄ±ÄŁÄ±nda":3038,"Ä°stan":3039,"Ä°kinci":3040,"Ä°nsan":3041,"Ġmimarisine":3042,"Ġhesaplar":3043,"Ġhesaplayan":3044,"Ġileride":3045,"ĠÅŁeyi":3046,"Ġdene":3047,"Ġdenir":3048,"Ġdengeli":3049,"Ġortalama":3050,"ĠbaÅŁÄ±nda":3051,"ĠbaÅŁlayan":3052,"ĠbaÅŁlat":3053,"older":3054,"meliyim":3055,"Ġ11":3056,"Ġ12":3057,"Ġ18":3058,"ĠSonra":3059,"ĠÃ¼zerine":3060,"ĠzekanÄ±n":3061,"ĠsatÄ±rda":3062,"ĠkaÃ§":3063,"Ġkalit":3064,"ĠdÃ¼ÅŁebilir":3065,"ĠdÃ¼ÅŁÃ¼ncel":3066,"ĠatmasÄ±na":3067,"ĠoluÅŁ":3068,"Ġencoding":3069,"Ġenumerate":3070,"ĠsÃ¼reÃ§":3071,"ĠsÃ¼resini":3072,"ĠsÄ±cak":3073,"ĠyapÄ±larÄ±":3074,"ĠyapÄ±sÄ±nÄ±":3075,"Ġtahminleri":3076,"tings":3077,"Ġolabilirsin":3078,"Ġverisi":3079,"Ġverisinde":3080,"Ġverisindeki":3081,"Ġverisiyle":3082,"Ġresi":3083,"Ġsoruda":3084,"Ġezberler":3085,"ĠsÄ±ra":3086,"Ġbuild":3087,"Ġmodellerinin":3088,"Ġbulunama":3089,"lemeye":3090,"ĠfarkÄ±":3091,"ĠparÃ§alarÄ±na":3092,"ĠsÃ¼recinde":3093,"ĠklasÃ¶rÃ¼nde":3094,"ĠmekanizmasÄ±nÄ±":3095,"Ġbelgel":3096,"ĠiÅŁlemleri":3097,"Ġboyunca":3098,"ĠaÄŁÄ±rlÄ±klara":3099,"ĠaÄŁÄ±rlÄ±klarÄ±nÄ±":3100,"ĠModelIn":3101,"luk":3102,"ocuk":3103,"ĠgeÃ§mektedir":3104,"Ġtexts":3105,"ĠboyutlarÄ±":3106,"Ġtopla":3107,"lections":3108,"ĠdesteÄŁ":3109,"Ġkonuya":3110,"Ġsetim":3111,"Ġsetlerinde":3112,"ĠgÃ¼nler":3113,"Ġdeneyleri":3114,"ĠÃ§alÄ±ÅŁtÄ±rmayÄ±":3115,"ĠÃ§alÄ±ÅŁtÄ±rÄ±labilir":3116,"ĠiliÅŁkisini":3117,"Ġkaydetmek":3118,"exists":3119,"tÃ¼phan":3120,"Åŀifre":3121,"ĠsÃ¶ylemem":3122,"Ġdiziler":3123,"Ġdizisinin":3124,"Ġduygu":3125,"Ġduygusunu":3126,"ĠaÅŁÄ±rÄ±":3127,"ĠdeÄŁiÅŁim":3128,"ĠdeÄŁiÅŁebilir":3129,"ĠdeÄŁiÅŁirse":3130,"Ġkaydeder":3131,"ĠyakÄ±n":3132,"ĠyÃ¶net":3133,"ĠuzunluÄŁu":3134,"ĠdÃ¶ngÃ¼sÃ¼yle":3135,"ĠBilmediÄŁin":3136,"Ġgelir":3137,"Ġgelen":3138,"Ġizlenmelidir":3139,"elere":3140,"ĠÃ¶lÃ§Ã¼lebilir":3141,"Ġverimli":3142,"Ġanlamaktan":3143,"Ġilerler":3144,"Ġilerleme":3145,"ĠokumaktÄ±r":3146,"Ġbilgilerini":3147,"ĠaÃ§Ä±kÃ§a":3148,"ĠaÃ§Ä±klamalarÄ±":3149,"aracter":3150,"ĠkalÄ±r":3151,"ĠgiriÅŁ":3152,"Ġtutan":3153,"ĠÃ¶zellikle":3154,"ectangle":3155,"ĠNote":3156,"ĠhesaplamasÄ±nÄ±":3157,"ĠbulunduÄŁun":3158,"ĠgÃ¼nceller":3159,"ĠgÃ¼ncellenir":3160,"ĠgÃ¼ncelleneceÄŁini":3161,"sentence":3162,"sÄ±zlÄ±k":3163,"yorsa":3164,"ĠRectangle":3165,"Ġkolay":3166,"ĠkoÅŁul":3167,"Ġkendisine":3168,"ĠmanipÃ¼le":3169,"Ġhisset":3170,"Ġyetersiz":3171,"Ã¼yorsa":3172,"ĠayÄ±rÄ±r":3173,"Ġkarakterleri":3174,"ĠdeÄŁiÅŁkende":3175,"Ġuyumlu":3176,"ĠaÅŁamada":3177,"cleaned":3178,"latitude":3179,"Ġ70":3180,"Ġonu":3181,"Ġonun":3182,"Ġonda":3183,"arÄ±sÄ±z":3184,"Ġsakla":3185,"ĠbloÄŁu":3186,"Ġtask":3187,"Ġexcept":3188,"Ġfikri":3189,"ĠdeÄŁiÅŁti":3190,"Ġpromptlarla":3191,"username":3192,"ĠanlaÅŁÄ±l":3193,"ĠÃ¶rnekleriyle":3194,"ĠsonuÃ§lar":3195,"ĠbÃ¼yÃ¼dÃ¼ÄŁ":3196,"ĠkatmanÄ±":3197,"ĠkatmanÄ±dÄ±r":3198,"ĠkarÅŁÄ±laÅŁtÄ±rÄ±lÄ±r":3199,"AmaÃ§":3200,"Decoder":3201,"splitlines":3202,"Ġtraining":3203,"Ġprogramlama":3204,"Ġprojelerde":3205,"Ġparameter":3206,"ĠanlamÄ±na":3207,"Ġkararlar":3208,"Ġilkeleri":3209,"Ġbilgisi":3210,"Ġbilgisayar":3211,"ĠtoplamÄ±nÄ±":3212,"ĠyorumlanmalÄ±dÄ±r":3213,"Ġilerlemektedir":3214,"ĠtarafÄ±nÄ±":3215,"ĠtarafÄ±dÄ±r":3216,"ĠyalnÄ±zca":3217,"birinci":3218,"combined":3219,"common":3220,"next":3221,"passed":3222,"password":3223,"Ġ<=":3224,"ĠalanlarÄ±nda":3225,"ĠgÃ¶nderilir":3226,"Ġanaliz":3227,"Ġbilmiyorsan":3228,"ĠbaÅŁarÄ±yla":3229,"ĠbaÅŁarÄ±sÄ±zlÄ±k":3230,"Ġkavramlar":3231,"ĠkavramlarÄ±":3232,"ĠbaÄŁlamÄ±":3233,"Ġriskini":3234,"ĠdavranÄ±ÅŁÄ±nÄ±":3235,"ĠyÃ¼klenerek":3236,"ĠaÅŁamasÄ±ndayÄ±m":3237,"ĠihtiyacÄ±m":3238,"ĠbaÅŁlangÄ±Ã§ta":3239,"pairs":3240,"Ãĩocuk":3241,"ĠkÃ¼tÃ¼phan":3242,"Ġkork":3243,"ĠkayÄ±t":3244,"Ġkazan":3245,"Ġsaniyelere":3246,"Ġtavs":3247,"Ġtamamen":3248,"ĠiyileÅŁebilir":3249,"Ġyoksa":3250,"ĠBÃ¶ylece":3251,"ĠyaptÄ±ÄŁ":3252,"ĠiÃ§erir":3253,"ĠdÃ¶ndÃ¼ren":3254,"ĠbaÅŁlamÄ±ÅŁ":3255,"Ġbellek":3256,"Ġ4060":3257,"Ġsonucunu":3258,"ĠtanÄ±tÄ±r":3259,"ĠyÃ¼ksek":3260,"Ġhissedebilir":3261,"Ġparametreli":3262,"ĠÃ¼retebilirim":3263,"ĠbaÄŁÄ±mlÄ±lÄ±k":3264,"Attention":3265,"Block":3266,"Tahmin":3267,"active":3268,"content":3269,"crease":3270,"join":3271,"llest":3272,"note":3273,"smallest":3274,"squares":3275,"tasks":3276,"write":3277,"Ġquery":3278,"Ġlayer":3279,"ĠLaptop":3280,"ĠUser":3281,"inally":3282,"Ġkabul":3283,"ĠkÃ¼menin":3284,"Ġsampling":3285,"Ġbreak":3286,"Ġbiggest":3287,"Ġdakikalar":3288,"Ġdisiplin":3289,"ĠmÃ¼mkÃ¼n":3290,"ĠvektÃ¶r":3291,"Ġdemosuyum":3292,"ĠyayÄ±lÄ±m":3293,"unique":3294,"rectangle":3295,"remainder":3296,"Ġcounts":3297,"Ġcollections":3298,"ĠBaÅŁarÄ±sÄ±z":3299,"ĠDialogue":3300,"ĠDÃ¼ÅŁÃ¼k":3301,"Ġlongitude":3302,"Ġkonusunda":3303,"ĠÃ¶ÄŁrenemez":3304,"maktadÄ±r":3305,"Ġyazabilmem":3306,"Ġincelen":3307,"message":3308,"ĠiÅŁleyebileceÄŁi":3309,"selected":3310,"Ġkurularak":3311,"lengths":3312,"Ä°stanbul":3313,"Ġkalitesi":3314,"ĠdÃ¼ÅŁÃ¼nceler":3315,"Ġresidual":3316,"Ġbelgelen":3317,"ĠModelInfo":3318,"ĠdeÄŁiÅŁtiÄŁinde":3319,"ĠbÃ¼yÃ¼dÃ¼ÄŁÃ¼nde":3320,"\".":3321,"'t":3322,"([":3323,"(\",":3324,"(__":3325,").":3326,".\"":3327,".\")":3328,"141":3329,"42":3330,"59":3331,"97":3332,"Ad":3333,"ArdÄ±ndan":3334,"Bul":3335,"Bel":3336,"BÃ¶yle":3337,"BazÄ±":3338,"Bunun":3339,"Buna":3340,"BÃ¼yÃ¼k":3341,"Checkpoint":3342,"Corpus":3343,"Config":3344,"Causal":3345,"DE":3346,"DI":3347,"Di":3348,"Dil":3349,"Dos":3350,"DeÄŁ":3351,"Data":3352,"Derin":3353,"ER":3354,"Em":3355,"Fonksiyon":3356,"Fakat":3357,"Giz":3358,"Gra":3359,"GÃ¼ven":3360,"GerÃ§ek":3361,"HON":3362,"IN":3363,"KM":3364,"Kat":3365,"Kal":3366,"Key":3367,"Kendi":3368,"Kitap":3369,"Lay":3370,"Lev":3371,"MO":3372,"Me":3373,"Mak":3374,"Motivasyon":3375,"OO":3376,"Or":3377,"Optimizer":3378,"PE":3379,"PY":3380,"Path":3381,"PowerShell":3382,"Position":3383,"Qu":3384,"Resi":3385,"RTX":3386,"RKM":3387,"SÄ±":3388,"Son":3389,"Self":3390,"SÄ±nÄ±f":3391,"Tek":3392,"Token":3393,"Temiz":3394,"True":3395,"Tensor":3396,"Tiny":3397,"Terminal":3398,"THON":3399,"Uz":3400,"Ver":3401,"Veri":3402,"Value":3403,"VER":3404,"Weight":3405,"Yer":3406,"Yeni":3407,"YanlÄ±ÅŁ":3408,"YaÅŁ":3409,"Zer":3410,"Zey":3411,"[-":3412,"],":3413,"]))":3414,"af":3415,"alabilir":3416,"adece":3417,"aca":3418,"acak":3419,"alite":3420,"amasÄ±dÄ±r":3421,"ban":3422,"bÄ±r":3423,"car":3424,"cidir":3425,"cular":3426,"corpus":3427,"cation":3428,"cileri":3429,"cÃ¼nÃ¼":3430,"din":3431,"diz":3432,"dini":3433,"dark":3434,"dÃ¶r":3435,"darkmind":3436,"dÃ¼ÄŁ":3437,"eb":3438,"ef":3439,"ez":3440,"edir":3441,"eleme":3442,"ebileceÄŁi":3443,"elecek":3444,"ead":3445,"fk":3446,"fil":3447,"file":3448,"fÄ±nda":3449,"fab":3450,"folder":3451,"finally":3452,"faf":3453,"gÄ±":3454,"gan":3455,"git":3456,"glar":3457,"giz":3458,"gra":3459,"gÃ¼yle":3460,"greet":3461,"his":3462,"hmet":3463,"haracter":3464,"ime":3465,"iÃ§":3466,"iya":3467,"ith":3468,"iÅŁtir":3469,"ideki":3470,"icar":3471,"je":3472,"kÄ±":3473,"kor":3474,"kla":3475,"kas":3476,"kiler":3477,"klarÄ±nÄ±":3478,"kÃ§a":3479,"klarÄ±nda":3480,"kez":3481,"lil":3482,"lÃ¼r":3483,"lse":3484,"lmeli":3485,"latÄ±r":3486,"mli":3487,"mden":3488,"manlÄ±":3489,"menin":3490,"mlandÄ±":3491,"mÃ¼yorsa":3492,"nor":3493,"nek":3494,"nÃ¼Ã§":3495,"neÄŁ":3496,"oÅŁ":3497,"oma":3498,"oint":3499,"olean":3500,"oDi":3501,"pp":3502,"py":3503,"pan":3504,"pat":3505,"ply":3506,"pend":3507,"rek":3508,"riz":3509,"ras":3510,"rap":3511,"rneÄŁ":3512,"sas":3513,"sem":3514,"sam":3515,"sÃ¼n":3516,"sik":3517,"sol":3518,"sÄ±dÄ±r":3519,"syon":3520,"tla":3521,"tun":3522,"tlarÄ±":3523,"test":3524,"tgen":3525,"tmamalÄ±dÄ±r":3526,"ttÄ±k":3527,"ues":3528,"ucu":3529,"vis":3530,"val":3531,"web":3532,"with":3533,"yin":3534,"yken":3535,"ymamalÄ±":3536,"zeri":3537,"zlem":3538,"Ãĸ":3539,"Ãĸn":3540,"Ġ&":3541,"Ġ|":3542,"Ġma":3543,"ĠAsistan":3544,"Ġum":3545,"ĠÃ¼Ã§":3546,"Ġisin":3547,"Ġrom":3548,"Ġmax":3549,"Ġerken":3550,"ĠYanlÄ±ÅŁ":3551,"ĠZer":3552,"ĸzel":3553,"Ä±cÄ±":3554,"Ä±tla":3555,"anÄ±l":3556,"ansÄ±":3557,"antik":3558,"anÄ±tla":3559,"inat":3560,"inel":3561,"inam":3562,"inmeyen":3563,"increase":3564,"ersiz":3565,"erkez":3566,"demo":3567,"dedini":3568,"irebilir":3569,"irsiz":3570,"irken":3571,"irilir":3572,"Ã¼ler":3573,"Ã¼cÃ¼nÃ¼":3574,"Ã¼lÃ¼r":3575,"Ã¼sÃ¼n":3576,"aran":3577,"arlÄ±":3578,"arts":3579,"arsÄ±z":3580,"area":3581,"arpan":3582,"ÄŁin":3583,"ÄŁÃ¼":3584,"ÄŁeri":3585,"ÄŁine":3586,"ÄŁmen":3587,"ÄŁuna":3588,"enel":3589,"ents":3590,"isel":3591,"isidir":3592,"ulur":3593,"ulti":3594,"ilk":3595,"ilyon":3596,"ilesi":3597,"ilinmeyen":3598,"lanana":3599,"lanarak":3600,"lanmamalÄ±dÄ±r":3601,"lanmamalÄ±":3602,"ĠkÄ±r":3603,"Ġkop":3604,"Ġkirli":3605,"Ġkendi":3606,"Ġkriz":3607,"ĠkanÄ±tla":3608,"ÅŁmiÅŁ":3609,"ÅŁlem":3610,"ÅŁÄ±k":3611,"ÅŁÄ±rÄ±":3612,"ÅŁhis":3613,"medi":3614,"memek":3615,"meyebilir":3616,"mediÄŁin":3617,"Ã§ok":3618,"Ã§tÄ±r":3619,"Ã§layan":3620,"Ã§tan":3621,"Ġsun":3622,"Ġses":3623,"Ġsunu":3624,"Ġstar":3625,"Ġsana":3626,"Ġserin":3627,"Ġstre":3628,"Ġsquar":3629,"Ġskor":3630,"Ġbun":3631,"Ġbyte":3632,"ĠbiÃ§":3633,"maz":3634,"mamÄ±ÅŁtÄ±r":3635,"maÅŁÄ±k":3636,"Ġval":3637,"ornek":3638,"istik":3639,"Ã¶pe":3640,"Ġduy":3641,"ĠdÄ±ÅŁ":3642,"ĠdÃ¼rÃ¼":3643,"Ġdinam":3644,"yaz":3645,"yabil":3646,"yalo":3647,"yabilirim":3648,"Ä±nmalÄ±dÄ±r":3649,"Ġmut":3650,"Ġmom":3651,"Ġmerkez":3652,"ĠmÃ¼sÃ¼n":3653,"Ġmulti":3654,"Ġmilyon":3655,"Ġgid":3656,"Ġgpu":3657,"ĠgÃ¼cÃ¼nÃ¼":3658,"theme":3659,"KullanÄ±cÄ±larÄ±n":3660,"KullanÄ±cÄ±nÄ±n":3661,"liyorsa":3662,"limden":3663,"lipp":3664,"liÄŁine":3665,"Ä±rlarÄ±":3666,"ĠtÃ¼r":3667,"Ġtransformer":3668,"Ġtab":3669,"Ġtiny":3670,"Ġticar":3671,"Ġhiz":3672,"Ġhal":3673,"Ġhitap":3674,"Ġhead":3675,"lÄ±ÄŁÄ±nÄ±":3676,"imini":3677,"imler":3678,"imidir":3679,"iment":3680,"iteli":3681,"itesi":3682,"Ġedece":3683,"Ġelse":3684,"atas":3685,"atus":3686,"atmak":3687,"atÄ±cÄ±":3688,"atistik":3689,"lak":3690,"layla":3691,"laÅŁtÄ±rma":3692,"lamasÄ±dÄ±r":3693,"Ġnum":3694,"Ġnere":3695,"Ġniteli":3696,