{"<pad>":0,"<s>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ä±":261,"er":262,"čĊ":263,"de":264,"in":265,"Ã¼":266,"ir":267,"ar":268,"an":269,"en":270,"ÄŁ":271,"Ġm":272,"ÅŁ":273,"il":274,"Ã§":275,"me":276,"Ġb":277,"li":278,"ode":279,"Ã¶":280,"Ġmode":281,"Ġg":282,"Ġk":283,"Ä±r":284,"Ġy":285,"ler":286,"Ġv":287,"Ġt":288,"Ġmodel":289,"Ġd":290,"Ġs":291,"ma":292,"Ä±n":293,"ap":294,"Ġa":295,"ti":296,"ek":297,"Ġh":298,"ĠÃ¶":299,"lar":300,"Ġi":301,"or":302,"la":303,"on":304,"lan":305,"ne":306,"Ġbir":307,"ok":308,"Ġe":309,"Ġde":310,"Ã¼r":311,"dir":312,"Ġver":313,"ay":314,"da":315,"is":316,"ÄŁr":317,"le":318,"Ã¼k":319,"Ġyap":320,"Ġve":321,"as":322,"tir":323,"ÄŁi":324,"ĠÃ¶ÄŁr":325,"ĠÃ¶ÄŁren":326,"iz":327,"lÄ±":328,"os":329,"erin":330,"Ġge":331,"tim":332,"Ġo":333,"bil":334,"ĠÃ§":335,"ul":336,"Ġil":337,"Ã¼n":338,"mek":339,"oss":340,"es":341,"et":342,"ini":343,"mak":344,"ÄŁitim":345,"ak":346,"at":347,"Ġp":348,"Ã¼z":349,"Ä±nda":350,"ĠiÃ§":351,"oken":352,"bilir":353,"ah":354,"ce":355,"im":356,"Ġl":357,"Ġne":358,"den":359,"Ã¼Ã§":360,"leri":361,"ĠeÄŁitim":362,"ĠiÃ§in":363,"az":364,"dÄ±r":365,"ev":366,"yi":367,"ĠD":368,"ĠT":369,"Ġz":370,"Ġan":371,"liÅŁ":372,"lidir":373,"Ġkul":374,"oru":375,"Ġveri":376,"ĠgeliÅŁ":377,"Ġloss":378,"Ã¼Ã§Ã¼k":379,"Ġkullan":380,"Bu":381,"Cev":382,"Soru":383,"inin":384,"ark":385,"Ġtoken":386,"Ġmodelin":387,"Ä±nÄ±":388,"ĠdeÄŁ":389,"Ġanla":390,"ĠgeliÅŁtir":391,"Cevap":392,"Bir":393,"al":394,"der":395,"dan":396,"ro":397,"ran":398,"te":399,"un":400,"ya":401,"Ä±l":402,"Ä±m":403,"inde":404,"Ġdil":405,"larÄ±":406,"nem":407,"asÄ±nda":408,"Ġol":409,"Ġpro":410,"ahm":411,"am":412,"aÅŁ":413,"el":414,"iÅŁ":415,"tÄ±r":416,"ur":417,"ĠÃ¼z":418,"eri":419,"Ã¼ÅŁ":420,"ĠgÃ¶":421,"ĠkÃ¼Ã§Ã¼k":422,"Ġtahm":423,"Ġsa":424,"ĠÃ¶nem":425,"ĠiÅŁ":426,"ĠÃ¶ÄŁrenme":427,"ĠÃ¼zerin":428,"ede":429,"for":430,"ki":431,"mer":432,"si":433,"sÄ±":434,"san":435,"sfor":436,"Ä°":437,"Ġar":438,"ĠgÃ¼n":439,"Ġte":440,"Ġmodeller":441,"Ġama":442,"Ġveril":443,"Ġyapay":444,"izer":445,"lÄ±ÅŁ":446,"ĠÃ§ok":447,"mektir":448,"azen":449,"Ġzek":450,"ransfor":451,"Ġproj":452,"Ġtahmin":453,"ransformer":454,"Min":455,"Py":456,"alÄ±ÅŁ":457,"dÄ±m":458,"ec":459,"fi":460,"len":461,"st":462,"tÄ±":463,"ten":464,"ye":465,"yon":466,"Ġc":467,"Ġin":468,"erÃ§":469,"Ġmet":470,"Ġmim":471,"lik":472,"Ġmodeli":473,"ĠgerÃ§":474,"Ġkar":475,"Ġal":476,"Ġay":477,"ĠadÄ±m":478,"Ġher":479,"Ġhat":480,"ayÄ±":481,"ĠÃ§alÄ±ÅŁ":482,"Ġile":483,"ĠDark":484,"ĠTransformer":485,"Ä±lÄ±r":486,"Ġzeka":487,"Mind":488,"Ġmimar":489,"ĠgerÃ§ek":490,"Bazen":491,"ch":492,"du":493,"idir":494,"rÃ¼n":495,"se":496,"sal":497,"uy":498,"ĠÅŁ":499,"ĠÃ¼r":500,"Ã¼y":501,"ens":502,"Ã¶n":503,"Ġgen":504,"Ġka":505,"Ġmodelleri":506,"ĠdÃ¼ÅŁ":507,"ĠsÄ±":508,"Ġhis":509,"Ġhes":510,"iste":511,"ĠyapÄ±":512,"asyon":513,"ĠÃ¶ÄŁrenir":514,"Ġiler":515,"ellik":516,"ĠÃ¶nemlidir":517,"ĠÃ¼zerinde":518,"ĠarasÄ±nda":519,"ster":520,"Ġinsan":521,"Ġmimaris":522,"uyg":523,"Ġhesap":524,"</":525,"Loss":526,"cÄ±":527,"di":528,"hon":529,"kÃ§":530,"ly":531,"nÄ±":532,"oti":533,"oder":534,"rar":535,"sa":536,"tÃ¼":537,"thon":538,"usal":539,"vasyon":540,"Ġek":541,"Ä±lan":542,"dece":543,"ine":544,"ing":545,"Ã¼m":546,"ÄŁini":547,"ĠbaÅŁ":548,"Ä±rasÄ±nda":549,"Ġtek":550,"Ġdo":551,"ĠdÃ¶n":552,"Ġson":553,"ĠsÃ¼r":554,"Ġsiste":555,"ĠsÄ±rasÄ±nda":556,"tion":557,"Ġiyi":558,"lama":559,"labilir":560,"only":561,"lanÄ±r":562,"Ġeder":563,"Ã¼rkÃ§":564,"leme":565,"ĠiliÅŁ":566,"ĠkullanÄ±lÄ±r":567,"ĠkullanÄ±lan":568,"ĠdeÄŁeri":569,"Ġanlam":570,"ĠgeliÅŁtirmek":571,"Ġoldu":572,"ĠgÃ¶ster":573,"Ġsadece":574,"ĠiÅŁle":575,"Ġteme":576,"Ġveriler":577,"Ġprojes":578,"Python":579,"tÄ±ÄŁ":580,"Ġmetin":581,"ĠDarkMind":582,"Ã¼yÃ¼k":583,"ensor":584,"ĠyapÄ±sÄ±":585,"ellikle":586,"otivasyon":587,"Ġtekrar":588,"Ġsistem":589,"Ã¼rkÃ§e":590,"ĠgÃ¶sterir":591,"CU":592,"DA":593,"Dark":594,"GP":595,"KÃ¼Ã§Ã¼k":596,"Le":597,"Mode":598,"af":599,"dÃ¼r":600,"eli":601,"ebilir":602,"fÄ±r":603,"ip":604,"iy":605,"kr":606,"ken":607,"lk":608,"lo":609,"ning":610,"ra":611,"rat":612,"siz":613,"tten":614,"ve":615,"Ġen":616,"Ġfi":617,"Ġrat":618,"Ä±z":619,"erlidir":620,"arak":621,"arning":622,"enli":623,"ÄŁu":624,"Ġman":625,"Ġmotivasyon":626,"ilde":627,"meme":628,"mesi":629,"Ġbu":630,"Ġbil":631,"ĠbÃ¼yÃ¼k":632,"Ġyerin":633,"Ġyet":634,"lerinde":635,"Ġtensor":636,"Ġmodelini":637,"Ġdos":638,"ĠdÃ¼z":639,"Ġdah":640,"Ġduyg":641,"malÄ±":642,"maya":643,"Ġalan":644,"tiÄŁini":645,"ekilde":646,"Ġhede":647,"ĠhÄ±z":648,"larÄ±n":649,"larÄ±nÄ±":650,"laÅŁ":651,"onfi":652,"Ġbiri":653,"Ġet":654,"Ã¼rÃ¼":655,"Ġveris":656,"Ġveya":657,"esi":658,"atch":659,"okenizer":660,"Ġnedir":661,"Ġneden":662,"ĠeÄŁitimi":663,"ĠTokenizer":664,"Ġzam":665,"ĠtokenÄ±":666,"Ġtokenlar":667,"ĠdeÄŁerlidir":668,"Ġanlamak":669,"yalarÄ±":670,"ĠgÃ¶rÃ¼n":671,"ĠsaÄŁ":672,"Ä°lk":673,"Ġtem":674,"ĠamacÄ±":675,"Ġverilen":676,"ecoder":677,"ĠaynÄ±":678,"Ġhata":679,"ĠhatayÄ±":680,"ĠgerÃ§ekten":681,"ĠÅŁekilde":682,"ĠÃ¼re":683,"Ġgenellikle":684,"ĠsÄ±fÄ±r":685,"Ġhiss":686,"ĠarasÄ±ndaki":687,"ĠinsanÄ±n":688,"Ġmimarisi":689,"ĠhesaplanÄ±r":690,"ĠsÃ¼rec":691,"ĠiliÅŁk":692,"ĠiÅŁlem":693,"Ġtemel":694,"Ġprojesinin":695,"Ġsistemler":696,"CUDA":697,"Learning":698,"Model":699,"elime":700,"love":701,"ttention":702,"Ġfikr":703,"Ġrate":704,"Ġyerine":705,"ĠdosyalarÄ±":706,"Ġdaha":707,"malÄ±dÄ±r":708,"Ġhedef":709,"onfig":710,"Ġzaman":711,"ĠsÄ±fÄ±rdan":712,"Ama":713,"DI":714,"EÄŁitim":715,"IDI":716,"NV":717,"Tor":718,"TÃ¼rkÃ§e":719,"av":720,"bi":721,"ber":722,"ca":723,"ci":724,"dar":725,"dini":726,"ddi":727,"eti":728,"ece":729,"gr":730,"gÄ±":731,"gÃ¼":732,"it":733,"ibi":734,"iddi":735,"klÄ±":736,"lme":737,"mÄ±":738,"miÅŁ":739,"ni":740,"nsan":741,"od":742,"op":743,"oy":744,"ptim":745,"rak":746,"sil":747,"sÄ±nÄ±":748,"ta":749,"til":750,"tlarÄ±":751,"tesi":752,"vam":753,"yan":754,"yen":755,"zlen":756,"zber":757,"Ãĸ":758,"Ġf":759,"Ġn":760,"Ġok":761,"ĠBir":762,"ĠLoss":763,"ĠGP":764,"ĠKÃ¼Ã§Ã¼k":765,"ĠCUDA":766,"ĠEÄŁitim":767,"ĠNV":768,"Ä±dÄ±r":769,"Ä±labilir":770,"ersiz":771,"irler":772,"arar":773,"arÃ§":774,"araf":775,"anÄ±n":776,"aniz":777,"endini":778,"ÄŁer":779,"Ġmek":780,"ÅŁÄ±":781,"ileri":782,"Ã§lar":783,"Ã§miÅŁ":784,"meyi":785,"Ġbel":786,"Ġbazen":787,"Ġbatch":788,"Ġboy":789,"litesi":790,"Ã¶z":791,"Ã¶ne":792,"Ġgibi":793,"ĠkÃ¼":794,"Ġkur":795,"Ġkelime":796,"Ġkendini":797,"Ġyan":798,"Ġyak":799,"Ġyarar":800,"ĠyÃ¶ne":801,"lerden":802,"Ġtra":803,"ĠtÃ¼rÃ¼":804,"Ġtaraf":805,"Ġdiz":806,"Ġderin":807,"ĠsayÄ±":808,"Ġseti":809,"ĠsÃ¶z":810,"masÄ±":811,"Ä±na":812,"ĠaÄŁ":813,"Ġattention":814,"ĠÃ¶z":815,"ĠÃ¶rÃ¼n":816,"larÄ±nda":817,"Ġizlen":818,"langÄ±":819,"Ġbiridir":820,"Ġede":821,"Ġezber":822,"Ġdene":823,"ĠdeÄŁi":824,"Ġdemektir":825,"Ġdevam":826,"daklÄ±":827,"Ġyapma":828,"ĠyaptÄ±ÄŁ":829,"Ġgelme":830,"timi":831,"Ġolabilir":832,"ĠodaklÄ±":833,"bilmektir":834,"maktÄ±r":835,"akine":836,"ĠparÃ§":837,"cel":838,"imi":839,"imler":840,"azÄ±":841,"ĠDecoder":842,"ĠTÃ¼rkÃ§e":843,"Ġveriyi":844,"Ġtokenizer":845,"ĠdeÄŁil":846,"indeki":847,"Ġolur":848,"Ġprogr":849,"amlama":850,"aÅŁtÄ±r":851,"tÄ±rÄ±labilir":852,"Ã¼ÅŁt":853,"ĠÃ¶nemli":854,"ĠiÅŁe":855,"ĠÃ¶ÄŁrenmesi":856,"ĠÃ¼zerine":857,"Ä°yi":858,"Ä°nsan":859,"ĠaraÅŁtÄ±r":860,"ĠgÃ¼nler":861,"ĠgÃ¼ncel":862,"Ġmodellerinde":863,"Ġprojede":864,"PyTor":865,"yebilir":866,"Ġconfig":867,"Ġciddi":868,"Ġmetni":869,"Ġkarar":870,"Ġalt":871,"ĠadÄ±mlar":872,"ĠÃ§alÄ±ÅŁtÄ±rÄ±labilir":873,"ĠDarklove":874,"Ġkadar":875,"Ġkalitesi":876,"ĠdÃ¼ÅŁÃ¼k":877,"ĠdÃ¼ÅŁmesi":878,"ĠsÄ±k":879,"Ġilerler":880,"Ġilerleme":881,"Ġhesaplama":882,"Ġekran":883,"ĠbaÅŁlangÄ±":884,"ĠdoÄŁ":885,"ĠdoÄŁr":886,"ĠdÃ¶ngÃ¼":887,"ĠdÃ¶nÃ¼ÅŁt":888,"Ġsonrak":889,"ĠanlamÄ±na":890,"ĠolduÄŁu":891,"Ġverilerden":892,"tÄ±ÄŁÄ±nÄ±":893,"DarkMind":894,"ĠmantÄ±ÄŁÄ±nÄ±":895,"memeli":896,"Ġyetersiz":897,"ĠdÃ¼zenli":898,"Ġduygusal":899,"larÄ±ndan":900,"laÅŁÄ±m":901,"Ġtokenlara":902,"ĠgÃ¶rÃ¼nÃ¼r":903,"ĠsaÄŁlar":904,"Ġtemsil":905,"ĠÃ¼retimi":906,"Ġhisset":907,"ĠiliÅŁkileri":908,"ĠiÅŁlemleri":909,"Ġhedefler":910,"IDIA":911,"mÄ±ÅŁ":912,"ptimizer":913,"ĠGPU":914,"ĠNVIDIA":915,"anizmasÄ±":916,"ĠmekanizmasÄ±":917,"Ġbelirler":918,"Ġkurul":919,"ĠyaklaÅŁÄ±m":920,"ĠtÃ¼rÃ¼dÃ¼r":921,"ĠÃ¶rÃ¼ntÃ¼":922,"ĠdeÄŁiÅŁ":923,"Ġolursa":924,"Ġprogramlama":925,"ĠaraÅŁtÄ±rma":926,"PyTorch":927,"ĠdÃ¶ngÃ¼s":928,"Ġsonraki":929,"'d":930,"'t":931,"30":932,"An":933,"Ada":934,"Attention":935,"BÃ¼yÃ¼k":936,"Batch":937,"BazÄ±":938,"CP":939,"Config":940,"Dil":941,"Derin":942,"Duyg":943,"Decoder":944,"EÄŁer":945,"Fon":946,"Ge":947,"Hay":948,"Ken":949,"Kelime":950,"Kod":951,"Liste":952,"Motivasyon":953,"Makine":954,"Optimizer":955,"SÄ±nÄ±":956,"Tahm":957,"Transformer":958,"Tensor":959,"Veri":960,"Yap":961,"aÄŁ":962,"ali":963,"ale":964,"abilir":965,"alarÄ±":966,"amaya":967,"abilmektir":968,"bÄ±r":969,"cr":970,"cek":971,"cak":972,"coder":973,"dÄ±":974,"diz":975,"dur":976,"ef":977,"eÅŁ":978,"edir":979,"elerinde":980,"flar":981,"faf":982,"gÄ±n":983,"gis":984,"gun":985,"han":986,"ik":987,"ici":988,"iÄŁer":989,"ka":990,"kti":991,"kÃ¼n":992,"ksi":993,"klarÄ±nÄ±":994,"klarÄ±nda":995,"lÃ¼":996,"lÃ¼r":997,"lÃ¼k":998,"lun":999,"mW":1000,"man":1001,"mli":1002,"mda":1003,"mdan":1004,"nu":1005,"nek":1006,"nce":1007,"ola":1008,"oÄŁu":1009,"oop":1010,"olun":1011,"pu":1012,"phan":1013,"rÄ±":1014,"rme":1015,"rnek":1016,"sÃ¶":1017,"sek":1018,"sne":1019,"sini":1020,"ste":1021,"tul":1022,"tmek":1023,"tmak":1024,"tun":1025,"tur":1026,"tasyon":1027,"uÅŁ":1028,"ularÄ±nÄ±":1029,"utlarÄ±":1030,"umaktÄ±r":1031,"udur":1032,"umda":1033,"utul":1034,"vap":1035,"venli":1036,"yÄ±":1037,"yleri":1038,"yte":1039,"ysa":1040,"yimler":1041,"Ġ5":1042,"Ġon":1043,"Ġce":1044,"ĠBu":1045,"Ġuyg":1046,"ĠPython":1047,"Ġ30":1048,"ĠCP":1049,"ĠGe":1050,"ĠHay":1051,"ĠKelime":1052,"ĠVeri":1053,"erde":1054,"erek":1055,"deki":1056,"detmek":1057,"iny":1058,"inir":1059,"inden":1060,"inam":1061,"Ã¼ler":1062,"Ã¼le":1063,"Ã¼venli":1064,"iril":1065,"irli":1066,"irken":1067,"ardÄ±r":1068,"arÄ±m":1069,"arlarÄ±nÄ±":1070,"anÄ±r":1071,"antasyon":1072,"eni":1073,"enÃ¼z":1074,"ÄŁin":1075,"ÄŁÄ±nda":1076,"ÄŁun":1077,"Ġmas":1078,"Ġmidir":1079,"ĠmÃ¼m":1080,"Ġmakine":1081,"ÅŁÄ±l":1082,"ilerin":1083,"ilesi":1084,"Ã§ok":1085,"Ã§mak":1086,"Ã§iril":1087,"met":1088,"melidir":1089,"meye":1090,"meyen":1091,"Ġbas":1092,"Ġbul":1093,"Ġbak":1094,"Ġbun":1095,"ĠbazÄ±":1096,"ĠbaÄŁ":1097,"Ġbyte":1098,"limli":1099,"Ã¶tÃ¼":1100,"ĠgÃ¼Ã§":1101,"Ġgeri":1102,"ĠgÃ¼venli":1103,"Ġkla":1104,"Ġkay":1105,"Ġkat":1106,"Ġkim":1107,"Ġkal":1108,"ĠkiÅŁ":1109,"Ġkod":1110,"Ġkola":1111,"Ġkirli":1112,"ĠkÃ¶tÃ¼":1113,"Ä±rlÄ±":1114,"Ä±rmak":1115,"Ġyor":1116,"Ġyay":1117,"ĠyÃ¼k":1118,"ĠyÃ¼z":1119,"Ġyaz":1120,"Ġyal":1121,"ĠyayÄ±":1122,"ĠyÃ¶n":1123,"Ġyav":1124,"Ġyolun":1125,"Ġyerde":1126,"Ġyeni":1127,"lerken":1128,"Ġvali":1129,"ĠvardÄ±r":1130,"Ġtas":1131,"ĠtaÅŁ":1132,"Ġtip":1133,"Ġtav":1134,"Ġtutul":1135,"Ġtiny":1136,"Ġmodele":1137,"Ġmodelden":1138,"Ġdok":1139,"Ġday":1140,"Ġdur":1141,"ĠdiÄŁer":1142,"Ġdinam":1143,"Ġsay":1144,"Ġsiz":1145,"Ġses":1146,"Ġset":1147,"Ġsev":1148,"Ġsoru":1149,"Ġscr":1150,"Ġsinir":1151,"maÅŁÄ±":1152,"Ä±nÄ±r":1153,"Ä±nÄ±n":1154,"Ġakti":1155,"Ġatmak":1156,"Ġailesi":1157,"tiÄŁin":1158,"ekle":1159,"ekimler":1160,"Ġhay":1161,"Ġhaz":1162,"Ġhal":1163,"Ġhale":1164,"ĠhenÃ¼z":1165,"ĠÃ¶rnek":1166,"larak":1167,"Ġise":1168,"Ġister":1169,"Ġiste":1170,"orsa":1171,"orpu":1172,"layan":1173,"lamdan":1174,"landÄ±r":1175,"Ġbirlik":1176,"ĠbirÃ§ok":1177,"okta":1178,"ĠeÄŁi":1179,"Ġeden":1180,"Ġdest":1181,"Ġdecoder":1182,"Ġdeyimler":1183,"Ġdemet":1184,"Ã¼rÃ¼r":1185,"dirmeme":1186,"Ġverebilir":1187,"Ġvermemeli":1188,"aya":1189,"ayar":1190,"dation":1191,"isini":1192,"isinin":1193,"lemek":1194,"leyebilir":1195,"lecek":1196,"Ġyapmak":1197,"ĠyapÄ±lÄ±r":1198,"Ġyapmaya":1199,"Ġyapamaya":1200,"asÄ±l":1201,"asÄ±dÄ±r":1202,"tirmektir":1203,"ĠÃ¶ÄŁrenmek":1204,"ĠÃ¶ÄŁrenmektir":1205,"ĠÃ¶ÄŁrendi":1206,"ĠÃ¶ÄŁrenebilir":1207,"ĠÃ¶ÄŁreniy":1208,"ĠÃ¶ÄŁrenerek":1209,"lÄ±m":1210,"lÄ±ysa":1211,"erinin":1212,"erince":1213,"Ġgelen":1214,"ĠgeÃ§miÅŁ":1215,"ĠgeÃ§iril":1216,"Ġgelecek":1217,"Ġgetirmektir":1218,"Ġolan":1219,"Ġoptimizer":1220,"Ġotur":1221,"Ġolarak":1222,"bilece":1223,"ĠÃ§eÅŁ":1224,"ĠÃ§oÄŁu":1225,"ĠÃ§ekimler":1226,"Ã¼nde":1227,"mekte":1228,"esindeki":1229,"etmeyi":1230,"makta":1231,"aket":1232,"Ġpop":1233,"Ġpaket":1234,"celen":1235,"Ġloop":1236,"Ġnesne":1237,"ĠeÄŁitiminin":1238,"ĠeÄŁitimlerinde":1239,"yici":1240,"ĠDil":1241,"ĠDerin":1242,"ĠDÃ¼ÅŁ":1243,"Ġzor":1244,"Ġanda":1245,"ĠgeliÅŁtiÄŁini":1246,"Ġkullanan":1247,"Ġkullanmak":1248,"Ġkullanarak":1249,"ining":1250,"arklÄ±":1251,"ĠdeÄŁerinin":1252,"Ġanlamaya":1253,"Ġanlayan":1254,"ĠanlaÅŁÄ±l":1255,"ĠgeliÅŁtirme":1256,"ĠgeliÅŁtirmektir":1257,"ĠgeliÅŁtirmesi":1258,"ĠgeliÅŁtirmeyi":1259,"ĠgeliÅŁtirici":1260,"ĠgeliÅŁtirirken":1261,"alinden":1262,"unur":1263,"unca":1264,"unabilir":1265,"Ä±ltÄ±":1266,"Ġdilidir":1267,"nemli":1268,"Ġolmak":1269,"ĠolmalÄ±dÄ±r":1270,"ĠoluÅŁ":1271,"elleme":1272,"tÄ±rÄ±lÄ±r":1273,"ĠgÃ¶rme":1274,"ĠkÃ¼Ã§Ã¼kse":1275,"Ġtahmini":1276,"ĠsabÄ±r":1277,"ĠiÅŁi":1278,"ĠiÅŁlerken":1279,"ĠÃ¶ÄŁrenmesini":1280,"ĠÃ¼zerinden":1281,"edebilir":1282,"siye":1283,"sÄ±z":1284,"Ġmodellerin":1285,"Ġamaca":1286,"ĠamaÃ§lar":1287,"ĠzekanÄ±n":1288,"Ġprojelerinde":1289,"Ġtahminleri":1290,"lenece":1291,"lendirmeme":1292,"yebilece":1293,"yonlar":1294,"ĠcÃ¼m":1295,"Ġcorpu":1296,"Ġincelen":1297,"ĠkartÄ±":1298,"ĠkartlarÄ±":1299,"ĠkarÅŁÄ±":1300,"ĠkarmaÅŁÄ±":1301,"ĠalÄ±r":1302,"ĠalmaktÄ±r":1303,"ĠaldÄ±":1304,"ĠalÄ±nÄ±r":1305,"ĠayrÄ±":1306,"ĠayarlarÄ±nÄ±":1307,"ĠayÄ±rmak":1308,"ĠadÄ±mda":1309,"ĠÃ§alÄ±ÅŁan":1310,"ĠÃ§alÄ±ÅŁÄ±r":1311,"ĠÃ§alÄ±ÅŁma":1312,"ĠÃ§alÄ±ÅŁarak":1313,"Ġmimari":1314,"seder":1315,"ĠÅŁu":1316,"ĠÅŁef":1317,"ĠÃ¼rÃ¼n":1318,"ĠÃ¼retmeyi":1319,"Ã¼yorsa":1320,"ensiz":1321,"ĠgeniÅŁ":1322,"Ġgenelleme":1323,"ĠkaÃ§mak":1324,"ĠdÃ¼ÅŁÃ¼yorsa":1325,"Ġhisseder":1326,"ĠyapÄ±larÄ±":1327,"Ġilerlemek":1328,"elliklerden":1329,"ĠarasÄ±ndadÄ±r":1330,"Ġmimarisidir":1331,"Ġmimarisine":1332,"nÄ±z":1333,"tÃ¼phan":1334,"Ġekler":1335,"Ġekleme":1336,"Ã¼mde":1337,"Ã¼mantasyon":1338,"ĠbaÅŁÄ±nda":1339,"ĠbaÅŁka":1340,"Ġsondan":1341,"Ġsonra":1342,"ĠsÃ¼rÃ¼mde":1343,"Ġederek":1344,"ĠiliÅŁki":1345,"Ġanlamda":1346,"ĠanlamanÄ±n":1347,"ĠolduklarÄ±nda":1348,"ĠolduÄŁun":1349,"ĠiÅŁleyebilece":1350,"Ġtemelidir":1351,"Ġprojesinde":1352,"Ġmetinlerden":1353,"ĠyapÄ±sÄ±dÄ±r":1354,"ĠtekrarlÄ±ysa":1355,"Ġsistemi":1356,"Darklove":1357,"GPT":1358,"ipti":1359,"ipÃ¼le":1360,"iyle":1361,"iyesindeki":1362,"kenler":1363,"ĠmanipÃ¼le":1364,"Ġbile":1365,"Ġbilimi":1366,"Ġbilgis":1367,"Ġyeterince":1368,"Ġtensora":1369,"ĠdÃ¼zensiz":1370,"ĠduygularÄ±nÄ±":1371,"ĠalandÄ±r":1372,"ĠalanlarÄ±nda":1373,"ĠalanlarÄ±ndan":1374,"ĠhÄ±zlÄ±":1375,"ĠhÄ±zlanÄ±r":1376,"ĠhÄ±zlandÄ±r":1377,"laÅŁtÄ±rÄ±lÄ±r":1378,"ĠettiÄŁini":1379,"Ġetmemeli":1380,"Ġetmeye":1381,"Ã¼rÃ¼lÃ¼r":1382,"Ġverisi":1383,"Ġverisini":1384,"Ġverisindeki":1385,"Ġnedeniyle":1386,"Ġtokenlarla":1387,"ĠgÃ¶rÃ¼nmeyen":1388,"ĠsaÄŁlayan":1389,"Ġtemiz":1390,"ĠhatalarÄ±":1391,"ĠÃ¼retir":1392,"Ġhissedebilir":1393,"ĠsÃ¼recini":1394,"ĠsÃ¼recinin":1395,"ĠsÃ¼recinde":1396,"ĠiliÅŁkisini":1397,"Ġsistemlerinin":1398,"Ġfikri":1399,"Ġfikrin":1400,"Ġfikrinin":1401,"itli":1402,"tilir":1403,"tilmekte":1404,"Ãĸnce":1405,"Ãĸnemli":1406,"Ġfine":1407,"ĠfarklÄ±":1408,"Ġnokta":1409,"ĠnasÄ±l":1410,"ĠokumaktÄ±r":1411,"Ġokunabilir":1412,"Ã§lardan":1413,"ĠboyutlarÄ±":1414,"Ġboyunca":1415,"ĠkÃ¼me":1416,"ĠkÃ¼tÃ¼phan":1417,"Ġkelimeler":1418,"Ġkelimeleri":1419,"ĠyanlÄ±ÅŁ":1420,"ĠyanÄ±ltÄ±":1421,"ĠyÃ¶nelimli":1422,"ĠyÃ¶netilmekte":1423,"Ġtrain":1424,"Ġtraining":1425,"ĠtarafÄ±nÄ±":1426,"ĠtarafÄ±dÄ±r":1427,"Ġdizilerin":1428,"Ġdizisinin":1429,"ĠsayÄ±sal":1430,"ĠsayÄ±sÄ±nÄ±":1431,"ĠsÃ¶zdiz":1432,"ĠsÃ¶zlÃ¼k":1433,"ĠaÄŁlarÄ±":1434,"ĠaÄŁÄ±rlÄ±":1435,"ĠÃ¶zellikle":1436,"ĠÃ¶zelliklerden":1437,"Ġizlenir":1438,"Ġizlenmelidir":1439,"Ġedebilir":1440,"Ġedebilmektir":1441,"Ġezberler":1442,"Ġezberleyebilir":1443,"Ġdeneme":1444,"Ġdeneyleri":1445,"ĠdevamÄ±nÄ±":1446,"ĠyapmamÄ±ÅŁ":1447,"ĠyapmayÄ±":1448,"ĠyaptÄ±ÄŁÄ±":1449,"ĠyaptÄ±ÄŁÄ±n":1450,"Ġgelmez":1451,"Ġgelmeyebilir":1452,"ĠparÃ§alarÄ±":1453,"ĠparÃ§asÄ±dÄ±r":1454,"ĠdeÄŁildir":1455,"Ä°nsanlar":1456,"ĠgÃ¼nceller":1457,"ĠgÃ¼ncellenece":1458,"Ġciddiye":1459,"ĠkararsÄ±z":1460,"Ġilerlemez":1461,"Ġilerlemeler":1462,"ĠhesaplamasÄ±nÄ±":1463,"ĠbaÅŁlangÄ±Ã§":1464,"ĠbaÅŁlangÄ±Ã§lardan":1465,"ĠdoÄŁar":1466,"ĠdoÄŁdu":1467,"ĠdoÄŁru":1468,"ĠdoÄŁrusal":1469,"ĠdÃ¶nÃ¼ÅŁtÃ¼rÃ¼r":1470,"ĠdÃ¶nÃ¼ÅŁtÃ¼rÃ¼lÃ¼r":1471,"ĠhissettiÄŁini":1472,"ĠhissettiÄŁin":1473,"Ġkuruludur":1474,"Ġkurulmakta":1475,"ĠyaklaÅŁÄ±mÄ±nÄ±n":1476,"ĠÃ¶rÃ¼ntÃ¼leri":1477,"ĠdeÄŁiÅŁim":1478,"ĠdeÄŁiÅŁkenler":1479,"ĠdÃ¶ngÃ¼sÃ¼":1480,"ĠdÃ¶ngÃ¼sÃ¼nde":1481,"Ancak":1482,"AdamW":1483,"Duygusal":1484,"Fonksi":1485,"Kendi":1486,"SÄ±nÄ±flar":1487,"Tahmin":1488,"Tensorlar":1489,"Yapay":1490,"kÃ¼ndÃ¼r":1491,"manlÄ±":1492,"sÃ¶r":1493,"tuning":1494,"Ġonu":1495,"Ġcevap":1496,"Ġuygun":1497,"ĠCPU":1498,"ĠGeÃ§miÅŁ":1499,"ĠHayÄ±r":1500,"ĠKelimeleri":1501,"arÄ±mÄ±":1502,"Ġmasaya":1503,"ĠmÃ¼mkÃ¼ndÃ¼r":1504,"Ġbasit":1505,"Ġbulunur":1506,"Ġbakarak":1507,"ĠbunlarÄ±n":1508,"ĠbaÄŁlamdan":1509,"ĠgÃ¼Ã§lÃ¼":1510,"ĠklasÃ¶r":1511,"Ġkaydetmek":1512,"ĠkatmanlÄ±":1513,"Ġkimse":1514,"ĠkalmÄ±ÅŁ":1515,"ĠkiÅŁinin":1516,"Ġkoddan":1517,"Ġkolay":1518,"Ġyorgun":1519,"ĠyaygÄ±n":1520,"ĠyÃ¼ksek":1521,"ĠyÃ¼zden":1522,"Ġyazmak":1523,"ĠyalnÄ±z":1524,"ĠyayÄ±lÄ±m":1525,"ĠyÃ¶nlendirmeme":1526,"ĠyavaÅŁ":1527,"Ġvalidation":1528,"ĠtasarÄ±mÄ±":1529,"ĠtaÅŁÄ±r":1530,"Ġtavsiye":1531,"ĠtutulmalÄ±dÄ±r":1532,"ĠdokÃ¼mantasyon":1533,"ĠdayanÄ±r":1534,"Ġdurumda":1535,"Ġdinamik":1536,"Ġsayede":1537,"Ġsize":1538,"Ġsessiz":1539,"Ġsetlerinde":1540,"Ġseviyesindeki":1541,"Ġsorunu":1542,"Ġscripti":1543,"Ġaktif":1544,"Ġatmakla":1545,"ekleyici":1546,"Ġhayalinden":1547,"ĠhazÄ±r":1548,"Ġhalde":1549,"Ġisteyen":1550,"Ġbirlikte":1551,"ĠeÄŁitilir":1552,"Ġdestekleyici":1553,"Ġyapamayabilir":1554,"ĠÃ¶ÄŁrendiÄŁi":1555,"ĠÃ¶ÄŁreniyor":1556,"ĠgeÃ§irilir":1557,"Ġoturabilmektir":1558,"ĠÃ§eÅŁitli":1559,"ĠpopÃ¼ler":1560,"ĠDÃ¼ÅŁÃ¼k":1561,"ĠanlaÅŁÄ±lmak":1562,"ĠoluÅŁmalÄ±dÄ±r":1563,"ĠgÃ¶rmese":1564,"ĠcÃ¼mle":1565,"Ġcorpus":1566,"Ġincelenebilir":1567,"ĠkarÅŁÄ±laÅŁtÄ±rÄ±lÄ±r":1568,"ĠkarmaÅŁÄ±k":1569,"ĠaldÄ±ÄŁÄ±nda":1570,"ĠÅŁeffaf":1571,"Ġeklemeli":1572,"ĠolduÄŁunda":1573,"ĠiÅŁleyebileceÄŁi":1574,"Ġbilgisayar":1575,"ĠhÄ±zlandÄ±rÄ±r":1576,"ĠnoktalarÄ±ndan":1577,"ĠkÃ¼tÃ¼phanedir":1578,"ĠyanÄ±ltÄ±cÄ±":1579,"ĠyÃ¶netilmektedir":1580,"Ġdizilerindeki":1581,"ĠsÃ¶zdizimi":1582,"ĠaÄŁÄ±rlÄ±klarÄ±nÄ±":1583,"ĠyapmamÄ±ÅŁtÄ±r":1584,"ĠgÃ¼ncelleneceÄŁini":1585,"ĠkurulmaktadÄ±r":1586,"Fonksiyonlar":1587,"ĠyÃ¶nlendirmemelidir":1588}