{"<pad>":0,"<s>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ä±":261,"čĊ":262,"an":263,"in":264,"er":265,"on":266,"``":267,"Ã¼":268,"ir":269,"de":270,"ul":271,"ĠĠ":272,"st":273,"lan":274,"ar":275,"si":276,"th":277,"lanÄ±":278,"en":279,"me":280,"Ġk":281,"yth":282,"Ã§":283,"ython":284,"Ġb":285,"ullanÄ±":286,"ÄŁ":287,"il":288,"ÅŁ":289,"or":290,"Ã¶":291,"```":292,"Ġs":293,"cÄ±":294,"li":295,"Ġn":296,"ullanÄ±cÄ±":297,"Ä±r":298,"Ġv":299,"stan":300,"as":301,"KullanÄ±cÄ±":302,"Asi":303,"Asistan":304,"Ġy":305,"al":306,"Ġd":307,"Ġ=":308,"ĠP":309,"pr":310,"at":311,"Ġg":312,"Ġt":313,"um":314,"Ġi":315,"la":316,"int":317,"Ä±n":318,"ĠPython":319,"Ä±l":320,"le":321,"'d":322,"Ġm":323,"Ġe":324,"re":325,"print":326,"ber":327,"ma":328,"Ġo":329,"python":330,"ĠĠĠ":331,"Ġya":332,"Ġbir":333,"Ġh":334,"it":335,"umber":336,"un":337,"Ġve":338,"Ġa":339,"ode":340,"eri":341,"Ġde":342,"ek":343,"im":344,"ur":345,"asÄ±l":346,"ĠnasÄ±l":347,"Ġf":348,"lar":349,"Ġmode":350,"te":351,"Ġ\"":352,"el":353,"bil":354,"ay":355,"ĠÃ¶":356,"Ġc":357,"ĠÃ§":358,"bilir":359,"ok":360,"Ã¼k":361,"dir":362,"alÄ±":363,"number":364,"ĠiÃ§":365,"Ġol":366,"ame":367,"da":368,"ĠiÃ§in":369,"xt":370,"Ã¼r":371,"Ġmodel":372,"Ġne":373,"Ġyaz":374,"ĠkullanÄ±":375,"od":376,"ile":377,"ÅŁt":378,"ce":379,"Ġp":380,"ya":381,"ĠT":382,"ĠgÃ¶":383,"Ä±nÄ±":384,"iz":385,"Ġme":386,"sin":387,"sa":388,"Ã¼Ã§":389,"et":390,"oken":391,"em":392,"ĠdeÄŁ":393,"Ġyap":394,"\")":395,"(\"":396,"ata":397,"ak":398,"ĠB":399,"os":400,"ÄŁit":401,"ah":402,"den":403,"ro":404,"Ġmet":405,"ĠeÄŁit":406,"ret":407,"ark":408,"ĠC":409,"Ġveri":410,"numbers":411,"Ġin":412,"Ġnumber":413,"name":414,"text":415,"ind":416,"Ġ[":417,"erin":418,"\",":419,"Ã¼Ã§Ã¼k":420,"lÄ±":421,"oun":422,"Ġkon":423,"):":424,"Ä±m":425,"ĠK":426,"ÄŁr":427,"ĠD":428,"ath":429,"se":430,"ĠgÃ¶st":431,"Ġile":432,"Ġtoken":433,"ĠgÃ¶ster":434,"dÄ±r":435,"ount":436,"Ġli":437,"Ġ1":438,"Ġsay":439,"Ġlist":440,"Ġba":441,"ion":442,"rn":443,"Ġ2":444,"Ã¶z":445,"eli":446,"ĠeÄŁitim":447,"ĠÃ¶rn":448,"Ġan":449,"Ã¶n":450,"Mind":451,"arkMind":452,"ut":453,"son":454,"mek":455,"ĠkullanÄ±l":456,"Ġprint":457,"Ġret":458,"urn":459,"Ġreturn":460,"Ä±lÄ±r":461,"izer":462,"aha":463,"ĠkullanÄ±lÄ±r":464,"Ä±k":465,"ine":466,"labilir":467,"lem":468,"ip":469,"ass":470,"len":471,"Ġpr":472,"ĠdÃ¶n":473,"mak":474,"ĠÃ§alÄ±":475,"Ã¼n":476,"ĠĠĠĠ":477,"ĠkÃ¼Ã§Ã¼k":478,"ev":479,"ror":480,"ĠÃ¼":481,"Ġver":482,"ge":483,"iÅŁ":484,"ki":485,"malÄ±":486,"us":487,"Ġdos":488,"Ġdaha":489,"ran":490,"ord":491,"ĠiÅŁ":492,"Ġliste":493,"tro":494,"word":495,"Ġkontro":496,"Ġkontrol":497,"ÅŁtir":498,"Ġpro":499,"ap":500,"ort":501,"count":502,"dÄ±":503,"ler":504,"ing":505,"siy":506,"ec":507,"ra":508,"ĠS":509,"Ġfor":510,"cor":511,"Ä±sa":512,"Ã§e":513,"di":514,"sit":515,"ĠÃ¶rnek":516,"core":517,"ab":518,"Ġhata":519,"ini":520,"def":521,"eni":522,"lama":523,"ĠÃ§alÄ±ÅŁ":524,"ĠĠĠĠĠĠĠ":525,"meli":526,"()":527,"for":528,"kÃ§e":529,"ĠBu":530,"yi":531,"Ġ{":532,"Ġmetn":533,"Er":534,"leri":535,"Ġ+":536,"Ġproj":537,"Error":538,"PU":539,"dan":540,"Ġ0":541,"Ġ3":542,"ĠDarkMind":543,"ci":544,"ue":545,"Ã¼rkÃ§e":546,"Ġmodelin":547,"ĠTÃ¼rkÃ§e":548,"\":":549,"am":550,"Ġmodeli":551,"Ġhat":552,"Ġproje":553,"ĠG":554,"if":555,"per":556,"Ġdo":557,"ĠaÃ§":558,"Ġif":559,"Ġhe":560,"larÄ±":561,"ĠaÃ§Ä±k":562,"lo":563,"po":564,"yan":565,"Ġte":566,"Ġok":567,"ĠÃ¶ÄŁr":568,"ksiy":569,"pt":570,"Ġar":571,"Ġsa":572,"ksiyon":573,"lass":574,"Ã¼m":575,"ÄŁi":576,"du":577,"Ä±nda":578,"ĠdoÄŁr":579,"ĠÃ¶ÄŁren":580,"abilir":581,"\"]":582,"az":583,"Ġet":584,"unu":585,"odla":586,"ct":587,"ye":588,"onksiyon":589,"asÄ±":590,"lam":591,"Ġveya":592,"ad":593,"json":594,"ĠdeÄŁer":595,"dÄ±ÄŁ":596,"is":597,"ĠÃ§Ã¶z":598,"Ġnedir":599,"oss":600,"ĠsayÄ±":601,"Ġ==":602,"atÄ±r":603,"Ġgeli":604,"yor":605,"lanÄ±r":606,"ĠsatÄ±r":607,"ĠPath":608,"ĠbaÅŁ":609,"Ã¶zl":610,"ĠdoÄŁru":611,"ation":612,"Ġad":613,"point":614,"duÄŁ":615,"ĠgeliÅŁtir":616,"hec":617,"port":618,"Ġz":619,"ĠÃ¶n":620,"Ġmetin":621,"heck":622,"gÃ¼":623,"ot":624,"ten":625,"Ġfonksiyon":626,"Ġolma":627,"erinde":628,"Ġtokenizer":629,"ĠgÃ¶sterir":630,"xce":631,"arÄ±":632,"ĠkÄ±sa":633,"elf":634,"sini":635,"xcept":636,"up":637,"ĠN":638,"asÄ±nÄ±":639,"sap":640,"Ġmetni":641,"Ġhesap":642,"ib":643,"Ġ5":644,"Ġl":645,"Ġen":646,"Ġneden":647,"Ġpar":648,"class":649,"ed":650,"dece":651,"Ġname":652,"ĠyazÄ±lÄ±r":653,"age":654,"hab":655,"erhab":656,"leme":657,"ted":658,"Ġpath":659,"rom":660,"erhaba":661,"ali":662,"ĠolduÄŁ":663,"ĠkullanÄ±labilir":664,"odu":665,"evap":666,"ĠGPU":667,"heckpoint":668,"min":669,"Ġre":670,"erek":671,"Ã¼ÅŁ":672,"item":673,"elime":674,"Merhaba":675,"lit":676,"ask":677,"Ġyar":678,"layan":679,"Ġay":680,"odel":681,"Ġdosya":682,"plit":683,"sÄ±n":684,"alue":685,"Ġelem":686,"Ġnumbers":687,"Ġ[\"":688,"ĠKÃ¼Ã§Ã¼k":689,"ĠÃ¼ret":690,"items":691,"Ġeleman":692,"Ġkelime":693,"Ġson":694,"ĠiÅŁlem":695,"form":696,"))":697,"DA":698,"ik":699,"Ġjson":700,"ullan":701,"Ġkullan":702,"Ġdil":703,"Ġtek":704,"ĠÃ§alÄ±ÅŁÄ±r":705,"dÄ±ÄŁÄ±nÄ±":706,"UDA":707,"ch":708,"ver":709,"Ġal":710,"Ġset":711,"okenizer":712,"Ġloss":713,"Ġko":714,"ÅŁe":715,"Ġtan":716,"lean":717,"ĠdÃ¶ngÃ¼":718,"ĠÃ¼z":719,"Ġ*":720,"ĠF":721,"Ġbul":722,"Ġsor":723,"Ġscore":724,"ĠsÃ¶zl":725,"lib":726,"Ä±rlÄ±":727,"Ġama":728,"ĠCUDA":729,"Ġdosy":730,"mport":731,"ult":732,"str":733,"Ġcevap":734,"sult":735,"Ä°":736,"Ä±z":737,"sion":738,"ĠsÄ±r":739,"ĠdeÄŁil":740,"ĠtanÄ±m":741,"data":742,"sform":743,"ven":744,"deki":745,"Ġbil":746,"Ġyeni":747,"Ġbiri":748,"ransform":749,"words":750,"Ġpathlib":751,"ransformer":752,"ĠI":753,"Ġu":754,"Ġimport":755,"Ġek":756,"Ġdef":757,"Ġolu":758,"Ġolur":759,"ĠsaÄŁ":760,"ĠÃ¼zerinde":761,"lerin":762,"op":763,"tion":764,"Ã¼y":765,"Ġgen":766,"Ġbasit":767,"Ġokun":768,"Bu":769,"from":770,"ig":771,"isi":772,"line":773,"ÅŁtÄ±r":774,"ĠBa":775,"ĠgeliÅŁtirme":776,"Model":777,"Ġint":778,"end":779,"Ġkur":780,"Ġadd":781,"alid":782,"leaned":783,"DarkMind":784,"lat":785,"Ġil":786,"Ġtem":787,"iÅŁk":788,"Ġ{\"":789,"ĠÃ¶ÄŁrenme":790,"ĠÃ¶nem":791,"ĠBasit":792,"Ay":793,"Ġ4":794,"ĠY":795,"Ã¼ven":796,"Ġgerek":797,"ON":798,"__":799,"pus":800,"ry":801,"ĠH":802,"Ä±ÅŁ":803,"Ġkar":804,"alar":805,"ĠgÃ¼ven":806,"ĠTokenizer":807,"ĠTransformer":808,"ĠgÃ¶re":809,"person":810,"Ġgenel":811,"JS":812,"ey":813,"eÄŁi":814,"gi":815,"iv":816,"ol":817,"Ġsi":818,"ĠJS":819,"asÄ±nda":820,"Ġmi":821,"ĠÃ¶rneÄŁi":822,"ĠJSON":823,"Ali":824,"ebilir":825,"miÅŁ":826,"wh":827,"Ä±f":828,"lik":829,"Ġcount":830,"ĠbaÅŁlayan":831,"Ġbulun":832,"adece":833,"self":834,"yle":835,"ÄŁini":836,"Ã¶r":837,"ĠdÃ¼ÅŁ":838,"reet":839,"ĠKÄ±sa":840,"Ġanlat":841,"ĠSadece":842,"melisin":843,"ĠaÃ§Ä±kla":844,"ĠÃ§Ã¶zÃ¼m":845,"ĠdÃ¶ngÃ¼s":846,"AyÅŁe":847,"dÃ¼r":848,"lÃ¼":849,"mo":850,"om":851,"yÄ±":852,"Ġat":853,"Ã¼re":854,"Ġkodla":855,"orpus":856,"ĠsÃ¼re":857,"larÄ±n":858,"elir":859,"ĠyapÄ±lÄ±r":860,"ĠKodla":861,"ĠsayÄ±l":862,"ĠdÃ¶nÃ¼":863,"ĠaÃ§Ä±klama":864,"ĠYeni":865,"\"}":866,"Ġdata":867,"Ġolabilir":868,"ĠhatasÄ±":869,"ĠoluÅŁt":870,"while":871,"sÄ±":872,"Ġort":873,"Ġbo":874,"Ġyol":875,"ate":876,"Ġge":877,"Ġtop":878,"Ġmim":879,"Ġed":880,"ĠhÄ±z":881,"malÄ±sÄ±n":882,"Ġtext":883,"tention":884,"oduct":885,"ĠgÃ¼venli":886,"ĠoluÅŁtur":887,"Ġmimar":888,"fig":889,"wer":890,"Ġlen":891,"Ã¼z":892,"ular":893,"Ġis":894,"leÅŁtir":895,"Ġden":896,"ĠyapÄ±":897,"ĠiÅŁe":898,"Ġzek":899,"Ġyarar":900,"ac":901,"ece":902,"las":903,"pend":904,"ting":905,"Ġran":906,"Ġkay":907,"ĠbÃ¼y":908,"orch":909,"alind":910,"alse":911,"ĠaÄŁ":912,"())":913,"ĠparÃ§":914,"ĠsaÄŁlar":915,"ĠdÃ¶ngÃ¼sÃ¼":916,"Ġortam":917,"Ġrange":918,"av":919,"fit":920,"rar":921,"score":922,"txt":923,"ĠV":924,"ĠÅŁ":925,"tem":926,"ÅŁtÃ¼r":927,"Ã¼Ã§lÃ¼":928,"Ġtokenlar":929,"lenir":930,"Ġtekrar":931,"verfit":932,"ĠsÃ¶zlÃ¼k":933,"ĠÃ¶nemli":934,"ĠdÃ¶nÃ¼ÅŁtÃ¼r":935,"Ġzeka":936,"cod":937,"fr":938,"uit":939,"ĠL":940,"onfig":941,"Ġtah":942,"Ġhaz":943,"else":944,"Ġcom":945,"ĠIn":946,"Ġkurul":947,"verfitting":948,"fruit":949,"ĠhazÄ±r":950,"fruits":951,"es":952,"ime":953,"mut":954,"sor":955,"split":956,"tar":957,"dex":958,"Ġbu":959,"ĠgÃ¼Ã§lÃ¼":960,"lemek":961,"Ġfark":962,"Ġyapay":963,"ĠCheckpoint":964,"ĠeÄŁitimi":965,"usal":966,"Ġresult":967,"yÄ±m":968,"Ġ<":969,"Ä±dÄ±r":970,"onac":971,"ÅŁul":972,"eline":973,"ĠkullanÄ±lan":974,"Ġpip":975,"ĠdeÄŁeri":976,"ĠBen":977,"ĠCPU":978,"erine":979,"Ġanla":980,"asser":981,"malÄ±yÄ±m":982,"ibonac":983,"ĠkoÅŁul":984,"Ġtemiz":985,"Ġmimarisi":986,"Ġpipeline":987,"ibonacci":988,"eh":989,"except":990,"kan":991,"put":992,"zber":993,"Ġ%":994,"ĠA":995,"ĠkullanÄ±cÄ±":996,"Ġter":997,"Ġezber":998,"ayÄ±r":999,"ĠgÃ¶r":1000,"lower":1001,"Ġokum":1002,"ĠtanÄ±mlanÄ±r":1003,"=\"":1004,"yim":1005,"Ġolar":1006,"Ġcheckpoint":1007,"ĠeÄŁitil":1008,"utf":1009,"Ġveril":1010,"yorum":1011,"ibi":1012,"strip":1013,"coding":1014,"Ġolarak":1015,"nÄ±":1016,"ĠalÄ±":1017,"erate":1018,"sidir":1019,"ension":1020,"mel":1021,"Ġkad":1022,"preh":1023,"Ġgibi":1024,"Ä±nÄ±rlÄ±":1025,"ity":1026,"urum":1027,"Ġcleaned":1028,"ĠÃ§ok":1029,"raw":1030,"Ġsonra":1031,"ĠHayÄ±r":1032,"Ġcompreh":1033,"sorted":1034,"Ġkadar":1035,"Ġcomprehension":1036,"bda":1037,"kt":1038,"veri":1039,"anlÄ±":1040,"Ġbek":1041,"Ġsplit":1042,"Ġdiz":1043,"Ġdurum":1044,"Ġget":1045,"Ġiyi":1046,"Ä±na":1047,"ĠdeÄŁiÅŁk":1048,"ĠarasÄ±nda":1049,"lambda":1050,"ĠÃ¼retim":1051,"Ġokunur":1052,"Ġgerekir":1053,"ve":1054,"Ġ6":1055,"ĠE":1056,"Ġself":1057,"Ġyerine":1058,"Ġtry":1059,"Ġfaz":1060,"larÄ±nÄ±":1061,"bilece":1062,"Ġconfig":1063,"sinde":1064,"akt":1065,"Ġverisini":1066,"Ġinput":1067,"even":1068,"Ġtemel":1069,"Ä±rlÄ±k":1070,"ebilirim":1071,"ĠaÄŁÄ±rlÄ±k":1072,"Ġfazla":1073,"act":1074,"ist":1075,"ti":1076,"tre":1077,"ub":1078,"Ġ'":1079,"ĠModel":1080,"Ã¼ÄŁ":1081,"Ġkod":1082,"Ġbelir":1083,"Ġvalue":1084,"umerate":1085,"read":1086,"Ġcorpus":1087,"Ä±nÄ±f":1088,"Ġkonu":1089,"user":1090,"Ġlisteye":1091,"peration":1092,"Ġetmelisin":1093,"otlar":1094,"Ġolmaya":1095,"xception":1096,"Ġenumerate":1097,"ĠiÅŁlemleri":1098,"ĠFalse":1099,"Ġuy":1100,"Ġtahmin":1101,"anlÄ±ÅŁ":1102,"ĠarasÄ±ndaki":1103,"Bir":1104,"lu":1105,"qu":1106,"zel":1107,"Ġwhile":1108,"inci":1109,"Ġklas":1110,"alarÄ±":1111,"ĠyapmalÄ±yÄ±m":1112,"dent":1113,"malÄ±dÄ±r":1114,"counter":1115,"melidir":1116,"ĠhatasÄ±nÄ±":1117,"Ġsadece":1118,"ĠolmadÄ±ÄŁÄ±nÄ±":1119,"ĠolduÄŁunu":1120,"ĠaynÄ±":1121,"alidation":1122,"Ä±fÄ±r":1123,"Ġtokenlara":1124,"Overfitting":1125,"Us":1126,"ial":1127,"oc":1128,"ps":1129,"ta":1130,"tr":1131,"valid":1132,"Ġlambda":1133,"angi":1134,"error":1135,"landÄ±r":1136,"ilde":1137,"ĠsÄ±fÄ±r":1138,"Ġakt":1139,"ekilde":1140,"Ġfil":1141,"ĠÃ¶zel":1142,"ahtar":1143,"Ġveriyi":1144,"ĠbaÄŁ":1145,"Ã¼nÃ¼":1146,"append":1147,"counts":1148,"ĠsayÄ±sÄ±":1149,"ĠNe":1150,"ĠdeÄŁildir":1151,"lerini":1152,"likle":1153,"Ġdataclass":1154,"ĠÅŁekilde":1155,"assert":1156,"ĠdeÄŁiÅŁken":1157,"User":1158,"Ġaktif":1159,"Torch":1160,"get":1161,"hat":1162,"tÄ±":1163,"uy":1164,"yTorch":1165,"}\")":1166,"Ġ-":1167,"Ġ>":1168,"ĠÃ":1169,"ĠOverfitting":1170,"ĠsÄ±nÄ±rlÄ±":1171,"ĠyanlÄ±ÅŁ":1172,"Ġiki":1173,"Ä±ndan":1174,"Ġmask":1175,"Ġhangi":1176,"\").":1177,"Ġkonular":1178,"Ġ10":1179,"abilirsin":1180,"ĠÃ§Ã¶zebilirim":1181,"ĠayÄ±r":1182,"Ġsorted":1183,"Ġeklenir":1184,"ĠfarklÄ±":1185,"ĠalÄ±yorum":1186,"quar":1187,"ĠsÄ±fÄ±rdan":1188,"Ġfiltre":1189,"[\"":1190,"ausal":1191,"dur":1192,"dÄ±m":1193,"iy":1194,"ken":1195,"squar":1196,"Ġ__":1197,"ĠUser":1198,"armut":1199,"ÅŁÄ±":1200,"orial":1201,"ĠsÄ±nÄ±f":1202,"Ġdiv":1203,"Ġtut":1204,"Ġmekan":1205,"eter":1206,"Ã¼nde":1207,"Ġtest":1208,"isor":1209,"ĠyardÄ±m":1210,"ĠamaÃ§":1211,"Ġuz":1212,"lines":1213,"Ġcounter":1214,"ĠsayÄ±lar":1215,"Ġtoplama":1216,"ĠyapÄ±labilir":1217,"ĠbÃ¼yÃ¼k":1218,"Ġokumak":1219,"bileceÄŁi":1220,"actorial":1221,"ĠklasÃ¶r":1222,"ocab":1223,"squares":1224,"Ġdivisor":1225,"Ġmekaniz":1226,"</":1227,"DI":1228,"dum":1229,"greet":1230,"masÄ±":1231,"uc":1232,"uz":1233,"yon":1234,"Ġas":1235,"Ġstr":1236,"inin":1237,"Ã¼l":1238,"stem":1239,"ĠsÃ¶":1240,"Ġdav":1241,"ĠPr":1242,"ĠPyTorch":1243,"Ġgir":1244,"result":1245,"Ġher":1246,"Ġper":1247,"\"))":1248,"rome":1249,"Ġanahtar":1250,"ĠdÃ¶ndÃ¼r":1251,"Ã¼nc":1252,"Ġlistedeki":1253,"rain":1254,"ĠSÃ¶zl":1255,"diÄŁini":1256,"cidir":1257,"load":1258,"Ġara":1259,"ĠÃ¶nce":1260,"uple":1261,"ĠsÃ¶zlÃ¼ÄŁ":1262,"Ġbilgi":1263,"Ġsistem":1264,"Ġattention":1265,"Ġboy":1266,"Ġkayde":1267,"alindrome":1268,"dumps":1269,"Ġdavran":1270,"ĠSÃ¶zlÃ¼k":1271,"loads":1272,"IDI":1273,"VIDI":1274,"bul":1275,"cek":1276,"cleaned":1277,"eÃ§":1278,"iq":1279,"masÄ±nÄ±":1280,"nak":1281,"path":1282,"palindrome":1283,"tir":1284,"task":1285,"}\"":1286,"ĠMerhaba":1287,"init":1288,"art":1289,"siz":1290,"encoding":1291,"mesi":1292,"ĠbÃ¶":1293,"stanbul":1294,"ĠyÃ¼z":1295,"product":1296,"prime":1297,"Ġgit":1298,"Ġgreet":1299,"Ġtask":1300,"umu":1301,"ĠmÄ±":1302,"Ġhal":1303,"uniq":1304,"Ġdemo":1305,"import":1306,"ĠyazdÄ±r":1307,"Ġmetodu":1308,"ĠChat":1309,"().":1310,"ĠNVIDI":1311,"Ã¼ÅŁÃ¼m":1312,"Ġseti":1313,"Ä°stanbul":1314,"Ġcounts":1315,"Ġbulunur":1316,"ĠhÄ±zlandÄ±r":1317,"ĠdÃ¶nÃ¼ÅŁtÃ¼rÃ¼r":1318,"iyel":1319,"ĠProduct":1320,"tasks":1321,"ĠyÃ¼zden":1322,"unique":1323,"ĠNVIDIA":1324,"PT":1325,"alanÄ±r":1326,"gu":1327,"klÄ±":1328,"notlar":1329,"try":1330,"ure":1331,"value":1332,"Ġst":1333,"enin":1334,"Ġkal":1335,"Ġbile":1336,"ilme":1337,"orum":1338,"Ġsan":1339,"lidir":1340,"inti":1341,"Ġmak":1342,"ayÄ±":1343,"ayÄ±f":1344,"ĠÃ§Ä±k":1345,"ĠdeÄŁiÅŁ":1346,"Ġanda":1347,"diÄŁ":1348,"diÄŁi":1349,"ĠÃ¶rnekler":1350,"Ġhedef":1351,"ĠzayÄ±f":1352,"Ġsoru":1353,"ĠtanÄ±mla":1354,"__(":1355,"ĠsayÄ±larÄ±":1356,"Ġyolunu":1357,"ĠgeÃ§":1358,"Ġeder":1359,"Ġdeney":1360,"ĠyardÄ±mcÄ±":1361,"Ġboyut":1362,"Ġhale":1363,"Score":1364,"abil":1365,"do":1366,"gil":1367,"ly":1368,"rit":1369,"tÄ±r":1370,"writ":1371,"zal":1372,"Ã¢":1373,"Ġword":1374,"anÄ±n":1375,"inir":1376,"erÃ§":1377,"endir":1378,"ÄŁer":1379,"Ġvalidation":1380,"ĠyÃ¼k":1381,"ala":1382,"ĠtÃ¼r":1383,"Ġise":1384,"Ġeden":1385,"Ġoperation":1386,"ĠbirleÅŁtir":1387,"Ġazal":1388,"Ġfibonacci":1389,"Ġ\"+":1390,"Ġcity":1391,"Ġpak":1392,"sine":1393,"Ġyapar":1394,"Ġindex":1395,"lenen":1396,"Ġ+=":1397,"Ġprojesidir":1398,"ĠolduÄŁumu":1399,"minal":1400,"version":1401,"Ġalmak":1402,"Ã¶riyel":1403,"ĠhÄ±zlÄ±":1404,"ĠInvalid":1405,"ĠAt":1406,"ĠgÃ¶rme":1407,"Ġbeklenen":1408,"aktÃ¶riyel":1409,"uble":1410,"Ġtesti":1411,"Ġuzun":1412,"Ġgirinti":1413,"ScoreError":1414,"double":1415,"write":1416,"erÃ§ek":1417,"Ġpaket":1418,"ĠInvalidScoreError":1419,"iyor":1420,"lok":1421,"nik":1422,"rue":1423,"Ġwords":1424,"ÅŁendir":1425,"Ã¶k":1426,"Ġyeter":1427,"laÅŁtÄ±r":1428,"madÄ±ÄŁÄ±nÄ±":1429,"Ġdest":1430,"bilirsin":1431,"Ġyazmak":1432,"Ġpo":1433,"ĠCausal":1434,"ĠData":1435,"mektir":1436,"ĠkontrolÃ¼":1437,"Ġmetnin":1438,"ift":1439,"alueError":1440,"Ġokunabilir":1441,"Ġiler":1442,"move":1443,"ĠsÃ¼recidir":1444,"alindrom":1445,"ĠValueError":1446,"ĠLoss":1447,"ĠList":1448,"Ġverilen":1449,"Ġgetir":1450,"uyg":1451,"Ġ>=":1452,"guage":1453,"ĠbileÅŁendir":1454,"Ġmakine":1455,"10":1456,"20":1457,"80":1458,"GPT":1459,"bet":1460,"hbet":1461,"lerinde":1462,"ohbet":1463,"sÄ±nÄ±":1464,"Ġ7":1465,"Ġra":1466,"irgÃ¼":1467,"arp":1468,"Ġke":1469,"Ġsohbet":1470,"Ġnot":1471,"Ġvar":1472,"Ġvocab":1473,"ĠvirgÃ¼":1474,"asyon":1475,"Ġyorum":1476,"ĠgerÃ§ek":1477,"Ġitem":1478,"ley":1479,"maya":1480,"mayÄ±":1481,"Ġoda":1482,"Ġham":1483,"unda":1484,"Ġap":1485,"ĠÃ§arp":1486,"oder":1487,"ĠTrue":1488,"Ġmesa":1489,"ĠdeÄŁerleri":1490,"ĠhesaplanÄ±r":1491,"ĠolduÄŁu":1492,"ĠdosyadÄ±r":1493,"Ġalt":1494,"ĠdosyasÄ±nÄ±":1495,"ĠdosyalarÄ±":1496,"Ġgenelleme":1497,"Ġsil":1498,"larÄ±nÄ±n":1499,"ĠoluÅŁturma":1500,"ĠparÃ§alar":1501,"ĠÃ¶nemlidir":1502,"ĠdÃ¶nÃ¼ÅŁtÃ¼ren":1503,"Ġtemizleme":1504,"ĠkullanÄ±cÄ±dan":1505,"Ġterminal":1506,"dentation":1507,"ĠdÃ¶ndÃ¼rÃ¼r":1508,"Ġmakinesi":1509,"ĠodaklÄ±":1510,"Ġmesaj":1511,"bed":1512,"ding":1513,"gel":1514,"model":1515,"vam":1516,"Ġ/":1517,"ĠÄ°":1518,"arak":1519,"enz":1520,"Ġbenz":1521,"ÄŁÄ±nÄ±":1522,"ilir":1523,"ileri":1524,"Ġyer":1525,"Ġta":1526,"Ġtip":1527,"Ġtuple":1528,"Ä±nÄ±n":1529,"Ä±lÄ±m":1530,"Ġede":1531,"Ġexcept":1532,"Ġdevam":1533,"ĠCorpus":1534,"Ġ20":1535,"ĠÃ§alÄ±ÅŁtÄ±r":1536,"ĠkontrolÃ¼nde":1537,"siyim":1538,"Ġprojesiyim":1539,"ĠadÄ±m":1540,"Ġhesaplam":1541,"Ġkullanmak":1542,"ĠalÄ±n":1543,"Ġcevaplar":1544,"ĠID":1545,"Ġeklemek":1546,"ĠkarÅŁÄ±":1547,"ĠbÃ¼yÃ¼":1548,"Ġkonuda":1549,"Ġsanal":1550,"Ġazalt":1551,"ĠAttention":1552,"Ġdestek":1553,"Ġkesin":1554,"bedding":1555,"ĠkarÅŁÄ±laÅŁtÄ±r":1556,"bir":1557,"cr":1558,"eme":1559,"ice":1560,"mÄ±ÅŁ":1561,"Åŀ":1562,"Ġr":1563,"ĸn":1564,"language":1565,"Ġblok":1566,"ĠsÃ¼r":1567,"Ġsah":1568,"Ġderin":1569,"atch":1570,"Ä±ldÄ±ÄŁÄ±nÄ±":1571,"leye":1572,"lecek":1573,"Ġolan":1574,"Ġhem":1575,"ĠaÅŁ":1576,"ĠÃ§ift":1577,"Ġolup":1578,"ĠTem":1579,"ĠBilme":1580,"Ġetmek":1581,"Ġetmeli":1582,"Ġfonksiyonlar":1583,"Ġolmayan":1584,"Ġhesapla":1585,"ĠiÅŁlemlerini":1586,"Ġgereksiz":1587,"alarda":1588,"Ġgenellikle":1589,"Ġedil":1590,"ĠortamÄ±":1591,"temiz":1592,"ĠIndentation":1593,"Ġters":1594,"Ġezberley":1595,"Ġtutar":1596,"ĠkaldÄ±r":1597,"ĠtÃ¼rÃ¼nÃ¼":1598,"Ġyeterli":1599,"Ġappend":1600,"crip":1601,"Ġsahip":1602,"ĠBilmediÄŁ":1603,"ĠIndentationError":1604,"Ġezberleyip":1605,":-":1606,"::-":1607,"Foun":1608,"Not":1609,"city":1610,"dError":1611,"iye":1612,"kÃ¼":1613,"muz":1614,"ne":1615,"pe":1616,"pÄ±dÄ±r":1617,"tÃ¼":1618,"yla":1619,"ĠÅŁe":1620,"ana":1621,"index":1622,"only":1623,"sil":1624,"endi":1625,"Ġbak":1626,"asÄ±na":1627,"alel":1628,"Ġda":1629,"Ä±lmÄ±ÅŁ":1630,"Ġflo":1631,"Ġfactorial":1632,"Ġ\")":1633,"eler":1634,"elma":1635,"Ġclass":1636,"ĠÃ§ev":1637,"Ġmodelden":1638,"Ġmodeller":1639,"ĠyazÄ±lÄ±m":1640,"yapÄ±dÄ±r":1641,"names":1642,"ĠDaha":1643,"ĠtokenlarÄ±":1644,"Ã¼nkÃ¼":1645,"Ġverir":1646,"Ġlisteden":1647,"Ġlisteyi":1648,"siyle":1649,"ĠhatayÄ±":1650,"Ġprojesinde":1651,"ĠGit":1652,"\"])":1653,"ĠsatÄ±rlarÄ±":1654,"Ġmetindeki":1655,"Ġfonksiyonu":1656,"Ġ50":1657,"Ġengel":1658,"Ġparalel":1659,"Ġkelimeler":1660,"Ġkomut":1661,"Ġ**":1662,"Ġ*=":1663,"ĠoluÅŁ":1664,"ĠiliÅŁk":1665,"Ġtemsil":1666,"ĠsÃ¼rec":1667,"elirse":1668,"Ġgelecek":1669,"Ġtoplam":1670,"Ġkaynak":1671,"Ġanlaya":1672,"Ġolmayabilir":1673,"ĠamaÃ§lÄ±":1674,"Ã¼lÃ¼r":1675,"Ġkayded":1676,"ĠdavranÄ±ÅŁ":1677,"ĠhÄ±zlandÄ±rmak":1678,"ĠÃ§Ä±kar":1679,"ĠÃ¶rneklerde":1680,"ĠgeÃ§miÅŁ":1681,"ĠaltyapÄ±dÄ±r":1682,"ĠparÃ§alara":1683,"Ġhesaplamalarda":1684,"ĠalÄ±nÄ±r":1685,"ĸnce":1686,"FoundError":1687,"NotFoundError":1688,"Ġfloat":1689,"ĠiliÅŁkileri":1690,"42":1691,"Can":1692,"Cevap":1693,"GeÃ§":1694,"Sor":1695,"[::-":1696,"ca":1697,"id":1698,"lse":1699,"mbedding":1700,"sal":1701,"yleme":1702,"ype":1703,"{\"":1704,"Ġ(":1705,"Ġ9":1706,"Ġerror":1707,"ĠÅŀ":1708,"ĩÃ¼nkÃ¼":1709,"Ä±ÅŁtÄ±r":1710,"anÄ±r":1711,"inden":1712,"ond":1713,"Ġkend":1714,"ĠyÃ¶n":1715,"Ġduyg":1716,"Ġtorch":1717,"Ġelse":1718,"Ġoverfitting":1719,"Ġyak":1720,"itap":1721,"Ġage":1722,"Ġdemek":1723,"Ġ\",":1724,"ĠiÃ§indeki":1725,"Ġins":1726,"Ġprice":1727,"ĠĠĠĠĠĠĠĠĠĠĠ":1728,"aman":1729,"Ġmodeliyim":1730,"ĠÃ¶ÄŁrenir":1731,"dÄ±ÄŁÄ±":1732,"yorsa":1733,"ĠsatÄ±rlarÄ±n":1734,"ĠadÄ±nÄ±":1735,"ĠgeliÅŁtiril":1736,"Ġzaman":1737,"otal":1738,"Ġencoding":1739,"Ġsonuc":1740,"ĠsÄ±rala":1741,"Ġbilgil":1742,"ĠsaÄŁlayan":1743,"ĠdÃ¼ÅŁÃ¼k":1744,"splitlines":1745,"Ġ<=":1746,"Ġdizi":1747,"Ġbelirli":1748,"ĠbaÄŁÄ±m":1749,"ĠkonularÄ±nda":1750,"ĠsayÄ±larÄ±n":1751,"ĠmekanizmasÄ±":1752,"ĠsÃ¶yleme":1753,"Ġbilgiye":1754,"ĠyÃ¼ks":1755,"Ġuzunlu":1756,"Ġilerlemek":1757,"birinci":1758,"ĠTemiz":1759,"ĠanlayabileceÄŁi":1760,"Soru":1761,"ĠÅŀu":1762,",\")":1763,"00":1764,"Ad":1765,"DÃ¶n":1766,"False":1767,"Kal":1768,"Kitap":1769,"Path":1770,"ade":1771,"elam":1772,"kor":1773,"lk":1774,"lme":1775,"lÃ§":1776,"mind":1777,"nÃ¼Ã§":1778,"py":1779,"pla":1780,"sÄ±z":1781,"sure":1782,"tokenizer":1783,"uk":1784,"udent":1785,"}'":1786,"ĠR":1787,"inde":1788,"erken":1789,"mem":1790,"Ġkim":1791,"Ġbit":1792,"ÄŁu":1793,"ild":1794,"Ġsev":1795,"Ġscrip":1796,"asci":1797,"atik":1798,"Ġiz":1799,"Ġmat":1800,"rekan":1801,"remove":1802,"repla":1803,"madan":1804,"ĠadÄ±":1805,"ĠfaktÃ¶riyel":1806,"Ġfrekan":1807,"test":1808,"Ġ\"\")":1809,"ĠÃ¶lÃ§":1810,"Ġcheck":1811,"oku":1812,"ĠolmalÄ±dÄ±r":1813,"daki":1814,"Ġpalindrom":1815,"yaz":1816,"ĠTrain":1817,"sinin":1818,"ĠyapmasÄ±nÄ±":1819,"(\",\")":1820,"arkmind":1821,"Ġverim":1822,"ĠKod":1823,"Ġ120":1824,"ĠsayÄ±nÄ±n":1825,"Ġlistenin":1826,"Ġbaz":1827,"ĠeÄŁitimde":1828,"ĠdÃ¶nÃ¼ÅŁÃ¼m":1829,"ĠiÅŁleye":1830,"ram":1831,"lamaz":1832,"ĠÃ§alÄ±ÅŁÄ±ldÄ±ÄŁÄ±nÄ±":1833,"Ġ{}":1834,"upper":1835,"Ġensure":1836,"Ġnames":1837,"ĠÃ¼retir":1838,"ĠÃ¼retmek":1839,"ĠelemanlarÄ±nÄ±":1840,"ĠkullanmalÄ±sÄ±n":1841,"Ä°lk":1842,"ĠsÄ±ralanÄ±r":1843,"ĠdeÄŁils":1844,"ĠÃ¶ÄŁrenmesini":1845,"ive":1846,"ĠbulunmadÄ±ÄŁÄ±nÄ±":1847,"ĠdÃ¼ÅŁmesi":1848,"Ġdeneme":1849,"eceÄŁini":1850,"ĠÅŁu":1851,"ĠsÃ¶zlÃ¼kten":1852,"Ġbuild":1853,"Ġanlamak":1854,"Ġmimarisidir":1855,"ĠgÃ¶rÃ¼n":1856,"Ġdurumda":1857,"evens":1858,"Ġ'{\"":1859,"Ġbelirt":1860,"Ġkonularda":1861,"Ġasal":1862,"ĠsÃ¶yle":1863,"Ġperson":1864,"Ã¼ncÃ¼":1865,"Ã¼ncel":1866,"ĠsÃ¶zlÃ¼ÄŁe":1867,"ĠbÃ¶len":1868,"ĠbÃ¶lme":1869,"ĠChatGPT":1870,"Ġstart":1871,"ĠgÃ¶rmesini":1872,"nikinci":1873,"Ġpoint":1874,"Ġ72":1875,"Ġyorumla":1876,"odern":1877,"ĠÄ°yi":1878,"Ġbenzeri":1879,"Ġengeller":1880,"Ġkaydedil":1881,"GeÃ§ti":1882,"Ġbilgilerin":1883,"ĠsÃ¶ylemem":1884,"AdÄ±n":1885,"DÃ¶nÃ¼ÅŁÃ¼m":1886,"KaldÄ±":1887,"nÃ¼Ã§Ã¼ncÃ¼":1888,"udents":1889,"Ġseviye":1890,"ascii":1891,"replace":1892,"ĠfrekansÄ±":1893,"ĠiÅŁleyebileceÄŁi":1894,"(-":1895,"-\":":1896,"17":1897,"Exception":1898,"Hub":1899,"Python":1900,"SV":1901,"Skor":1902,"])":1903,"clas":1904,"fibonacci":1905,"factorial":1906,"gat":1907,"ht":1908,"ise":1909,"kaz":1910,"lÄ±l":1911,"lÃ¢":1912,"mini":1913,"nÄ±n":1914,"operation":1915,"part":1916,"tan":1917,"ter":1918,"uÃ§":1919,"uda":1920,"ze":1921,"ĠM":1922,"Ġ_":1923,"Ġasser":1924,"Ä±p":1925,"irst":1926,"students":1927,"arf":1928,"Ġkat":1929,"ĠkÃ¶k":1930,"ilmiÅŁ":1931,"Ġsinir":1932,"ase":1933,"aset":1934,"Ġdi":1935,"Ġdik":1936,"ĠdÄ±ÅŁ":1937,"ĠdÃ¼z":1938,"ature":1939,"ataset":1940,"ĠgÃ¼ncel":1941,"Ġtar":1942,"Ġtrain":1943,"Ġmodern":1944,"Ġex":1945,"Ġexception":1946,"Ġembedding":1947,"Ġolamaz":1948,"ĠhÃ¢":1949,"Ġharf":1950,"Ġ\"-\":":1951,"ayla":1952,"Ġnegat":1953,"ileNotFoundError":1954,"ÅŁtÄ±":1955,"Ġpass":1956,"ematik":1957,"ĠdeÄŁerin":1958,"ÄŁitim":1959,"ĠeÄŁitime":1960,"arken":1961,"ĠCount":1962,"ĠCSV":1963,"Ġverisinde":1964,"Ġ[]":1965,"ĠDos":1966,"ses":1967,"Ġsaya":1968,"ĠsayÄ±lÄ±r":1969,"elif":1970,"sonuc":1971,"maktÄ±r":1972,"ĠÃ§alÄ±ÅŁtÄ±":1973,"ecek":1974,"ĠÃ§alÄ±ÅŁabilir":1975,"Ġhatalar":1976,"perature":1977,"loc":1978,"posit":1979,"Ġsade":1980,"ĠÃ¶ÄŁrenen":1981,"Ġetme":1982,"ĠÃ§Ã¶zÃ¼lÃ¼r":1983,"ĠNo":1984,"Ġline":1985,"Ġpart":1986,"ĠÃ¼retilir":1987,"Ġkelimeleri":1988,"ĠFileNotFoundError":1989,"ĠamacÄ±":1990,"ĠsÄ±ra":1991,"ĠsÄ±rasÄ±nda":1992,"dataclass":1993,"lerine":1994,"ight":1995,"Ġsize":1996,"ĠbulunduÄŁ":1997,"ĠdÃ¼ÅŁerken":1998,"yÄ±cÄ±":1999,"Ġdataclas":2000,"Ġboz":2001,"ĠboÅŁ":2002,"ĠparÃ§alanÄ±r":2003,"ava":2004,"Ġtekrarlar":2005,"ĠtekrarlarÄ±":2006,"Ġtahmini":2007,"Ġkurulu":2008,"Ġkurulan":2009,"ĠhazÄ±rlama":2010,"ĠeÄŁitilmiÅŁ":2011,"Ġdizisi":2012,"ĠEmin":2013,"ĠException":2014,"ĠaÄŁÄ±rlÄ±klarÄ±nÄ±":2015,"ĠaÄŁÄ±rlÄ±klarÄ±nÄ±n":2016,"ĠkonuÅŁ":2017,"Ġuyum":2018,"Ġuydur":2019,"ĠÃ¶zellikle":2020,"ĠÃĸnce":2021,"ĠayÄ±rÄ±r":2022,"Ġfiltreleme":2023,"ĠsayÄ±larla":2024,"ĠklasÃ¶rde":2025,"Ġstring":2026,"Ġboyutu":2027,"Ġ\"+\"":2028,"Ġ\"+\":":2029,"ĠListe":2030,"Ġraise":2031,"ĠvirgÃ¼l":2032,"Ġsilinir":2033,"Ġterminalde":2034,"ĠaÅŁam":2035,"ĠkaldÄ±rÄ±lÄ±r":2036,"ĠBilmediÄŁim":2037,"Ġkelimelere":2038,"Ġolmayabilirim":2039,"ĠbaÄŁÄ±mlÄ±l":2040,"ĠyÃ¼kselirse":2041,"ĠbitmiÅŁ":2042,"Ġmatematik":2043,"(\",\")]":2044,"ĠdeÄŁilsem":2045,"ĠyorumlayÄ±cÄ±":2046,"ĠÄ°yiyim":2047,"kazak":2048,"Ġassertion":2049,"ĠdÃ¼zen":2050,"ĠhÃ¢lÃ¢":2051,"Ġnegatif":2052,"ĠCounter":2053,"Ġdataclasses":2054,"Ġuydurmak":2055,"ĠbaÄŁÄ±mlÄ±lÄ±k":2056,"),":2057,"Baz":2058,"af":2059,"ama":2060,"der":2061,"dataset":2062,"ka":2063,"kat":2064,"man":2065,"suz":2066,"tÃ¼y":2067,"total":2068,"yen":2069,"ans":2070,"ant":2071,"anabilir":2072,"ula":2073,"ent":2074,"mesidir":2075,"Ġkodu":2076,"Ġkey":2077,"ory":2078,"Ġsak":2079,"ĠseÃ§":2080,"Ġnum":2081,"pro":2082,"ĠgÃ¼r":2083,"Ä±lar":2084,"Ġman":2085,"Ġmus":2086,"Ġele":2087,"madÄ±r":2088,"mamalÄ±yÄ±m":2089,"Ġhis":2090,"Ġhali":2091,"eriÅŁ":2092,"ekÃ¶k":2093,"imizer":2094,"tedir":2095,"ayÃ¼z":2096,"Ġmodelini":2097,"ĠType":2098,"Ġyaparken":2099,"ĠeÄŁitme":2100,"arklo":2101,"lÄ±dÄ±r":2102,"Ä±mÄ±dÄ±r":2103,"ĠKey":2104,"ĠDe":2105,"ĠtokenÄ±":2106,"ĠgÃ¶stermesidir":2107,"Ġsayabilirsin":2108,"ĠvereceÄŁini":2109,"ĠiÅŁler":2110,"ĠÃ§alÄ±ÅŁan":2111,"meliyim":2112,"Ġmetnine":2113,"Ġmetnini":2114,"Ġ30":2115,"Ġprojedir":2116,"yanÄ±n":2117,"ptimizer":2118,"ĠarayÃ¼z":2119,"ĠdoÄŁrula":2120,"onksiyonlar":2121,"ĠdeÄŁerdir":2122,"ĠdeÄŁerlidir":2123,"ĠsayÄ±sÄ±nÄ±":2124,"ĠgeliÅŁtirmek":2125,"Ġfonksiyonun":2126,"Ġmetnidir":2127,"Ġhesaplama":2128,"alite":2129,"Ġayr":2130,"ĠelemanÄ±":2131,"ĠsonuÃ§":2132,"formans":2133,"ĠÃ§alÄ±ÅŁÄ±rÄ±m":2134,"ĠdÃ¶ngÃ¼de":2135,"ĠFaktÃ¶riyel":2136,"Ġsorup":2137,"ĠdosyasÄ±":2138,"ĠsÄ±ralÄ±":2139,"ĠsÄ±rayla":2140,"Ġekran":2141,"ÅŁtÄ±rma":2142,"ĠHer":2143,"Ġkarakt":2144,"ĠkarekÃ¶k":2145,"Ġisme":2146,"leÅŁtirip":2147,"ĠaÄŁÄ±":2148,"ĠValidation":2149,"ĠkoÅŁullu":2150,"ĠAsal":2151,"Ġbeklenir":2152,"Ġdurumunu":2153,"ĠbaÄŁlama":2154,"ĠÃĩÃ¼nkÃ¼":2155,"ĠayÄ±rÄ±p":2156,"ĠmekanizmadÄ±r":2157,"Ã¼ltÃ¼y":2158,"Ġperformans":2159,"Ġarada":2160,"ĠaraÅŁtÄ±rma":2161,"Ġbilgisini":2162,"ĠdavranÄ±ÅŁtÄ±r":2163,"ĠSÃ¶zlÃ¼kten":2164,"Ġsetidir":2165,"ĠdeÄŁiÅŁme":2166,"abilecek":2167,"ĠbirleÅŁtirilmiÅŁ":2168,"ĠyaparsÄ±n":2169,"Ġgetirme":2170,"ĠÃ§arpÄ±mÄ±dÄ±r":2171,"Ġyerel":2172,"Ġtipini":2173,"Ġedebilirsin":2174,"ĠazaltÄ±lmÄ±ÅŁ":2175,"Ġdestekli":2176,"ĠkarÅŁÄ±laÅŁtÄ±rabilirsin":2177,"ĠÃ§evir":2178,"ĠGitHub":2179,"ĠoluÅŁabilecek":2180,"Ġ95":2181,"ĠmekanizmasÄ±yla":2182,"ĠuzunluÄŁ":2183,"Ġkimsin":2184,"ĠÃ¶lÃ§en":2185,"Ġverimlidir":2186,"Ġdenemeler":2187,"ĠgÃ¶rÃ¼nÃ¼r":2188,"ĠsÃ¶ylemek":2189,"ĠkaydedildiÄŁi":2190,"Ġbilgilerinin":2191,"Ġdikkat":2192,"ĠdÄ±ÅŁarÄ±":2193,"ĠsadeleÅŁtirip":2194,"Ġbozuk":2195,"ĠkonuÅŁmamalÄ±yÄ±m":2196,"Ġnumar":2197,"ĠgÃ¼rÃ¼ltÃ¼y":2198,"Ġmusun":2199,"Ġhaliyle":2200,"ĠTypeError":2201,"arklove":2202,"ĠKeyError":2203,"ĠarayÃ¼zdÃ¼r":2204,"ĠkarekÃ¶ke":2205,"ĠgÃ¼rÃ¼ltÃ¼yÃ¼":2206,"():":2207,"ai":2208,"cuda":2209,"eÅŁ":2210,"ebil":2211,"eight":2212,"first":2213,"iyorum":2214,"jec":2215,"mal":2216,"mpt":2217,"mis":2218,"miyor":2219,"match":2220,"ni":2221,"nta":2222,"rup":2223,"sen":2224,"tek":2225,"ute":2226,"ynta":2227,"zmek":2228,"Ġ.":2229,"Ġlower":2230,"Ġstrip":2231,"Ġassert":2232,"Ġ80":2233,"Ġupper":2234,"ĠeriÅŁ":2235,"ante":2236,"ere":2237,"ong":2238,"onim":2239,"Ã¼ret":2240,"Ã¼dÃ¼r":2241,"dek":2242,"ule":2243,"env":2244,"Ġkalite":2245,"Ġbel":2246,"ilab":2247,"illeÅŁtir":2248,"ÅŁlÄ±dÄ±r":2249,"Ġsum":2250,"Ġnor":2251,"Ä±rnak":2252,"Ġvenv":2253,"Ġdok":2254,"Ġdarkmind":2255,"ĠPalindrom":2256,"Ġgel":2257,"ĠgÃ¼n":2258,"Ġgrup":2259,"ĠtÃ¼ret":2260,"ĠtÄ±rnak":2261,"Ġist":2262,"lay":2263,"Ä±ldÄ±":2264,"leksiyon":2265,"Ġmis":2266,"Ġoptimizer":2267,"Ġfik":2268,"ayabilirsin":2269,"ayÄ±lar":2270,"ĠcÃ¼m":2271,"ĠÃ§a":2272,"ĠÃ§eÅŁ":2273,"Ġmodelleri":2274,"ĠyazmayÄ±":2275,"ĠkullanÄ±ÅŁlÄ±dÄ±r":2276,"odule":2277,"yabilirsin":2278,"ĠTuple":2279,"ĠdeÄŁi":2280,"ĠyapÄ±l":2281,"akat":2282,"ĠBir":2283,"Ġmetod":2284,"Ġmetotlar":2285,"ĠClass":2286,"Ġveriyle":2287,"Ġinvalid":2288,"ĠKendi":2289,"ĠDÄ±ÅŁ":2290,"sed":2291,"Ġlisteler":2292,"Ġanonim":2293,"lendir":2294,"Ã¼ne":2295,"Ġverebil":2296,"Ġlistesini":2297,"Ġprompt":2298,"ĠSen":2299,"ĠSÄ±nÄ±rlÄ±":2300,"ĠStr":2301,"ĠSana":2302,"ĠSayÄ±lar":2303,"ĠÃ¶rnekleri":2304,"ĠÃ§alÄ±ÅŁmasÄ±nÄ±":2305,"amp":2306,"Ġprojesinin":2307,"Ġoku":2308,"Ġartar":2309,"Ġaranabilir":2310,"Ã¼mant":2311,"asÄ±dÄ±r":2312,"ĠdeÄŁerlerini":2313,"ĠsayÄ±yÄ±":2314,"ĠbaÅŁlan":2315,"ĠbaÅŁka":2316,"ĠÃ¶ncek":2317,"Ġolmadan":2318,"ibute":2319,"Ġparante":2320,"Ġremove":2321,"Ġayar":2322,"Ġkelimesiyle":2323,"ĠkullanmalÄ±":2324,"ĠtekilleÅŁtir":2325,"Ġkoleksiyon":2326,"ĠFibonacci":2327,"ĠFonksiyonlar":2328,"ĠdosyasÄ±na":2329,"venv":2330,"Ġbiliyor":2331,"lerinin":2332,"Ġilgil":2333,"Ġmisin":2334,"ĠatanÄ±r":2335,"Ġatayabilirsin":2336,"ĠsÃ¼rece":2337,"Ġyoldur":2338,"Ġgezmek":2339,"ĠoluÅŁturup":2340,"ĠVocab":2341,"Ġkurulum":2342,"Ġkurulabilir":2343,"ĠanlaÅŁ":2344,"ĠkoÅŁula":2345,"ĠkoÅŁullar":2346,"ĠkullanÄ±cÄ±nÄ±n":2347,"Ġezberleme":2348,"ĠeÄŁitildi":2349,"ĠalÄ±p":2350,"Ġsplitlines":2351,"Ġdizin":2352,"ĠÃ¼retimi":2353,"Ġgerekirse":2354,"tribute":2355,"Ġfiltrelemek":2356,"ÅŁÄ±yan":2357,"ĠsÄ±nÄ±flarÄ±":2358,"ĠsÄ±nÄ±fÄ±ndan":2359,"ĠsÃ¶zlÃ¼ÄŁÃ¼ne":2360,"Ġkaydeden":2361,"ĠSÃ¶zlÃ¼kte":2362,"ĠÃ¶rneklerle":2363,"ĠtanÄ±mlamak":2364,"ĠtanÄ±mlayabilirsin":2365,"ĠvirgÃ¼le":2366,"ĠÃ§arpma":2367,"Ġsilmek":2368,"Ġterminalden":2369,"ĠtaÅŁÄ±yan":2370,"ĠbÃ¼yÃ¼d":2371,"ĠbÃ¼yÃ¼t":2372,"ĠbloklarÄ±nÄ±n":2373,"ĠsÃ¼rÃ¼m":2374,"ĠhesapladÄ±ÄŁÄ±":2375,"Ġedilmelidir":2376,"ĠÅŁey":2377,"ĠtoplamÄ±dÄ±r":2378,"ĠdavranÄ±ÅŁlarÄ±":2379,"ĠÃ§Ä±karma":2380,"Ġkendinden":2381,"ĠinsanÄ±n":2382,"ĠsatÄ±rlarÄ±na":2383,"Ġsonucu":2384,"Ġdizisinde":2385,"Ġscript":2386,"ĠdÃ¶nÃ¼ÅŁÃ¼mÃ¼":2387,"Ġkatman":2388,"ĠdiÄŁer":2389,"Ġtaraf":2390,"ĠsayacÄ±":2391,"ĠbulunduÄŁunu":2392,"availab":2393,"Bazen":2394,"Ġkarakter":2395,"ĠdeÄŁiÅŁmemesi":2396,"ĠuzunluÄŁunu":2397,"Ġdikkatli":2398,"ĠnumarasÄ±nÄ±":2399,"mission":2400,"teki":2401,"yntax":2402,"ĠdokÃ¼mant":2403,"ĠgruplarÄ±":2404,"ĠtÃ¼reterek":2405,"Ġmismatch":2406,"ĠcÃ¼mle":2407,"ĠÃ§eÅŁit":2408,"ĠString":2409,"ĠÃ¶nceki":2410,"Ġparantez":2411,"ĠtekilleÅŁtirmek":2412,"Ġkoleksiyonun":2413,"Ġilgili":2414,"available":2415,"ĠdokÃ¼mantasyon":2416,"Ama":2417,"Dec":2418,"Duyg":2419,"Kod":2420,"aber":2421,"base":2422,"cak":2423,"dÄ±ndan":2424,"ede":2425,"gs":2426,"gÄ±":2427,"gun":2428,"gram":2429,"hti":2430,"ici":2431,"kod":2432,"mat":2433,"mit":2434,"no":2435,"nÄ±z":2436,"oÄŁu":2437,"pos":2438,"rak":2439,"sne":2440,"uÅŁ":2441,"zit":2442,"Ġpython":2443,"Ġun":2444,"Ġ(\"":2445,"erpr":2446,"onra":2447,"Ã¼le":2448,"stge":2449,"sim":2450,"met":2451,"meyen":2452,"ĠkarÄ±":2453,"ÅŁÄ±k":2454,"ĠsÄ±k":2455,"Ġnok":2456,"Ġvade":2457,"asÄ±ndan":2458,"Ġyal":2459,"Ġtak":2460,"Ġihti":2461,"Ġisim":2462,"Ġemin":2463,"Ġyay":2464,"Ġhay":2465,"imi":2466,"Ġfakat":2467,"Ġcan":2468,"Ġcid":2469,"ĠÃ§oÄŁu":2470,"ĠiÃ§er":2471,"ĠolmalÄ±":2472,"ĠiÃ§inde":2473,"Ġmodellerinde":2474,"Ġnesne":2475,"ĠkullanÄ±r":2476,"Ġyapmak":2477,"ĠyapmayÄ±":2478,"Ġkonum":2479,"ĠDil":2480,"Ġsayede":2481,"Ġanlama":2482,"Ġanlam":2483,"mektedir":2484,"ined":2485,"Ã¼nmeliyim":2486,"evab":2487,"Ġverme":2488,"iÅŁki":2489,"Ġprogram":2490,"apay":2491,"ĠSelam":2492,"Ġformat":2493,"dict":2494,"ĠÃ§alÄ±ÅŁma":2495,"ĠdoÄŁ":2496,"Ġare":2497,"isk":2498,"ĠbaÅŁarÄ±":2499,"Ġzor":2500,"Ġmetinleri":2501,"otiv":2502,"Ġparame":2503,"Ġdosyada":2504,"Ġkullanarak":2505,"Ġteknik":2506,"Ġsorular":2507,"Ġbilg":2508,"Ġinterpr":2509,"Ġilk":2510,"ĠiliÅŁki":2511,"Ġkarar":2512,"ĠkartÄ±":2513,"ĠdÃ¼ÅŁÃ¼nmeliyim":2514,"ĠyapÄ±sÄ±":2515,"ĠparÃ§a":2516,"ĠVeri":2517,"Ġcommit":2518,"ĠokumalÄ±":2519,"ĠeÄŁitilmem":2520,"Ġveriler":2521,"Ġdurumu":2522,"ĠEÄŁitim":2523,"ĠaÄŁÄ±rlÄ±klarÄ±":2524,"ĠModelin":2525,"tÄ±ÄŁÄ±nÄ±":2526,"ĠamaÃ§lar":2527,"ĠmÄ±sÄ±n":2528,"Ġhedefi":2529,"Ġpaketleri":2530,"Ġrastge":2531,"Ġyorumlan":2532,"ĠgerÃ§ekten":2533,"ĠmesajÄ±nÄ±":2534,"Ġrisk":2535,"ĠtutarlÄ±":2536,"ĠsÃ¼recini":2537,"Ġduygusal":2538,"ĠgeliÅŁtiriliyorum":2539,"ĠbazÄ±":2540,"Ġharfe":2541,"ĠDosya":2542,"ĠÃ§alÄ±ÅŁtÄ±ÄŁÄ±nÄ±":2543,"ĠÃ§alÄ±ÅŁabilirim":2544,"ĠhatalarÄ±nda":2545,"lock":2546,"Ġuyumsuz":2547,"ĠyorumlayÄ±cÄ±sÄ±nÄ±":2548,"ĠdÃ¼zenli":2549,"ĠmantÄ±ÄŁÄ±nÄ±":2550,"Ġyerelde":2551,"Ġfikr":2552,"Ġartarsa":2553,"ĠbaÅŁlangÄ±":2554,"ĠÃ§eÅŁitli":2555,"Duygusal":2556,"raki":2557,"zitif":2558,"Ġvadeli":2559,"ĠyalnÄ±z":2560,"Ġihtiya":2561,"Ġciddi":2562,"otivasyon":2563,"Ġsorularda":2564,"Ġinterpreter":2565,"Ġrastgele":2566,"ĠbaÅŁlangÄ±Ã§":2567,"06":2568,"12":2569,"Hata":2570,"Le":2571,"Loss":2572,"Po":2573,"Sh":2574,"aÅŁ":2575,"con":2576,"clean":2577,"com":2578,"cond":2579,"ep":2580,"ex":2581,"fo":2582,"gen":2583,"gle":2584,"long":2585,"masÄ±na":2586,"ning":2587,"nder":2588,"pu":2589,"run":2590,"rile":2591,"rÃ¼n":2592,"san":2593,"transformer":2594,"ude":2595,"vap":2596,"wid":2597,"Ġ8":2598,"ĠW":2599,"Ġon":2600,"ĠÃ¼r":2601,"ĸrn":2602,"Ä±t":2603,"Ä±labilir":2604,"and":2605,"input":2606,"eration":2607,"one":2608,"Ã¼c":2609,"Ã¼s":2610,"ulur":2611,"arning":2612,"ensor":2613,"mez":2614,"ĠkÃ¶":2615,"Ġkav":2616,"Ġkendi":2617,"Ã§a":2618,"Ġbran":2619,"ÄŁinde":2620,"ilen":2621,"ÅŁÄ±m":2622,"Ã¶yle":2623,"Ġsen":2624,"Ġsec":2625,"Ġselam":2626,"asar":2627,"Ġyok":2628,"Ġgeri":2629,"Ġtasar":2630,"labilece":2631,"laÅŁÄ±m":2632,"les":2633,"Ġmotivasyon":2634,"rect":2635,"mam":2636,"mamalÄ±dÄ±r":2637,"Ġolabilece":2638,"itude":2639,"unun":2640,"undan":2641,"Ġdecod":2642,"Ġmodele":2643,"Ġ\"))":2644,"ell":2645,"ĠÃ¶rÃ¼n":2646,"Ġcausal":2647,"Ã¼kÃ§e":2648,"Ġolmak":2649,"Ġyazma":2650,"ĠkullanÄ±lÄ±":2651,"cevap":2652,"Ġpus":2653,"ĠToken":2654,"ĠgÃ¶nder":2655,"sindeki":2656,"etin":2657,"etiÅŁk":2658,"ĠyapmalÄ±sÄ±n":2659,"ĠyapmasÄ±":2660,"ĠCevab":2661,"Ġverisine":2662,"Ġinc":2663,"Ġinit":2664,"texts":2665,"ĠDarklove":2666,"second":2667,"ĠeÄŁitimini":2668,"Ã¼nden":2669,"Ġverebilirim":2670,"usunu":2671,"ĠdosyanÄ±n":2672,"corpus":2673,"ĠÃ§alÄ±ÅŁmaktÄ±r":2674,"leriyle":2675,"ĠhatasÄ±ndan":2676,"Ġprojesi":2677,"ĠGir":2678,"Ġifade":2679,"dÄ±ÄŁÄ±n":2680,"dÄ±ÄŁÄ±nda":2681,"ĠdoÄŁrudan":2682,"ĠgeliÅŁtirici":2683,"tent":2684,"ĠNone":2685,"ĠolduÄŁunda":2686,"ĠolduÄŁundan":2687,"Ġremo":2688,"Ġreposit":2689,"Ġsonraki":2690,"ĠiÅŁlemcidir":2691,"iklik":2692,"Ġkullanan":2693,"Ġkullanabilir":2694,"Ġdosyalar":2695,"ĠdosyasÄ±nda":2696,"Ä°yi":2697,"Ġbilmiyor":2698,"Ġyeniden":2699,"Ġbiridir":2700,"Ġekle":2701,"Ġolursa":2702,"Ã¼yle":2703,"Ġgeneration":2704,"ĠkuralÄ±":2705,"AynÄ±":2706,"ĠgÃ¼venlik":2707,"Ġederek":2708,"ĠoluÅŁturulur":2709,"Ġmimari":2710,"werSh":2711,"ulary":2712,"ĠparÃ§asÄ±dÄ±r":2713,"ĠortamÄ±n":2714,"Ġortamda":2715,"ĠsÃ¶zlÃ¼kte":2716,"ĠIndex":2717,"esyon":2718,"Ġezberlem":2719,"Ġverileri":2720,"ĠdeÄŁiÅŁkeni":2721,"ists":2722,"Ġbelirler":2723,"tags":2724,"ĠÃ¶zellik":2725,"ĠbaÄŁlam":2726,"Ġfiltrele":2727,"Ġuzak":2728,"Ġsistemi":2729,"ilmeye":2730,"ĠdeÄŁiÅŁiklik":2731,"Ġhedefli":2732,"Ġdeneyler":2733,"ÄŁerlerin":2734,"ĠyÃ¼klen":2735,"ĠgÃ¶rmediÄŁini":2736,"Ġvocabulary":2737,"Ġitems":2738,"ĠmesajlarÄ±":2739,"Ġbenzer":2740,"Ġtipleriyle":2741,"Ġedebilir":2742,"ĠdevamÄ±nÄ±":2743,"ĠÃ§alÄ±ÅŁtÄ±rÄ±l":2744,"ĠadÄ±mlar":2745,"Ġazaltabilir":2746,"Ġrate":2747,"ĠBilmediÄŁin":2748,"ĠÅŁeyi":2749,"ĠÃ§evrile":2750,"ĠkaynaklanÄ±r":2751,"Ġkendini":2752,"ĠyÃ¶ntem":2753,"Ġyakala":2754,"ĠyaklaÅŁÄ±m":2755,"Ġinsan":2756,"Ġbazen":2757,"Ġbelirtilen":2758,"Ġseviyesi":2759,"Ġtraining":2760,"Ġexp":2761,"Ġexamp":2762,"positive":2763,"Ġetmeye":2764,"ĠDeÄŁerlerin":2765,"ĠayrÄ±":2766,"Ġpromptlar":2767,"ĠanlaÅŁÄ±lÄ±r":2768,"ĠbÃ¼yÃ¼dÃ¼kÃ§e":2769,"posu":2770,"ĠkarÄ±ÅŁÄ±k":2771,"Ġnokta":2772,"Ġhayat":2773,"ĠiÃ§erir":2774,"ĠformatÄ±na":2775,"ĠihtiyacÄ±":2776,"Learning":2777,"content":2778,"exists":2779,"width":2780,"ĠkÃ¶tÃ¼":2781,"Ġkavram":2782,"Ġbranch":2783,"Ġsecond":2784,"ĠolabileceÄŁini":2785,"Ġdecoder":2786,"ĠÃ¶rÃ¼ntÃ¼":2787,"Ġpush":2788,"etiÅŁkin":2789,"ĠyapmasÄ±dÄ±r":2790,"Ġremote":2791,"Ġrepository":2792,"werShell":2793,"ĠIndexError":2794,"ĠdeÄŁiÅŁiklikleri":2795,"Ġexamples":2796,")]":2797,"28":2798,"An":2799,"Ada":2800,"Act":2801,"Batch":2802,"Den":2803,"Darklove":2804,"EÄŁitim":2805,"Git":2806,"KÃ¼Ã§Ã¼k":2807,"Lan":2808,"List":2809,"Metin":2810,"Scrip":2811,"Sonra":2812,"Tokenizer":2813,"Yapay":2814,"\\.":2815,"blem":2816,"bjec":2817,"cut":2818,"config":2819,"day":2820,"darkmind":2821,"esini":2822,"file":2823,"fesyon":2824,"gÄ±n":2825,"gÃ¼n":2826,"idir":2827,"ied":2828,"kÄ±nda":2829,"key":2830,"kinci":2831,"mW":2832,"malarÄ±":2833,"nec":2834,"not":2835,"nahtar":2836,"ninin":2837,"nenin":2838,"ndek":2839,"og":2840,"ow":2841,"owerShell":2842,"par":2843,"por":2844,"sel":2845,"set":2846,"ski":2847,"sup":2848,"sayÄ±":2849,"ssed":2850,"ts":2851,"tÃ¼r":2852,"tarÄ±":2853,"torch":2854,"time":2855,"tory":2856,"uch":2857,"vaÅŁ":2858,"vcut":2859,"war":2860,"weight":2861,"ys":2862,"yile":2863,"ysen":2864,"zation":2865,"Ãĩ":2866,"Ãĸnce":2867,"ÃĩÃ¼nkÃ¼":2868,"Ġor":2869,"Ġlo":2870,"Ġwh":2871,"Ä±lan":2872,"anal":2873,"iny":2874,"ery":2875,"ermission":2876,"onnec":2877,"irec":2878,"ull":2879,"lanmadÄ±ÄŁÄ±nÄ±":2880,"aret":2881,"arÄ±nda":2882,"sidu":2883,"enen":2884,"Ġka":2885,"ĠkÃ¼":2886,"Ġkor":2887,"Ġkaz":2888,"Ġkorum":2889,"Ġblo":2890,"Ġbatch":2891,"Ġblock":2892,"ÄŁa":2893,"ÄŁÄ±r":2894,"ÄŁiÅŁk":2895,"ÅŁim":2896,"Ã¶re":2897,"Ġslas":2898,"Ġsyntax":2899,"Ġsuch":2900,"Ġsys":2901,"liyor":2902,"lization":2903,"Ġno":2904,"Ä±rÄ±":2905,"asÄ±n":2906,"Ġday":2907,"Ġduy":2908,"Ġdirec":2909,"ĠPowerShell":2910,"ĠPermission":2911,"atal":2912,"atanÄ±n":2913,"Ġgelirse":2914,"Ġtype":2915,"Ġtotal":2916,"Ġtensor":2917,"Ġiyile":2918,"leyi":2919,"lediÄŁini":2920,"Ġmu":2921,"Ġmy":2922,"Ġmin":2923,"Ġmodule":2924,"Ġeski":2925,"rete":2926,"rease":2927,"max":2928,"mamalÄ±":2929,"malization":2930,"Ġof":2931,"Ġout":2932,"Ġoper":2933,"Ġobjec":2934,"ĠyavaÅŁ":2935,"Ġbirlik":2936,"Ġhas":2937,"Ġhak":2938,"una":2939,"untime":2940,"Ġalan":2941,"odeError":2942,"Ġdepo":2943,"Ġdemektir":2944,"Ġdeposu":2945,"asÄ±lsÄ±n":2946,"Ġfile":2947,"Ġfatal":2948,"larÄ±nda":2949,"elerinde":2950,"Ġciv":2951,"Ġchat":2952,"Ġconnec":2953,"ĠÃ§ak":2954,"ameError":2955,"ĠiÃ§ine":2956,"Ã¼rasyon":2957,"Ġmodellerin":2958,"ĠyazÄ±m":2959,"Ġyazabilir":2960,"ĠyazmalÄ±sÄ±n":2961,"ÅŁti":2962,"cessed":2963,"Ġpy":2964,"Ġpull":2965,"ĠTek":2966,"Ġmevcut":2967,"sam":2968,"etni":2969,"embedding":2970,"ĠyapmalÄ±":2971,"ĠyaptÄ±":2972,"ĠyapÄ±lmÄ±ÅŁ":2973,"ĠBlok":2974,"ĠBÃ¶yle":2975,"ahtarÄ±":2976,"dented":2977,"ĠeÄŁitmeli":2978,"ĠConfig":2979,"Ġveriye":2980,"Ġindek":2981,"Ġindented":2982,"indow":2983,"lÄ±k":2984,"Ġkonfig":2985,"ÄŁrÄ±lan":2986,"ĠDerin":2987,"ĠDec":2988,"ĠgÃ¶sterdiÄŁi":2989,"Ġliter":2990,"Ġ11":2991,"Ġ25":2992,"ĠeÄŁitimlerinde":2993,"ĠanahtarÄ±":2994,"ĠkullanÄ±lmadan":2995,"lenmiÅŁ":2996,"lenmelidir":2997,"ĠkÃ¼Ã§Ã¼ktÃ¼r":2998,"ĠÃ¼rete":2999,"Ġveren":3000,"Ġvermek":3001,"Ġverebilir":3002,"ĠiÅŁaret":3003,"ÅŁtirdi":3004,"Ġproblem":3005,"ected":3006,"ĠSÄ±nÄ±f":3007,"ĠSyntax":3008,"ĠSanal":3009,"diyi":3010,"sition":3011,"()]":3012,"Ġprojelerinde":3013,"Ġmodelinin":3014,"ĠhatalarÄ±":3015,"ĠGPT":3016,"ifre":3017,"loj":3018,"ĠÃ¶ÄŁreni":3019,"ĠartÄ±":3020,"ĠartÄ±r":3021,"ĠardÄ±ndan":3022,"ĠÃ¶ÄŁrenerek":3023,"ĠÃ¶ÄŁrenebilir":3024,"ction":3025,"ĠÃ§Ã¶zmelisin":3026,"ĠsayÄ±ya":3027,"ĠsatÄ±rÄ±ndan":3028,"ĠsatÄ±rdaki":3029,"ĠPathlib":3030,"ĠbaÅŁlam":3031,"ĠbaÅŁÄ±na":3032,"ĠNes":3033,"ĠNaber":3034,"ĠNasÄ±lsÄ±n":3035,"ĠNameError":3036,"Ġnamed":3037,"Ġrejec":3038,"Ġrebase":3039,"sÄ±nÄ±n":3040,"Ġsondaki":3041,"ĠiÅŁlemi":3042,"ĠkullandÄ±ÄŁÄ±":3043,"Ġkullanmadan":3044,"ĠkullandÄ±ÄŁÄ±n":3045,"verage":3046,"Ġsetini":3047,"Ġkolay":3048,"ÅŁebilir":3049,"Ġscores":3050,"mportError":3051,"ĠtanÄ±mlanmadÄ±ÄŁÄ±nÄ±":3052,"ĠImportError":3053,"Ġdefined":3054,"Ġokunmak":3055,"Ġokunmaya":3056,"ĠgeliÅŁtirmeyi":3057,"ĠkurmalÄ±sÄ±n":3058,"Ġtemperature":3059,"ĠÃ¶ÄŁrenmesi":3060,"ĠÃ¶ÄŁrenmeyi":3061,"ĠYanlÄ±ÅŁ":3062,"ĠHatanÄ±n":3063,"Ä±ÅŁmalarÄ±":3064,"Ġkaresini":3065,"ĠgÃ¶reli":3066,"ivate":3067,"Ġmidir":3068,"ĠJSONDec":3069,"Ġbulunama":3070,"Ġattribute":3071,"ĠdÃ¶nÃ¼yor":3072,"ĠyollarÄ±":3073,"ĠyollarÄ±n":3074,"ĠoluÅŁturmalÄ±":3075,"Ġismin":3076,"leÅŁtirmelisin":3077,"Ġdenied":3078,"ĠyapÄ±lan":3079,"ĠortamÄ±nÄ±":3080,"ĠortamÄ±nda":3081,"scores":3082,"temperature":3083,"Ġtokenlarla":3084,"ĠsÃ¶zlÃ¼kteki":3085,"tarik":3086,"ĠgÃ¼Ã§lÃ¼dÃ¼r":3087,"ĠfarkÄ±":3088,"ĠanlamalÄ±":3089,"ĠkoÅŁulu":3090,"ĠtemizlenmiÅŁ":3091,"ĠAnahtar":3092,"ĠkullanÄ±cÄ±yÄ±":3093,"Ġezberliyor":3094,"ĠeÄŁitilir":3095,"ĠeÄŁitildiÄŁi":3096,"ĠverildiÄŁini":3097,"ĠbeklediÄŁini":3098,"ĠÃ¼retimde":3099,"ĠEÄŁer":3100,"ĠaÄŁÄ±rlÄ±klar":3101,"Ġkodunda":3102,"Ġuygun":3103,"ĠuyuÅŁ":3104,"ĠklasÃ¶re":3105,"ĠdeÄŁiÅŁkeninin":3106,"ĠaktifleÅŁtirmelisin":3107,"Ġ--":3108,"ĠÃĸrn":3109,"Ġtutul":3110,"ĠklasÃ¶rÃ¼":3111,"ĠklasÃ¶rÃ¼nÃ¼":3112,"Ġpermission":3113,"ĠanahtarÄ±n":3114,"ĠdÃ¶ndÃ¼ren":3115,"ĠsÃ¶zlÃ¼ÄŁÃ¼dÃ¼r":3116,"Ġsistemler":3117,"Ġgitmeli":3118,"ĠhÄ±zlandÄ±rabilir":3119,"Ġstabil":3120,"ĠÃ§Ä±ktÄ±":3121,"Ġhedefler":3122,"Ġdeneyin":3123,"Ġdeneysel":3124,"ĠboyutlarÄ±nÄ±":3125,"Ġboyutunun":3126,"ĠtÃ¼rÃ¼dÃ¼r":3127,"ĠbirleÅŁtirir":3128,"ĠbirleÅŁtirmelisin":3129,"ĠAttribute":3130,"Ġpaketi":3131,"Ġpaketlerin":3132,"Ġpaketinin":3133,"iyorsa":3134,"Ġpozitif":3135,"Ġgetirmelisin":3136,"guageModel":3137,"GPTLan":3138,"ĠnotlarÄ±":3139,"ĠvarsayÄ±":3140,"mayabilir":3141,"ĠdeÄŁerleriyle":3142,"ĠÄ°ndek":3143,"Ġyerden":3144,"ĠtaÅŁ":3145,"Ġtamam":3146,"ĠÃ§alÄ±ÅŁtÄ±rÄ±ldÄ±ÄŁÄ±nÄ±":3147,"Ġdestekleyi":3148,"ĠkarÅŁÄ±laÅŁtÄ±rmalÄ±sÄ±n":3149,"ĠsÃ¼ren":3150,"ĠsÃ¼rÃ¼c":3151,"ĠÃ§iftini":3152,"Ġedilen":3153,"ĠedildiÄŁini":3154,"ĠkaldÄ±rmalÄ±sÄ±n":3155,"ĠbakmalÄ±sÄ±n":3156,"Ġbakarak":3157,"Ġkomutun":3158,"ĠkomutlarÄ±n":3159,"ĠoluÅŁur":3160,"ĠsÃ¼recinin":3161,"Ġgelecekteki":3162,"ĠkaynaklarÄ±":3163,"ĠyÃ¶nlendir":3164,"Ġsonucunu":3165,"ĠRuntime":3166,"Ġscripti":3167,"Ġizni":3168,"Ġizninin":3169,"Ġbelirtisi":3170,"Ġseviyesiyle":3171,"ĠModule":3172,"ĠMetni":3173,"ĠkÃ¶kÃ¼nden":3174,"ĠDosyanÄ±n":3175,"Ġhatalardan":3176,"ĠvirgÃ¼lleri":3177,"ĠaÅŁamasÄ±n":3178,"ĠyorumlayÄ±cÄ±sÄ±nÄ±n":3179,"processed":3180,"Ġhisse":3181,"ĠDeÄŁiÅŁk":3182,"ĠiÅŁlerken":3183,"ĠdoÄŁrulamalÄ±":3184,"ĠdoÄŁrulamalÄ±sÄ±n":3185,"ĠsonuÃ§lar":3186,"Ġ.\\.":3187,"ĠeriÅŁim":3188,"ĠeriÅŁilmeye":3189,"Ġkaliteli":3190,"Ġbelle":3191,"Ġnormal":3192,"Ġnormalization":3193,"Ġistenen":3194,"ĠÃ§aÄŁÄ±r":3195,"ĠÃ§aÄŁrÄ±lan":3196,"ĠdeÄŁiÅŁtirdi":3197,"ĠyapÄ±lmaya":3198,"Ġmetodun":3199,"lendiril":3200,"ĠayarÄ±nÄ±":3201,"Ġkurulumunu":3202,"Ġezberlemesi":3203,"ĠeÄŁitildikÃ§e":3204,"Ġdizinine":3205,"Ġdizinini":3206,"Ġkarakterlerinin":3207,"Ġunsup":3208,"Ã¼lebilir":3209,"Ġtakip":3210,"Ġisimle":3211,"ĠyaygÄ±n":3212,"Ġcannot":3213,"Ġnesnede":3214,"Ġyapmakta":3215,"Ġkonumda":3216,"ĠanlamayÄ±":3217,"Ġprogramda":3218,"ĠdoÄŁal":3219,"ĠbaÅŁarÄ±sÄ±z":3220,"ĠzorlanÄ±r":3221,"Ġparametre":3222,"Ġcommitler":3223,"Ġverilerden":3224,"Ġdurumudur":3225,"ĠyorumlandÄ±ÄŁÄ±nÄ±":3226,"Ġriskini":3227,"generate":3228,"ĠWindow":3229,"ĠÃ¼rÃ¼n":3230,"Ã¼sÃ¼nÃ¼":3231,"Ġyoksa":3232,"ĠkullanÄ±lÄ±yor":3233,"ĠCevabÄ±n":3234,"ĠGirdiyi":3235,"ĠezberlemiÅŁ":3236,"Ġdeneylerle":3237,"ĠÃ§evrilemeyen":3238,"Ġexpected":3239,"Ancak":3240,"AdamW":3241,"Activate":3242,"Deney":3243,"Liste":3244,"Scripts":3245,"dayÄ±m":3246,"fesyonel":3247,"ported":3248,"ward":3249,"Ġwhere":3250,"sidual":3251,"ĠkorumasÄ±":3252,"Ġslash":3253,"ĠdayanÄ±r":3254,"Ġdirectory":3255,"ĠPermissionError":3256,"Ġoperand":3257,"Ġobject":3258,"Ġbirlikte":3259,"ĠhakkÄ±nda":3260,"Ġdepoda":3261,"ĠcivarÄ±nda":3262,"Ġconnection":3263,"ĠÃ§akÄ±ÅŁmalarÄ±":3264,"Ġindeksine":3265,"ĠkonfigÃ¼rasyon":3266,"ĠDecoder":3267,"Ġliteral":3268,"ĠÃ¼retebilir":3269,"ĠiÅŁaretlerini":3270,"ĠSyntaxError":3271,"ĠartÄ±yorsa":3272,"ĠNesnenin":3273,"Ġrejected":3274,"ĠJSONDecodeError":3275,"ĠbulunamadÄ±":3276,"ĠuyuÅŁmadÄ±ÄŁÄ±nÄ±":3277,"ĠÃĸrnek":3278,"ĠAttributeError":3279,"GPTLanguageModel":3280,"ĠvarsayÄ±lan":3281,"ĠÄ°ndeksi":3282,"Ġdestekleyici":3283,"ĠsÃ¼rÃ¼cÃ¼sÃ¼nÃ¼":3284,"ĠRuntimeError":3285,"ĠModuleNotFoundError":3286,"ĠaÅŁamasÄ±ndayÄ±m":3287,"ĠDeÄŁiÅŁkeni":3288,"ĠÃ§aÄŁÄ±rmalÄ±sÄ±n":3289,"ĠdeÄŁiÅŁtirdiysen":3290,"Ġunsupported":3291,"ĠWindows":3292,"\"{":3293,"01":3294,"26":3295,"30":3296,"38":3297,"41":3298,":\\":3299,"At":3300,"Block":3301,"CPU":3302,"CUDA":3303,"Do":3304,"Dr":3305,"Dos":3306,"Daha":3307,"Des":3308,"Ek":3309,"EÄŁer":3310,"Embedding":3311,"Fa":3312,"Her":3313,"Hava":3314,"In":3315,"Kelime":3316,"Meh":3317,"One":3318,"Pro":3319,"PyTorch":3320,"So":3321,"SayÄ±":3322,"TX":3323,"Th":3324,"Tah":3325,"TÃ¼rkÃ§e":3326,"Transformer":3327,"Train":3328,"YetiÅŁkin":3329,"Zey":3330,"air":3331,"average":3332,"amayabilir":3333,"bined":3334,"cted":3335,"ds":3336,"dalÄ±":3337,"date":3338,"ew":3339,"eÄŁ":3340,"ese":3341,"efor":3342,"eed":3343,"emel":3344,"eep":3345,"fe":3346,"ful":3347,"gth":3348,"geli":3349,"han":3350,"height":3351,"iew":3352,"jo":3353,"kÃ¼n":3354,"lin":3355,"lind":3356,"ling":3357,"my":3358,"mon":3359,"mos":3360,"merhaba":3361,"muÅŁ":3362,"nsan":3363,"pas":3364,"pass":3365,"pair":3366,"phan":3367,"plin":3368,"rdÄ±ndan":3369,"sun":3370,"ssa":3371,"sort":3372,"smal":3373,"tmek":3374,"tÄ±k":3375,"top":3376,"uv":3377,"val":3378,"vem":3379,"yte":3380,"zÄ±":3381,"},":3382,"Ġth":3383,"ĠKullanÄ±cÄ±":3384,"Ġqu":3385,"Ġonly":3386,"Ġond":3387,"Ġloc":3388,"Ġlay":3389,"Ġwidth":3390,"ĩift":3391,"Ä±tÄ±r":3392,"Ä±cak":3393,"angle":3394,"inal":3395,"info":3396,"erse":3397,"erminal":3398,"Ã¼p":3399,"Ã¼ÅŁt":3400,"Ã¼yorsa":3401,"irli":3402,"irse":3403,"debilir":3404,"step":3405,"landÄ±":3406,"lanmalÄ±dÄ±r":3407,"arar":3408,"aract":3409,"enÃ¼z":3410,"meyi":3411,"memelidir":3412,"messa":3413,"ĠkÃ¼Ã§":3414,"ĠkiÅŁ":3415,"Ġkap":3416,"Ġkab":3417,"ĠkÃ¼m":3418,"Ġbre":3419,"Ġbunu":3420,"Ġbig":3421,"Ġbefor":3422,"Ġblind":3423,"ÄŁÄ±":3424,"iler":3425,"ÅŁarÄ±":3426,"orgun":3427,"orrect":3428,"Ġse":3429,"Ġsamp":3430,"ĠsÄ±cak":3431,"list":3432,"Ġnaber":3433,"ĠyetiÅŁkin":3434,"Ġyuv":3435,"Ġyorgun":3436,"Ġdak":3437,"Ġdisi":3438,"ĠdÃ¼ÅŁt":3439,"price":3440,"atÄ±":3441,"attention":3442,"Ġgra":3443,"Ġgelir":3444,"Ġgpu":3445,"Ġto":3446,"Ġtam":3447,"Ġtav":3448,"lest":3449,"ledi":3450,"lection":3451,"lected":3452,"ĠmÃ¼m":3453,"Ġmerhaba":3454,"ĠmÄ±dÄ±r":3455,"Ġeval":3456,"res":3457,"rema":3458,"Ġot":3459,"ĠyaÅŁ":3460,"Ġbirbir":3461,"ĠhayÄ±r":3462,"ĠhenÃ¼z":3463,"und":3464,"unca":3465,"Ġvekt":3466,"erim":3467,"eride":3468,"eriÄŁini":3469,"Ġdec":3470,"Ġdemos":3471,"impro":3472,"urce":3473,"ĠnasÄ±lsÄ±n":3474,"Ġfay":3475,"Ġfirst":3476,"Ġfeed":3477,"Ġ\"\",":3478,"elen":3479,"eleri":3480,"bildiÄŁini":3481,"bilmektir":3482,"aya":3483,"ayar":3484,"Ġcol":3485,"Ġcuda":3486,"Ġcpu":3487,"Ġcorrect":3488,"ĠiÃ§eriÄŁini":3489,"Ġolsa":3490,"Ġoldu":3491,"Ġmodellerinin":3492,"Ġyazabil":3493,"ĠyazÄ±ldÄ±":3494,"ĠyazÄ±labilir":3495,"ĠkullanÄ±m":3496,"ĠkullanÄ±yor":3497,"odds":3498,"iled":3499,"ilebilir":3500,"ilebildiÄŁini":3501,"Ġpu":3502,"ĠTop":3503,"ĠTemel":3504,"sinden":3505,"ĠdeÄŁerine":3506,"Ġyapmaya":3507,"Ġyapama":3508,"aklÄ±":3509,"ĠBana":3510,"round":3511,"ĠeÄŁitmektir":3512,"ĠClean":3513,"Ġverisi":3514,"Ġveriden":3515,"Ġveriyor":3516,"Ġverisiyle":3517,"Ġverisindeki":3518,"Ġindentation":3519,"inder":3520,"Ġ[-":3521,"Ġ[(\"":3522,"lÄ±klÄ±":3523,"lÄ±ÄŁa":3524,"Ġkonus":3525,"ĠKeep":3526,"ĠDÃ¼ÅŁ":3527,"ĠDial":3528,"seful":3529,"selected":3530,"ĠtokenlarÄ±n":3531,"ĠgÃ¶sterdi":3532,"Ġ12":3533,"Ġ18":3534,"Ġ28":3535,"ĠeÄŁitiminin":3536,"ĠeÄŁitiminde":3537,"Ġana":3538,"Ġand":3539,"Ġanki":3540,"Ġanali":3541,"ipÃ¼le":3542,"leneceÄŁini":3543,"length":3544,"makta":3545,"ĠkÃ¼Ã§Ã¼kse":3546,"eval":3547,"eview":3548,"ĠÃ¼s":3549,"gest":3550,"ĠiÅŁleme":3551,"ĠkontrollÃ¼":3552,"Ġprofesyonel":3553,"aptop":3554,"lere":3555,"lerden":3556,"ectan":3557,"ĠSonra":3558,"dient":3559,"didate":3560,"ĠÃ§alÄ±ÅŁarak":3561,"forward":3562,"Ġprojeler":3563,"Ġmodelim":3564,"Ġprojede":3565,"ĠGreet":3566,"ĠGÃ¼Ã§lÃ¼":3567,"Ġdolu":3568,"Ġheight":3569,"ĠaÃ§Ä±klam":3570,"ĠaÃ§Ä±kÃ§a":3571,"Ġsafe":3572,"ĠÃ¶ÄŁrenmek":3573,"ĠÃ¶ÄŁreneme":3574,"add":3575,"jsonl":3576,"ĠdeÄŁerli":3577,"ĠdeÄŁerlendiril":3578,"isayar":3579,"ĠsayÄ±sal":3580,"ĠsatÄ±rda":3581,"ĠbaÅŁÄ±nda":3582,"ĠbaÅŁlat":3583,"ĠgeliÅŁtirmektir":3584,"Ġzarar":3585,"tence":3586,"Ġhesaplar":3587,"Ġhesaplayan":3588,"Ġlong":3589,"Ġresidual":3590,"ĠÃ¼retilebilir":3591,"ikalar":3592,"Ġtekno":3593,"ĠalÄ±r":3594,"Ġalma":3595,"ĠaldÄ±ÄŁÄ±nda":3596,"Ġsetim":3597,"Ġsetlerinde":3598,"ĠtanÄ±tÄ±r":3599,"ĠÃ¼zerine":3600,"ĠÃ¼zgÃ¼n":3601,"Ġamaca":3602,"Ä°kinci":3603,"Ä°nsan":3604,"ĠdeÄŁilse":3605,"Ġbilmek":3606,"Ġuseful":3607,"ĠsaÄŁlÄ±klÄ±":3608,"Ã¼yÃ¼k":3609,"ĠBaÅŁarÄ±":3610,"Modelin":3611,"Ġkurular":3612,"ĠkurmaktÄ±r":3613,"Ġadding":3614,"latitude":3615,"Ġileride":3616,"Ġ406":3617,"ĠYapay":3618,"Ġgerekli":3619,"ĠHaklÄ±":3620,"older":3621,"Ġmiyim":3622,"ĠdÃ¼ÅŁebilir":3623,"ĠdÃ¶ngÃ¼sÃ¼yle":3624,"ĠatmasÄ±na":3625,"ĠsÃ¼reÃ§":3626,"ĠsÃ¼resini":3627,"larÄ±ndan":3628,"Ġolabilirsin":3629,"Ġortala":3630,"Ġyolu":3631,"Ġtopla":3632,"Ġtoplayan":3633,"Ġtexts":3634,"Ġdene":3635,"Ġdenir":3636,"Ġdengeli":3637,"ĠyapÄ±sÄ±nÄ±":3638,"ĠzekanÄ±n":3639,"acak":3640,"tings":3641,"ĠkayÄ±t":3642,"ĠLaptop":3643,"Ġezberler":3644,"Ġokuma":3645,"Ġokumakt":3646,"ktop":3647,"Ġdizil":3648,"active":3649,"tiÄŁini":3650,"ĠModelIn":3651,"Ã¼ÄŁe":3652,"Ã¼ÄŁÃ¼nde":3653,"Ġkonuya":3654,"username":3655,"Ġuyumu":3656,"Ġtahminleri":3657,"luk":3658,"ocuk":3659,"ĠdeÄŁiÅŁkende":3660,"Users":3661,"uyum":3662,"ĠÃĩift":3663,"Ġmaske":3664,"ĠayÄ±rmak":3665,"Ġtutan":3666,"ĠklasÃ¶rÃ¼nde":3667,