{"<pad>":0,"<s>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ä±":261,"čĊ":262,"an":263,"in":264,"er":265,"de":266,"ir":267,"Ã¼":268,"ar":269,"ÄŁ":270,"en":271,"on":272,"is":273,"ul":274,"il":275,"lan":276,"Ġk":277,"ÅŁ":278,"me":279,"Ã§":280,"ullan":281,"Ġs":282,"ma":283,"Ġb":284,"Ġv":285,"``":286,"ist":287,"ullanÄ±":288,"or":289,"cÄ±":290,"Ġd":291,"Ã¶":292,"ya":293,"ullanÄ±cÄ±":294,"Ä±n":295,"Ġm":296,"KullanÄ±cÄ±":297,"Ġg":298,"As":299,"istan":300,"Asistan":301,"li":302,"Ä±r":303,"th":304,"Ġt":305,"ha":306,"lÄ±":307,"ode":308,"yth":309,"ython":310,"Ġe":311,"it":312,"im":313,"Ġn":314,"la":315,"Ġmode":316,"Ġa":317,"le":318,"lar":319,"Ġve":320,"Ġp":321,"Ġo":322,"```":323,"ĠĠ":324,"ta":325,"ĠP":326,"Ġde":327,"Ġi":328,"Ġya":329,"dir":330,"un":331,"ok":332,"Ġmodel":333,"int":334,"da":335,"Ġha":336,"um":337,"ler":338,"ek":339,"Ġy":340,"Ġbir":341,"iz":342,"Ġ=":343,"ĠPython":344,"Ġver":345,"Ã¼r":346,"'d":347,"bil":348,"oken":349,"ĠÃ¶":350,"ÅŁt":351,"Ġol":352,"Ġne":353,"ro":354,"ÄŁit":355,"el":356,"Ä±nÄ±":357,"Ã¼k":358,"Ġc":359,"ĠÃ§":360,"ĠeÄŁit":361,"ay":362,"et":363,"ur":364,"em":365,"ini":366,"es":367,"ĠT":368,"ĠC":369,"Ġhata":370,"ĠB":371,"Ġyap":372,"ber":373,"python":374,"bilir":375,"ec":376,"ark":377,"rint":378,"os":379,"den":380,"Ġh":381,"ĠgÃ¶":382,"ĠD":383,"st":384,"ÄŁr":385,"ile":386,"Ġtoken":387,"Ġf":388,"Ã¼Ã§":389,"as":390,"Ġda":391,"ĠeÄŁitim":392,"iy":393,"te":394,"al":395,"ĠdeÄŁ":396,"umber":397,"Ġme":398,"ind":399,"izer":400,"dÄ±r":401,"ti":402,"Ã¼Ã§Ã¼k":403,"ap":404,"malÄ±":405,"dÄ±":406,"Ġ\"":407,"ĠiÃ§":408,"ak":409,"Ġl":410,"Ä±l":411,"inde":412,"Ġkon":413,"Ġpro":414,"Mind":415,"ĠĠĠ":416,"arkMind":417,"ĠkÃ¼Ã§Ã¼k":418,"Ġdaha":419,"eli":420,"iÅŁ":421,"Ġsa":422,"larÄ±":423,"ine":424,"print":425,"ev":426,"ĠBu":427,"us":428,"Ġile":429,"ÅŁtir":430,"Ġproj":431,"ĠiÃ§in":432,"ki":433,"Ġmodelin":434,"ĠDarkMind":435,"mak":436,"ĠgÃ¶st":437,"Ġmet":438,"ĠgÃ¶ster":439,"ip":440,"Ġan":441,"mek":442,"Ġmodeli":443,"ce":444,"PU":445,"ran":446,"di":447,"ĠG":448,"ĠÃ¶ÄŁr":449,"ĠÃ¶ÄŁren":450,"number":451,"od":452,"re":453,"yÄ±":454,"sÄ±":455,"Ġveya":456,"xt":457,"Ä±nda":458,"Ġyaz":459,"ĠÃ§a":460,"Ã¼n":461,"Ã¼z":462,"idir":463,"\",":464,"for":465,"ra":466,"du":467,"Ġdos":468,"lÄ±ÅŁ":469,"(\"":470,"Ġgeli":471,"ĠgÃ¶sterir":472,"dan":473,"Ġdo":474,"Ġveri":475,"ame":476,"ut":477,"Ġ[":478,"ĠkullanÄ±":479,"ayÄ±":480,"evap":481,"ĠgeliÅŁtir":482,"Ġin":483,"ing":484,"Ġdosya":485,"po":486,"\")":487,"ĠN":488,"unu":489,"ath":490,"Ã¶n":491,"tion":492,"ÄŁÄ±nÄ±":493,"Ġtokenizer":494,"sÄ±n":495,"Ġz":496,"Ã§e":497,"Ġba":498,"ĠiÅŁ":499,"ĠdoÄŁr":500,"Ġet":501,"Ġlist":502,"point":503,"lama":504,"ĠÃ¶n":505,"Ġnedir":506,"Ġneden":507,"hec":508,"kpoint":509,"sa":510,"Ġger":511,"form":512,"heckpoint":513,"tro":514,"Ã¼y":515,"leri":516,"Ġkontro":517,"duÄŁ":518,"Ġkontrol":519,"Er":520,"ch":521,"ror":522,"se":523,"meli":524,"Ġdil":525,"Error":526,"DA":527,"kÃ§e":528,"ord":529,"oss":530,"UDA":531,"word":532,"Ġar":533,"Ġson":534,"Ġprint":535,"ĠGPU":536,"numbers":537,"sÄ±nÄ±":538,"mes":539,"Ġcevap":540,"diÄŁ":541,"ĠdoÄŁru":542,"ey":543,"min":544,"ten":545,"ĠdÃ¶n":546,"okenizer":547,"ĠCUDA":548,"ebilir":549,"sform":550,"Ã¼rkÃ§e":551,"ĠdeÄŁer":552,"ransform":553,"ransformer":554,"at":555,"isin":556,"Ġolma":557,"ah":558,"tÄ±r":559,"ĠTÃ¼rkÃ§e":560,"asÄ±l":561,"dÄ±ÄŁÄ±nÄ±":562,"Ġprojes":563,"oun":564,"iler":565,"mel":566,"Ġama":567,"ĠolduÄŁ":568,"ĠÃ§alÄ±ÅŁ":569,"Bu":570,"Ġkullan":571,"Ä±rlÄ±":572,"Ġnumber":573,"ĠnasÄ±l":574,"Ġpar":575,"text":576,"eÄŁ":577,"ig":578,"ver":579,"ĠÃ¼r":580,"Ã¶z":581,"odel":582,"ĠdeÄŁil":583,"Ġkur":584,"ĠsayÄ±":585,"Ġbil":586,"lem":587,"Ġyar":588,"yi":589,"ĠTransformer":590,"()":591,"ede":592,"uy":593,"ĠsÃ¼r":594,"labilir":595,"Ġmetn":596,"ĠÃ¶nem":597,"Ġay":598,"ĠgeliÅŁtirme":599,"ĠÃ¼ret":600,"Model":601,"len":602,"inin":603,"orum":604,"ÅŁtÄ±r":605,"Ġolur":606,"Ġgerek":607,"yan":608,"Ġ2":609,"ĠTokenizer":610,"Ġproje":611,"Ġanla":612,"ount":613,"miÅŁ":614,"ĠH":615,"ĠÃ¼z":616,"Ã¼ÅŁ":617,"oru":618,"Ġtem":619,"az":620,"Ġor":621,"Ä±z":622,"Ġbo":623,"Ġmim":624,"Ġed":625,"Ġal":626,"Ġfor":627,"tention":628,"melisin":629,"Ġmimar":630,"ik":631,"name":632,"Ġtek":633,"lara":634,"Ġyer":635,"malÄ±sÄ±n":636,"ĠsaÄŁ":637,"ĠÃ¼zer":638,"pus":639,"ttention":640,"ĠS":641,"eni":642,"ular":643,"ĠbÃ¼y":644,"orch":645,"orpus":646,"leme":647,"Ġloss":648,"fig":649,"ot":650,"va":651,"Ä°":652,"ĠÅŁ":653,"Ġkar":654,"Ġset":655,"Ġbul":656,"lik":657,"las":658,"esap":659,"Ġhesap":660,"yÄ±m":661,"Ġzek":662,"Ġorta":663,"Ġmimaris":664,"ge":665,"if":666,"ol":667,"Ä±k":668,"Ġtah":669,"item":670,"ĠaÄŁ":671,"Ġden":672,"iÅŁk":673,"words":674,"ĠÃ¼zerinde":675,"abilir":676,"mÄ±":677,"op":678,"ue":679,"Ġ3":680,"lidir":681,"Ġolu":682,"eceÄŁ":683,"ĠhÄ±z":684,"asÄ±nda":685,"ĠeÄŁitimi":686,"dÄ±m":687,"usal":688,"ĠbaÅŁ":689,"Ġzeka":690,"Ã¼m":691,"onfig":692,"Ġge":693,"Ġveriy":694,"ĠÃ¶r":695,"malÄ±yÄ±m":696,"Ġmetin":697,"Ġkurul":698,"ab":699,"uz":700,"zÄ±r":701,"Ġ1":702,"ĠdÃ¼ÅŁ":703,"Ġgen":704,"larÄ±n":705,"ĠhazÄ±r":706,"Ġyapay":707,"ĠgÃ¶r":708,"Ġbilg":709,"Ä±m":710,"ang":711,"Ġif":712,"Ġcheckpoint":713,"ĠÃ§Ã¶z":714,"ĠeÄŁitil":715,"ĠBen":716,"ĠsatÄ±r":717,"ĠkullanÄ±lan":718,"pt":719,"ting":720,"ven":721,"ĠK":722,"Ġ{":723,"Ġis":724,"Ġka":725,"mas":726,"Ġmi":727,"Ġte":728,"lÄ±y":729,"Ġpip":730,"Ġok":731,"elf":732,"eline":733,"ĠÃ§ok":734,"ĠCheckpoint":735,"ĠhatasÄ±":736,"ĠgÃ¶re":737,"ĠÃ¶ÄŁrenme":738,"ebilirim":739,"Ġpipeline":740,"\"]":741,"fit":742,"lo":743,"por":744,"Ġyeni":745,"Ġveris":746,"ĠparÃ§":747,"verfit":748,"Ġmetni":749,"ĠÃ¼retim":750,"ĠoluÅŁt":751,"ĠÃ¶rn":752,"count":753,"om":754,"per":755,"zber":756,"Ġr":757,"Ġen":758,"ilen":759,"Ġezber":760,"Ġolabilir":761,"ĠPath":762,"Ġfaz":763,"ted":764,"Ġsonra":765,"verfitting":766,"ĠoluÅŁtur":767,"Ġfazla":768,"gÃ¼":769,"ĠsÄ±":770,"Ġyol":771,"ayÄ±r":772,"ĠCPU":773,"ĠyapÄ±":774,"ĠDa":775,"ĠsÃ¼rec":776,"ĠHayÄ±r":777,"Ġtemiz":778,"Ġtahmin":779,"Ġgenel":780,"):":781,"Bir":782,"ID":783,"fÄ±r":784,"ks":785,"nÄ±":786,"dece":787,"Ġklas":788,"Ġsoru":789,"Ã¶r":790,"Ġiyi":791,"Ġconfig":792,"ĠhatasÄ±nÄ±":793,"ĠyapmalÄ±yÄ±m":794,"iyim":795,"alue":796,"Ġ[\"":797,"melidir":798,"ĠarasÄ±nda":799,"Ä±rlÄ±k":800,"Ġgerekir":801,"ĠaÄŁÄ±rlÄ±k":802,"port":803,"ĠÃ¶rnek":804,"lÃ¼":805,"ĠA":806,"Ġint":807,"anlÄ±ÅŁ":808,"Ġbu":809,"Ä±nÄ±rlÄ±":810,"Ġpath":811,"bileceÄŁ":812,"urum":813,"elime":814,"ĠkullanÄ±l":815,"ĠNe":816,"ĠiÅŁe":817,"Ġyarar":818,"Ġeder":819,"Ġortam":820,"ĠsÄ±fÄ±r":821,"\":":822,"Overfitting":823,"Torch":824,"tr":825,"tÄ±":826,"yTorch":827,"Ġ5":828,"Ġil":829,"Ġmas":830,"Ã¼ven":831,"ĠkullanÄ±cÄ±":832,"Ġkay":833,"ĠsÄ±r":834,"masÄ±":835,"Ġdurum":836,"Ġname":837,"ĠalÄ±y":838,"Ġmodeller":839,"Ġcorpus":840,"Ġfark":841,"Ġsadece":842,"ĠÃ§alÄ±":843,"ĠiÅŁlem":844,"Ġetmelisin":845,"Ġyerine":846,"ĠsaÄŁlar":847,"Ġbulun":848,"Ġmimarisi":849,"angi":850,"ĠÃ§Ã¶zebilirim":851,"ĠarasÄ±ndaki":852,"ĠsÄ±fÄ±rdan":853,"Ġmask":854,"ĠalÄ±yorum":855,"))":856,"ausal":857,"ba":858,"cor":859,"ed":860,"kan":861,"man":862,"Ġ0":863,"Ġim":864,"Ġuz":865,"ĠOverfitting":866,"erha":867,"Ã¼ÅŁt":868,"Ã¶y":869,"ĠgÃ¼ven":870,"Ġtop":871,"Ġak":872,"ley":873,"larÄ±nÄ±":874,"Ġdef":875,"lerini":876,"ĠyanlÄ±ÅŁ":877,"elir":878,"eter":879,"Ġhangi":880,"Ġtokenlara":881,"Ġmekan":882,"Ġkonu":883,"uyg":884,"ĠaynÄ±":885,"ĠbÃ¼yÃ¼k":886,"items":887,"ĠparÃ§a":888,"ĠklasÃ¶r":889,"Ġimport":890,"erhaba":891,"Ġmekaniz":892,"Loss":893,"ion":894,"rar":895,"yon":896,"Ä±dÄ±r":897,"Ġkelime":898,"Ġsist":899,"Ġget":900,"lam":901,"Ġattention":902,"leÅŁtir":903,"ĠPyTorch":904,"tif":905,"malÄ±dÄ±r":906,"Ġkonular":907,"mesi":908,"diÄŁini":909,"Ġolmaya":910,"ĠdeÄŁildir":911,"Ġboy":912,"Ġtekrar":913,"Ġveriyi":914,"Ġaktif":915,"Ġsistem":916,"DarkMind":917,"__":918,"oc":919,"siz":920,"tir":921,"tar":922,"ve":923,"wh":924,"ĠModel":925,"enin":926,"Ġkod":927,"ĠsÄ±nÄ±rlÄ±":928,"Ġgit":929,"layan":930,"lemek":931,"Ġdem":932,"ĠyÃ¼z":933,"Ġyapma":934,"oder":935,"ĠyazdÄ±r":936,"mesini":937,"ĠdÃ¶nÃ¼ÅŁt":938,"ĠyardÄ±m":939,"Ġ{\"":940,"ĠyÃ¼zden":941,"ĠdÃ¶nÃ¼ÅŁtÃ¼r":942,"Ay":943,"age":944,"ci":945,"ib":946,"klÄ±":947,"lu":948,"rip":949,"ter":950,"Ä±sa":951,"landÄ±r":952,"Ġbas":953,"ĠmÄ±":954,"Ġhale":955,"Ġhede":956,"Ã¼Ã§lÃ¼":957,"Ä±lÄ±r":958,"ĠamaÃ§":959,"ĠolduÄŁunu":960,"Ġhesaplama":961,"ĠgeÃ§":962,"Ġtext":963,"bileceÄŁi":964,"Ġkayde":965,"Ġboyut":966,"Ġhedef":967,"</":968,"IA":969,"Merhaba":970,"VID":971,"dÃ¼r":972,"Ã¢":973,"Ġ4":974,"ĠÃ":975,"Ġuy":976,"ilme":977,"ĠkÄ±sa":978,"ĠsÃ¶z":979,"ĠsÃ¶y":980,"Ġtan":981,"hat":982,"lec":983,"iyor":984,"ĠNVID":985,"ĠbaÄŁ":986,"Ġliste":987,"ĠÃ¶nce":988,"diÄŁi":989,"ĠdÃ¶ngÃ¼":990,"ĠÃ¶nemli":991,"ĠhÄ±zlÄ±":992,"ĠÃ¶rnekler":993,"ĠkullanÄ±lÄ±r":994,"Ġuzun":995,"Ġdemo":996,"Ġbasit":997,"ĠNVIDIA":998,"lÃ¼k":999,"sion":1000,"ts":1001,"Ġ'":1002,"ĠV":1003,"Ġiler":1004,"ĠLoss":1005,"onks":1006,"ilde":1007,"Ġkes":1008,"Ã§ek":1009,"madÄ±ÄŁÄ±nÄ±":1010,"ĠgÃ¼Ã§lÃ¼":1011,"Ġter":1012,"Ġek":1013,"ĠĠĠĠ":1014,"Ġdest":1015,"Ġiki":1016,"ekilde":1017,"Ġverilen":1018,"else":1019,"ĠCausal":1020,"iyon":1021,"mektir":1022,"Ġsonu":1023,"ĠolmadÄ±ÄŁÄ±nÄ±":1024,"ĠÅŁekilde":1025,"likle":1026,"Ġdeney":1027,"Ġokun":1028,"ĠfarklÄ±":1029,"Ġgetir":1030,"while":1031,"ĠyardÄ±mcÄ±":1032,"onksiyon":1033,"ĠĠĠĠĠĠĠ":1034,"ding":1035,"ly":1036,"san":1037,"sor":1038,"ĠE":1039,"Ġre":1040,"ÅŁe":1041,"Ġsan":1042,"Ġself":1043,"Ġbile":1044,"Ä±na":1045,"ĠgÃ¼n":1046,"lib":1047,"Ġnot":1048,"Ġad":1049,"Ġaz":1050,"Ġoda":1051,"unda":1052,"umu":1053,"Ġfonksiyon":1054,"indeki":1055,"Ġanda":1056,"edeki":1057,"ĠÃ¶nemlidir":1058,"mÄ±ÅŁ":1059,"Ġverisini":1060,"core":1061,"ocab":1062,"AyÅŁe":1063,"ĠsÃ¶zlÃ¼k":1064,"ĠodaklÄ±":1065,"bed":1066,"cu":1067,"gel":1068,"ka":1069,"pos":1070,"path":1071,"son":1072,"xce":1073,"zel":1074,"Ġ+":1075,"Ġ>":1076,"lanÄ±r":1077,"Ġbek":1078,"Ġbelir":1079,"Ġvocab":1080,"Ġelem":1081,"ĠadÄ±m":1082,"larak":1083,"Ġpak":1084,"Ġolarak":1085,"tal":1086,"Ġdeva":1087,"ĠbirleÅŁtir":1088,"emiz":1089,"ĠChat":1090,"Ġher":1091,"iye":1092,"iyle":1093,"ayÄ±f":1094,"ĠzayÄ±f":1095,"Ġlistedeki":1096,"ĠgerÃ§ek":1097,"ahtar":1098,"Ġprojesidir":1099,"Ġprojesiyim":1100,"ileri":1101,"ĠolduÄŁumu":1102,"ĠbÃ¼yÃ¼":1103,"ĠhÄ±zlandÄ±r":1104,"Ġise":1105,"ĠData":1106,"ĠAttention":1107,"ĠiliÅŁk":1108,"ĠÃ§alÄ±ÅŁtÄ±r":1109,"ĠgÃ¼venli":1110,"ĠtanÄ±m":1111,"Ġkesin":1112,"Ġdestek":1113,"Ġazal":1114,"bedding":1115,"xcept":1116,"Ġeleman":1117,"Ġpaket":1118,"Ġdevam":1119,"PT":1120,"dar":1121,"fro":1122,"iÄŁ":1123,"ken":1124,"tÃ¼":1125,"up":1126,"vran":1127,"value":1128,"wer":1129,"yim":1130,"yla":1131,"Åŀ":1132,"Ġra":1133,"ĠÄ°":1134,"ĸn":1135,"Ä±ÅŁ":1136,"erin":1137,"endir":1138,"ĠkÃ¶":1139,"ÅŁendir":1140,"maya":1141,"Ġvar":1142,"Ġdiz":1143,"Ġduyg":1144,"ĠaÅŁ":1145,"lerinde":1146,"Ġyeter":1147,"ĠÃ¶zel":1148,"Ä±nÄ±f":1149,"etur":1150,"esini":1151,"Ġyapar":1152,"Ġdavran":1153,"ĠdeÄŁiÅŁk":1154,"Ä±ldÄ±ÄŁÄ±nÄ±":1155,"ĠdosyadÄ±r":1156,"Ġetmeli":1157,"Ġolmayan":1158,"lenir":1159,"Ġgereksiz":1160,"Ġalt":1161,"Ġkadar":1162,"Ġretur":1163,"Ġezberley":1164,"Ġyolunu":1165,"ĠsÃ¼recidir":1166,"lecek":1167,"ĠbileÅŁendir":1168,"from":1169,"Ġreturn":1170,"ON":1171,"bet":1172,"ca":1173,"crip":1174,"dur":1175,"eme":1176,"eÃ§":1177,"hbet":1178,"kÃ¼":1179,"nak":1180,"ohbet":1181,"self":1182,"ye":1183,"ĠI":1184,"Ġinde":1185,"ana":1186,"Ġko":1187,"Ġkom":1188,"Ġsay":1189,"Ġsohbet":1190,"mat":1191,"Ġta":1192,"Ġtip":1193,"lÄ±m":1194,"larda":1195,"Ġper":1196,"Ġmodelden":1197,"Ġham":1198,"Ġyorum":1199,"Ã¼rÃ¼":1200,"ĠÃ§Ä±k":1201,"ĠCorpus":1202,"ĠhatayÄ±":1203,"ĠBilme":1204,"ect":1205,"ĠtokenlarÄ±":1206,"ĠdeÄŁiÅŁ":1207,"Ġmesa":1208,"Ä±lmÄ±ÅŁ":1209,"maktÄ±r":1210,"ĠGit":1211,"Ã¼nkÃ¼":1212,"rain":1213,"ĠdosyalarÄ±":1214,"Ġara":1215,"Ġcevaplar":1216,"Ġprojesinde":1217,"Ġkullanmak":1218,"Ġanlaya":1219,"ounter":1220,"Ġgelecek":1221,"ĠsatÄ±rlarÄ±":1222,"Ġoku":1223,"Ġengel":1224,"ĠoluÅŁturma":1225,"ĠDaha":1226,"Ġtemizleme":1227,"Ġpathlib":1228,"ĠsÄ±ra":1229,"Ġtoplama":1230,"ĠparÃ§alara":1231,"ĠdÃ¶nÃ¼ÅŁtÃ¼ren":1232,"ibi":1233,"ĠgeÃ§miÅŁ":1234,"Ġkayded":1235,"ĠdÃ¶ngÃ¼s":1236,"ĠiliÅŁkileri":1237,"ĸnce":1238,"Ġezberleyip":1239,"Ġkomut":1240,"ĠBilmediÄŁ":1241,"Ġmesaj":1242,"\"}":1243,"00":1244,"Cevap":1245,"JS":1246,"Soru":1247,"ali":1248,"aman":1249,"cel":1250,"except":1251,"id":1252,"mbedding":1253,"not":1254,"otal":1255,"sin":1256,"sil":1257,"Ġ8":1258,"Ġ9":1259,"Ġitem":1260,"ĠÅŀ":1261,"ĠJS":1262,"ĩÃ¼nkÃ¼":1263,"arak":1264,"only":1265,"Ġsor":1266,"Ġgibi":1267,"Ġtorch":1268,"ĠaÃ§":1269,"lean":1270,"ĠyÃ¼k":1271,"ĠyÃ¶n":1272,"ĠÃ§ev":1273,"Ġtokenlar":1274,"Ġanahtar":1275,"ĠÃ¶ÄŁrenir":1276,"Ã¼nÃ¼":1277,"Ġinsan":1278,"minal":1279,"ĠdeÄŁeri":1280,"Ġnumbers":1281,"veri":1282,"Ġtemsil":1283,"Ġedil":1284,"ĠsaÄŁlayan":1285,"Ġseti":1286,"ĠdÃ¼ÅŁÃ¼k":1287,"person":1288,"ĠiÅŁlemlerini":1289,"Ġkonuda":1290,"ĠmekanizmasÄ±":1291,"ĠÃ¶rneklerde":1292,"Ġuzunlu":1293,"Ġsanal":1294,"ĠadÄ±nÄ±":1295,"ĠanlayabileceÄŁi":1296,"ĠÅŀu":1297,"ĠJSON":1298,"GPT":1299,"ade":1300,"hip":1301,"lk":1302,"lin":1303,"lÃ§":1304,"pÄ±dÄ±r":1305,"txt":1306,"tokenizer":1307,"uk":1308,"uden":1309,"ĠF":1310,"Ġwhile":1311,"Ä±lÄ±m":1312,"era":1313,"def":1314,"ÄŁu":1315,"end":1316,"Ġkim":1317,"mem":1318,"Ġscore":1319,"madan":1320,"Ġbit":1321,"Ġbak":1322,"yapÄ±dÄ±r":1323,"ĠadÄ±":1324,"tas":1325,"Ġdemek":1326,"Ġiz":1327,"daki":1328,"Ġverim":1329,"ĠÃ¶lÃ§":1330,"Ġcom":1331,"ĠTemiz":1332,"dÄ±ÄŁ":1333,"Ġlen":1334,"Ġsahip":1335,"ĠÃ¶ÄŁrenmesini":1336,"ĠyazÄ±lÄ±m":1337,"ram":1338,"Ġzaman":1339,"Ġbaz":1340,"Ġlistenin":1341,"mesidir":1342,"ĠÃ§alÄ±ÅŁÄ±r":1343,"ĠÃ§alÄ±ÅŁÄ±ldÄ±ÄŁÄ±nÄ±":1344,"ĠkullanmalÄ±sÄ±n":1345,"Ġanlamak":1346,"Ä°lk":1347,"ĠÅŁey":1348,"ĠortamÄ±":1349,"Ġmimarisidir":1350,"ift":1351,"eceÄŁini":1352,"ĠdÃ¼ÅŁmesi":1353,"ĠgÃ¶rmesini":1354,"Ġbilgis":1355,"Ġbilgiler":1356,"Ġdurumda":1357,"ĠbulunmadÄ±ÄŁÄ±nÄ±":1358,"Ġmekanizma":1359,"Ġkonularda":1360,"ĠyapmasÄ±nÄ±":1361,"odern":1362,"Ġokunabilir":1363,"ĠhÄ±zlandÄ±rmak":1364,"ĠaÅŁa":1365,"Ġyeterli":1366,"ĠaltyapÄ±dÄ±r":1367,"Ġengeller":1368,"ĠaÃ§Ä±k":1369,"udents":1370,"=\"":1371,"Foun":1372,"Hu":1373,"Not":1374,"Python":1375,"])":1376,"ad":1377,"ale":1378,"ava":1379,"cod":1380,"dError":1381,"eig":1382,"elam":1383,"fr":1384,"ht":1385,"lÃ¢":1386,"mini":1387,"nÄ±n":1388,"ote":1389,"pe":1390,"uit":1391,"yiyim":1392,"ĠR":1393,"Ġword":1394,"Ġ__":1395,"ĠMerhaba":1396,"Ä±ÅŁtÄ±r":1397,"anÄ±n":1398,"inir":1399,"eri":1400,"irst":1401,"irgÃ¼":1402,"ara":1403,"arf":1404,"ond":1405,"ilmiÅŁ":1406,"Ġkal":1407,"Ġkat":1408,"ÅŁÄ±":1409,"Ġsiz":1410,"ĠsÄ±nÄ±f":1411,"Ġscrip":1412,"Ġsinir":1413,"ĠvirgÃ¼":1414,"ĠdÃ¼z":1415,"Ġdik":1416,"Ġmodern":1417,"Ġgir":1418,"lit":1419,"Ġtut":1420,"Ġembedding":1421,"lerin":1422,"Ġ==":1423,"ÅŁtÄ±":1424,"ÄŁitim":1425,"ĠÃ§ift":1426,"ure":1427,"esi":1428,"econd":1429,"arken":1430,"ĠhÃ¢":1431,"Ġharf":1432,"students":1433,"asyon":1434,"ĠeÄŁitimde":1435,"Ġmodeliyim":1436,"ĠÃ¶ÄŁrenen":1437,"Ã¼nde":1438,"utf":1439,"ĠgeliÅŁtiril":1440,"ature":1441,"ĠamacÄ±":1442,"ĠolduÄŁu":1443,"ĠÃ§alÄ±ÅŁabilir":1444,"Ġparale":1445,"ĠayÄ±r":1446,"ÅŁtÄ±rma":1447,"Ġboz":1448,"ĠboÅŁ":1449,"Ġalmak":1450,"Ġtahmini":1451,"Ġdeneme":1452,"Ġkurulu":1453,"Ġkurulan":1454,"larÄ±nÄ±n":1455,"ĠeÄŁitilmiÅŁ":1456,"ĠKÃ¼Ã§Ã¼k":1457,"Ġtemel":1458,"perature":1459,"ĠyapÄ±labilir":1460,"ĠaÄŁÄ±rlÄ±klarÄ±nÄ±n":1461,"ĠsÄ±rasÄ±nda":1462,"ĠÃ§alÄ±ÅŁtÄ±":1463,"ĠbulunduÄŁ":1464,"ĠkonuÅŁ":1465,"ĠklasÃ¶rde":1466,"Ġkelimeleri":1467,"ĠkonularÄ±nda":1468,"Ġolmayabilir":1469,"ĠtekrarlarÄ±":1470,"ĠamaÃ§lÄ±":1471,"Ġhesaplamalarda":1472,"Ġboyutu":1473,"ĠÃĸnce":1474,"Ġilerlemek":1475,"Ġterminal":1476,"sorted":1477,"ĠgÃ¼ncel":1478,"posit":1479,"Ġazalt":1480,"ĠÄ°yiyim":1481,"ĠkÃ¶k":1482,"ĠIn":1483,"Ġindex":1484,"ĠsÄ±rala":1485,"Ġkaydedil":1486,"ĠBilmediÄŁim":1487,"ĠbitmiÅŁ":1488,"FoundError":1489,"Hub":1490,"NotFoundError":1491,"coding":1492,"eight":1493,"fruit":1494,"Ġsize":1495,"ĠvirgÃ¼l":1496,"ĠdÃ¼zen":1497,"ĠhÃ¢lÃ¢":1498,"Ġparalel":1499,"Ġterminalde":1500,"fruits":1501,"Ali":1502,"Baz":1503,"cak":1504,"clas":1505,"der":1506,"ebileceÄŁi":1507,"kat":1508,"lt":1509,"mind":1510,"nik":1511,"pr":1512,"put":1513,"sen":1514,"tem":1515,"total":1516,"xError":1517,"yen":1518,"ype":1519,"Ġ%":1520,"Ġ*":1521,"Ġ6":1522,"Ġer":1523,"Ġwords":1524,"ĠID":1525,"ans":1526,"inci":1527,"arÄ±":1528,"ula":1529,"lang":1530,"Ġkend":1531,"Ġsak":1532,"mamalÄ±yÄ±m":1533,"ory":1534,"orma":1535,"ĠdiÄŁ":1536,"Ġderin":1537,"Ä±ndan":1538,"Ġman":1539,"ĠgÃ¼rÃ¼":1540,"lÄ±p":1541,"imizer":1542,"Ġat":1543,"Ġmodelini":1544,"dation":1545,"Ġbiri":1546,"ĠvereceÄŁini":1547,"ayÃ¼z":1548,"est":1549,"ĠCounter":1550,"Ġyaparken":1551,"arklo":1552,"arkmind":1553,"Ġhis":1554,"ĠtokenÄ±":1555,"ase":1556,"iyorum":1557,"tedir":1558,"akter":1559,"Ġmetod":1560,"ĠgÃ¶stermesidir":1561,"sÄ±z":1562,"ĠgeliÅŁtirmek":1563,"ĠdoÄŁrula":1564,"Ġetme":1565,"formans":1566,"Ã¼yÃ¼":1567,"Ã¼yor":1568,"ĠarayÃ¼z":1569,"ĠdeÄŁerdir":1570,"ĠdeÄŁerlidir":1571,"ĠÃ§alÄ±ÅŁan":1572,"ĠsayÄ±larÄ±":1573,"ĠsayÄ±sÄ±nÄ±":1574,"())":1575,"Ġmetnin":1576,"Ġmetnidir":1577,"Ġayr":1578,"yanÄ±n":1579,"Ġprojedir":1580,"Ġyerel":1581,"Ġkarakter":1582,"Ġsetidir":1583,"ĠaÄŁÄ±":1584,"Ġ30":1585,"Ã¼mÃ¼":1586,"ĠgÃ¶rme":1587,"Ġbilgiye":1588,"ptimizer":1589,"counter":1590,"Ġgenelleme":1591,"Ġgenellikle":1592,"Ġsorup":1593,"alueError":1594,"try":1595,"__(":1596,"ĠÃĩÃ¼nkÃ¼":1597,"Ġuyum":1598,"ĠsÃ¶yleme":1599,"ĠsÃ¶ylemek":1600,"ĠbaÄŁlama":1601,"ĠValueError":1602,"Ġekran":1603,"Ġgetirme":1604,"Ġ+=":1605,"Ġ>=":1606,"Ġbeklenir":1607,"ĠbirleÅŁtirilmiÅŁ":1608,"Ġdestekli":1609,"ĠdavranÄ±ÅŁtÄ±r":1610,"ĠdeÄŁiÅŁken":1611,"Ġperformans":1612,"ĠGitHub":1613,"ĠaraÅŁtÄ±rma":1614,"alidation":1615,"notlar":1616,"Ġ95":1617,"ĠmekanizmasÄ±yla":1618,"ĠuzunluÄŁ":1619,"Ġkimsin":1620,"Ġverimlidir":1621,"ĠÃ¶lÃ§en":1622,"Ġbilgilerinin":1623,"ĠmekanizmadÄ±r":1624,"Ġkatman":1625,"Ġdikkat":1626,"Ġbozuk":1627,"Ġdenemeler":1628,"ĠkonuÅŁmamalÄ±yÄ±m":1629,"ĠazaltÄ±lmÄ±ÅŁ":1630,"ĠkaydedildiÄŁi":1631,"class":1632,"ltÃ¼yÃ¼":1633,"ĠgÃ¼rÃ¼ltÃ¼yÃ¼":1634,"arklove":1635,"ĠarayÃ¼zdÃ¼r":1636,"),":1637,"ai":1638,"abil":1639,"ck":1640,"clean":1641,"diy":1642,"eÅŁ":1643,"ebil":1644,"first":1645,"ime":1646,"ici":1647,"mis":1648,"mpt":1649,"miyor":1650,"nta":1651,"ry":1652,"suz":1653,"tan":1654,"ute":1655,"uage":1656,"ynta":1657,"Ġ.":1658,"Ġ7":1659,"ĠM":1660,"Ġon":1661,"Ġist":1662,"Ġran":1663,"ante":1664,"antas":1665,"init":1666,"debilir":1667,"Ã¼s":1668,"env":1669,"encoding":1670,"ong":1671,"ismat":1672,"ule":1673,"ilab":1674,"Ġkey":1675,"ÅŁul":1676,"meyen":1677,"Ġsum":1678,"ĠseÃ§":1679,"Ġbel":1680,"Ġblo":1681,"Ġvenv":1682,"Ġdok":1683,"Ä±nÄ±n":1684,"Ġmus":1685,"Ġmisin":1686,"Ġmismat":1687,"Ġgel":1688,"lid":1689,"Ä±rnak":1690,"Ġtas":1691,"Ġtrain":1692,"Ġtry":1693,"ĠtÄ±rnak":1694,"Ġex":1695,"Ġnorma":1696,"laÅŁtÄ±r":1697,"ĠalÄ±p":1698,"larÄ±nda":1699,"Ġoptimizer":1700,"Ġdec":1701,"Ġyak":1702,"Ġmodelleri":1703,"inti":1704,"Ġverebil":1705,"ĠcÃ¼m":1706,"ĠÃ§eÅŁ":1707,"ĠBir":1708,"ected":1709,"ĠDos":1710,"ĠDeÄŁ":1711,"strip":1712,"Ġfik":1713,"ĠdeÄŁi":1714,"ĠiÃ§er":1715,"ĠiÃ§indeki":1716,"akat":1717,"Ä±ldÄ±":1718,"Ġprompt":1719,"user":1720,"odule":1721,"read":1722,"Ġinva":1723,"ĠdosyasÄ±":1724,"ĠNo":1725,"ĠiÅŁley":1726,"Ġlistey":1727,"Ġlistesini":1728,"ĠdÃ¶nÃ¼ÅŁ":1729,"Ġprojesinin":1730,"ĠkullanmalÄ±":1731,"Ġparante":1732,"lendir":1733,"ĠanlaÅŁ":1734,"ĠHer":1735,"ĠSen":1736,"ĠSana":1737,"ĠÅŁu":1738,"ĠkarÅŁÄ±":1739,"Ġhesapla":1740,"ĠbaÅŁla":1741,"ĠbaÅŁka":1742,"Ã¼mantas":1743,"Ġveriyle":1744,"Ġkurulum":1745,"ĠgÃ¶rÃ¼n":1746,"ĠeÄŁitildi":1747,"venv":1748,"ĠKod":1749,"masÄ±nda":1750,"lower":1751,"ĠÃ¼retimi":1752,"counts":1753,"Ġgerekirse":1754,"ĠaÄŁÄ±rlÄ±klarÄ±nÄ±":1755,"trib":1756,"ĠkullanÄ±cÄ±dan":1757,"ĠkullanÄ±cÄ±nÄ±n":1758,"cores":1759,"ĠdÃ¶nÃ¼ÅŁtÃ¼rÃ¼r":1760,"ĠsonuÃ§":1761,"Ġsonucu":1762,"cuda":1763,"ĠbÃ¼yÃ¼d":1764,"Ġdizin":1765,"ĠÃ¶zellikle":1766,"ĠyaparsÄ±n":1767,"ĠkoÅŁul":1768,"Ġtipini":1769,"Ġyorumla":1770,"ĠdÃ¶ngÃ¼sÃ¼":1771,"Ġ80":1772,"ĠÃ§evir":1773,"ĠinsanÄ±n":1774,"Ġedilmelidir":1775,"lines":1776,"Ġizn":1777,"availab":1778,"Ġgirinti":1779,"ĠbulunduÄŁunu":1780,"Bazen":1781,"ĠeriÅŁ":1782,"ĠdiÄŁer":1783,"ĠsÃ¶ylemem":1784,"ĠuzunluÄŁunu":1785,"Ġdikkatli":1786,"mission":1787,"Ġrange":1788,"ĠdokÃ¼mantas":1789,"Ġmusun":1790,"Ġmismatch":1791,"ĠcÃ¼mle":1792,"ĠÃ§eÅŁit":1793,"Ġinvalid":1794,"ĠiÅŁleyebileceÄŁi":1795,"ĠdÃ¶nÃ¼ÅŁÃ¼mÃ¼":1796,"Ġparantez":1797,"ĠkarÅŁÄ±laÅŁtÄ±r":1798,"tribute":1799,"available":1800,"ĠdokÃ¼mantasyon":1801,"Ama":1802,"Dec":1803,"Duyg":1804,"Kod":1805,"Yap":1806,"aber":1807,"base":1808,"cti":1809,"gs":1810,"gram":1811,"hti":1812,"ive":1813,"kod":1814,"ln":1815,"mp":1816,"mit":1817,"model":1818,"ne":1819,"oz":1820,"oti":1821,"ower":1822,"oÄŁu":1823,"plit":1824,"qu":1825,"rak":1826,"sem":1827,"score":1828,"split":1829,"tre":1830,"top":1831,"uÅŁ":1832,"var":1833,"vasyon":1834,"yor":1835,"Ġ-":1836,"Ġ/":1837,"Ġun":1838,"Ġ(\"":1839,"inden":1840,"erek":1841,"Ã¼le":1842,"ÄŁer":1843,"ent":1844,"enz":1845,"onra":1846,"ilir":1847,"Ġsev":1848,"ĠsÄ±k":1849,"Ġbenz":1850,"Ġvade":1851,"Ġvalidation":1852,"Ġdarkmind":1853,"Ġtak":1854,"Ġtup":1855,"Ġtara":1856,"lÄ±k":1857,"Ġemin":1858,"itif":1859,"Ġnok":1860,"Ġola":1861,"Ġihti":1862,"Ġyaln":1863,"Ġhaya":1864,"lere":1865,"lerine":1866,"Ġverir":1867,"Ġverme":1868,"Ġveriler":1869,"ĠolmalÄ±":1870,"ĠolmalÄ±dÄ±r":1871,"Ġcid":1872,"ĠÃ§oÄŁu":1873,"ĠeÄŁitime":1874,"ĠDil":1875,"stge":1876,"ileNotFoundError":1877,"Ġfil":1878,"Ġfakat":1879,"alse":1880,"Ġkonum":1881,"Ġprogram":1882,"ined":1883,"Ġanlama":1884,"mektedir":1885,"yÄ±cÄ±":1886,"ĠdoÄŁ":1887,"Ġdosyada":1888,"Ġetmek":1889,"Ã¼yle":1890,"ĠkontrolÃ¼":1891,"eyError":1892,"ĠdeÄŁerleri":1893,"ĠdeÄŁerlerini":1894,"ĠÃ§alÄ±ÅŁma":1895,"Ġparame":1896,"version":1897,"ĠdeÄŁilsem":1898,"ĠsayÄ±yÄ±":1899,"Ġbiliyor":1900,"():":1901,"ĠsÃ¼rÃ¼m":1902,"Ġayar":1903,"Ġ20":1904,"ĠalÄ±n":1905,"Ġformat":1906,"Ġteknik":1907,"ularda":1908,"Ġkarar":1909,"ĠkartÄ±":1910,"ĠhesaplanÄ±r":1911,"Ġmetinleri":1912,"ĠhazÄ±rlama":1913,"ĠeÄŁitilmem":1914,"ĠKeyError":1915,"Ġisim":1916,"ĠparÃ§as":1917,"Ġezberle":1918,"ĠsÃ¼recini":1919,"ĠaÄŁÄ±rlÄ±klarÄ±":1920,"tÄ±ÄŁÄ±nÄ±":1921,"Ġilk":1922,"Ġdurumu":1923,"Ġdurumunu":1924,"Ġmodellerinde":1925,"Ġtoplam":1926,"ĠModelin":1927,"ĠyapmayÄ±":1928,"ĠmÄ±sÄ±n":1929,"ĠamaÃ§lar":1930,"Ġuydur":1931,"ĠVeri":1932,"Ġters":1933,"ĠEmin":1934,"ĠEÄŁitim":1935,"Ġbelirt":1936,"ĠbÃ¼yÃ¼t":1937,"ĠtanÄ±mla":1938,"Ġrastge":1939,"Ġduygusal":1940,"Ġsayede":1941,"Ġyorumlan":1942,"ĠÃ§Ä±kar":1943,"Ġsorularda":1944,"ĠyÃ¼ks":1945,"ĠFileNotFoundError":1946,"erate":1947,"Ġcommit":1948,"ĠbazÄ±":1949,"ĠÃ§alÄ±ÅŁÄ±rÄ±m":1950,"Ġbilgisini":1951,"ĠaÅŁamasÄ±nda":1952,"Ġharfe":1953,"ĠgeliÅŁtiriliyorum":1954,"ĠÃ§alÄ±ÅŁabilirim":1955,"ĠÃ§alÄ±ÅŁtÄ±ÄŁÄ±nÄ±":1956,"Ġolmayabilirim":1957,"ĠdÃ¼zenli":1958,"ĠmantÄ±ÄŁÄ±nÄ±":1959,"ĠayrÄ±":1960,"Ġyerelde":1961,"Ġfikr":1962,"ĠyorumlayÄ±cÄ±":1963,"ĠÃ§eÅŁitli":1964,"Duygusal":1965,"Yapay":1966,"ozitif":1967,"otivasyon":1968,"raki":1969,"Ġseviy":1970,"Ġvadeli":1971,"Ġtuple":1972,"Ġtaraf":1973,"Ġnokta":1974,"Ġihtiya":1975,"ĠyalnÄ±z":1976,"Ġuydurmak":1977,"Ġrastgele":1978,"10":1979,"Le":1980,"Sh":1981,"[\"":1982,"alÄ±":1983,"ata":1984,"ation":1985,"bir":1986,"bda":1987,"ct":1988,"cevap":1989,"com":1990,"fo":1991,"gen":1992,"hen":1993,"ice":1994,"long":1995,"mut":1996,"ning":1997,"nder":1998,"pro":1999,"pas":2000,"pre":2001,"res":2002,"rile":2003,"rue":2004,"set":2005,"sÄ±nda":2006,"second":2007,"transformer":2008,"ude":2009,"vram":2010,"wid":2011,"Ġ<":2012,"Ä±Ã§":2013,"anÄ±r":2014,"input":2015,"ere":2016,"erse":2017,"erpr":2018,"dexError":2019,"Ã¼c":2020,"Ã¼ÄŁ":2021,"armut":2022,"arning":2023,"ens":2024,"ensor":2025,"one":2026,"isk":2027,"ult":2028,"met":2029,"mez":2030,"Ã§a":2031,"Ġsu":2032,"Ġsen":2033,"Ġsta":2034,"Ġstr":2035,"Ġselam":2036,"Ġsecond":2037,"max":2038,"mamalÄ±dÄ±r":2039,"ĠbÃ¶":2040,"Ġbran":2041,"Ġmotivasyon":2042,"Ġgelir":2043,"lite":2044,"Ġtest":2045,"lÄ±ÄŁ":2046,"Ġedebilir":2047,"itude":2048,"imi":2049,"lay":2050,"laÅŁ":2051,"Ġmodele":2052,"Ġalan":2053,"lece":2054,"lardan":2055,"Ġpython":2056,"Ġpus":2057,"Ġolan":2058,"Ġoverfitting":2059,"tabilir":2060,"tation":2061,"tags":2062,"Ġyaka":2063,"unun":2064,"undan":2065,"Ġhas":2066,"lerinin":2067,"Ġbiridir":2068,"Ġverebilirim":2069,"Ġolmak":2070,"Ġnes":2071,"ell":2072,"Ã¼kÃ§e":2073,"Ġcan":2074,"Ġcausal":2075,"Ġcounter":2076,"ĠeÄŁitme":2077,"etin":2078,"etiÅŁk":2079,"emote":2080,"esyon":2081,"ĠType":2082,"dentation":2083,"ĠgÃ¶nder":2084,"ĠDarklove":2085,"str":2086,"tiÄŁ":2087,"Ġ\"))":2088,"ĠiÃ§inde":2089,"evab":2090,"evens":2091,"usunu":2092,"reeter":2093,"ĠyazÄ±lÄ±r":2094,"Ã¼nden":2095,"Ã¼ntÃ¼":2096,"duct":2097,"ĠdosyanÄ±n":2098,"ĠkullanÄ±r":2099,"ĠkullanÄ±lÄ±y":2100,"ĠgeliÅŁtirici":2101,"Ġinit":2102,"ĠdosyasÄ±nda":2103,"ĠNone":2104,"sÄ±na":2105,"sÄ±nÄ±n":2106,"ĠiÅŁler":2107,"Ġgeri":2108,"Ġsonraki":2109,"ĠdoÄŁrudan":2110,"ĠdÃ¶nÃ¼yor":2111,"Ġprojesi":2112,"ĠolduÄŁunda":2113,"ĠolduÄŁundan":2114,"ĠÃ§alÄ±ÅŁmaktÄ±r":2115,"texts":2116,"ĠkuralÄ±":2117,"ĠsayÄ±sÄ±":2118,"Ġbilmiyor":2119,"ĠÃ¼retir":2120,"Ġolursa":2121,"Ġanlam":2122,"iklik":2123,"ĠSÄ±nÄ±rlÄ±":2124,"ĠSelam":2125,"ulary":2126,"Ä°yi":2127,"ĠkarÄ±ÅŁ":2128,"ĠbaÅŁarÄ±":2129,"ĠbaÅŁlang":2130,"ĠÃ¶rÃ¼ntÃ¼":2131,"Ġkurulabilir":2132,"Ġgenera":2133,"angle":2134,"Ġifade":2135,"Ġkavram":2136,"Ġkalite":2137,"Ġyeniden":2138,"Ġrisk":2139,"Ġremote":2140,"Ġezberlem":2141,"ĠyapÄ±sÄ±":2142,"ĠÃ¶rnekleri":2143,"Ġinterpr":2144,"bileceÄŁini":2145,"Ġederek":2146,"ĠortamÄ±n":2147,"Ġortamda":2148,"Ġkaynak":2149,"masÄ±dÄ±r":2150,"Ġuzak":2151,"ĠgÃ¼venlik":2152,"lambda":2153,"Ġsistemi":2154,"Ġkaydeden":2155,"Ġhedefi":2156,"Ġhedefli":2157,"ilmeye":2158,"ĠbaÄŁÄ±m":2159,"Ġlisteler":2160,"ĠÃ¶rneklerle":2161,"Ġekle":2162,"Ġdeneyler":2163,"Ġreposit":2164,"Ġfonksiyonlar":2165,"ĠsÃ¶zlÃ¼kte":2166,"posu":2167,"Ġbelirli":2168,"Ġbelirler":2169,"Ġvocabulary":2170,"ĠadÄ±mlar":2171,"ĠChatGPT":2172,"ĠgerÃ§ekten":2173,"ĠÃ§alÄ±ÅŁtÄ±rÄ±l":2174,"ĠtanÄ±mlanÄ±r":2175,"Ġazaltabilir":2176,"ĠdevamÄ±nÄ±":2177,"Ġrate":2178,"ĠkÃ¶tÃ¼":2179,"ĠÃ¶zellik":2180,"ĠdavranÄ±ÅŁ":2181,"ĠdeÄŁiÅŁkeni":2182,"ĠÃ§Ä±ktÄ±":2183,"ectangle":2184,"ĠdeÄŁiÅŁiklik":2185,"ĠmesajlarÄ±":2186,"ĠyÃ¼klen":2187,"ĠyÃ¶ntem":2188,"ĠÃ§evrile":2189,"ĠFalse":2190,"Ġcompre":2191,"dÄ±ÄŁÄ±n":2192,"dÄ±ÄŁÄ±nda":2193,"Ġbazen":2194,"ĠkaldÄ±r":2195,"Ġscript":2196,"positive":2197,"ĠIndexError":2198,"ĠIndentation":2199,"Ġkendini":2200,"Ġetmeye":2201,"ĠgÃ¶rmediÄŁini":2202,"Ġuyumsuz":2203,"Ġdecoder":2204,"Ġlisteyi":2205,"ĠanlaÅŁÄ±lÄ±r":2206,"ĠgÃ¶rÃ¼nÃ¼r":2207,"ĠbÃ¼yÃ¼dÃ¼kÃ§e":2208,"ĠkoÅŁullar":2209,"owerSh":2210,"trele":2211,"Ġbenzer":2212,"ĠolabileceÄŁini":2213,"Ġciddi":2214,"Ġfiltrele":2215,"ĠformatÄ±na":2216,"ĠparÃ§asÄ±dÄ±r":2217,"Ġseviyes":2218,"ĠihtiyacÄ±":2219,"Learning":2220,"hension":2221,"width":2222,"Ġbranch":2223,"Ġpush":2224,"Ġyakala":2225,"etiÅŁkin":2226,"ĠTypeError":2227,"ĠkullanÄ±lÄ±yor":2228,"ĠkarÄ±ÅŁÄ±k":2229,"ĠbaÅŁlangÄ±Ã§":2230,"Ġgeneration":2231,"Ġinterpreter":2232,"Ġrepository":2233,"ĠdeÄŁiÅŁiklikleri":2234,"Ġcomprehension":2235,"ĠIndentationError":2236,"owerShell":2237,")]":2238,"06":2239,"12":2240,"20":2241,"An":2242,"Ada":2243,"Acti":2244,"Bat":2245,"Den":2246,"Darklove":2247,"EÄŁitim":2248,"Git":2249,"Hata":2250,"KÃ¼Ã§Ã¼k":2251,"List":2252,"Lang":2253,"Metin":2254,"Scrip":2255,"Sonra":2256,"Tokenizer":2257,"Us":2258,"Wind":2259,"\\.":2260,"aÅŁ":2261,"ama":2262,"atal":2263,"bj":2264,"blem":2265,"cit":2266,"cut":2267,"config":2268,"ep":2269,"fesyon":2270,"gÄ±n":2271,"gÃ¼n":2272,"ide":2273,"ied":2274,"ivar":2275,"jected":2276,"kk":2277,"kinci":2278,"lme":2279,"lok":2280,"lÃ¼r":2281,"mW":2282,"men":2283,"muz":2284,"mport":2285,"nde":2286,"nec":2287,"nede":2288,"nenin":2289,"nahtar":2290,"oj":2291,"ow":2292,"pa":2293,"ps":2294,"py":2295,"pected":2296,"sal":2297,"ski":2298,"sayÄ±":2299,"sup":2300,"scores":2301,"tek":2302,"tÃ¼r":2303,"tch":2304,"torch":2305,"temiz":2306,"ttribute":2307,"vcut":2308,"war":2309,"weight":2310,"ys":2311,"yile":2312,"ygÄ±n":2313,"zation":2314,"}\")":2315,"Ãĩ":2316,"Ãĸnce":2317,"ÃĩÃ¼nkÃ¼":2318,"Ġli":2319,"Ġmak":2320,"Ġuyg":2321,"Ġitems":2322,"Ġwh":2323,"ĠWind":2324,"Ä±lan":2325,"and":2326,"anal":2327,"iny":2328,"ery":2329,"erlerin":2330,"ermission":2331,"irect":2332,"irdiy":2333,"Ã¼p":2334,"Ã¼lÃ¼r":2335,"aret":2336,"ÄŁÄ±r":2337,"enen":2338,"onnec":2339,"isini":2340,"ull":2341,"ild":2342,"ildiÄŁini":2343,"landÄ±":2344,"lanmadÄ±ÄŁÄ±nÄ±":2345,"ĠkÃ¼":2346,"Ġkor":2347,"ĠkayÄ±":2348,"Ġkoru":2349,"Ġkaz":2350,"ÅŁebilir":2351,"meError":2352,"Ġslas":2353,"Ġsynta":2354,"Ġscores":2355,"Ġsys":2356,"malarÄ±":2357,"mayÄ±":2358,"masÄ±na":2359,"Ġvalue":2360,"Ġday":2361,"Ġdirect":2362,"Ã¶re":2363,"Ġmu":2364,"Ġmin":2365,"Ġmidir":2366,"Ġmodule":2367,"lization":2368,"Ä±rÄ±":2369,"ĠtÃ¼rÃ¼":2370,"Ġtotal":2371,"Ġtype":2372,"Ġtensor":2373,"lÄ±klÄ±":2374,"odeError":2375,"Ġexcept":2376,"Ġeski":2377,"ition":2378,"Ġno":2379,"leyi":2380,"lediÄŁini":2381,"larla":2382,"Ġpy":2383,"Ġpozitif":2384,"Ġpull":2385,"Ġof":2386,"Ġout":2387,"Ġoper":2388,"Ġobj":2389,"ĠPowerShell":2390,"ĠPermission":2391,"Ġdepo":2392,"Ġdemektir":2393,"Ġdeposu":2394,"Ġiyile":2395,"Ġyava":2396,"ĠyaygÄ±n":2397,"una":2398,"unti":2399,"data":2400,"Ġhakk":2401,"lerde":2402,"leriyle":2403,"Ġyok":2404,"Ġbirlik":2405,"Ġveren":2406,"Ġvermek":2407,"Ġverebilir":2408,"ĠverildiÄŁini":2409,"Ã¼rasyon":2410,"ÅŁtiÄŁ":2411,"elma":2412,"Ġcivar":2413,"Ġconnec":2414,"ĠÃ§ak":2415,"ĠeÄŁitmeli":2416,"embedding":2417,"esnenin":2418,"ĠTek":2419,"ĠTrain":2420,"ĠTrue":2421,"ĠConfig":2422,"ĠCevab":2423,"ĠhatalarÄ±":2424,"Ġhatalardan":2425,"ĠBÃ¶y":2426,"ĠBlok":2427,"ĠyapmalÄ±":2428,"ĠyapÄ±l":2429,"ĠyapmalÄ±sÄ±n":2430,"ĠyaptÄ±":2431,"ĠyapÄ±lÄ±r":2432,"ĠyapÄ±lmÄ±ÅŁ":2433,"ĠyapmasÄ±dÄ±r":2434,"ecoder":2435,"osition":2436,"dented":2437,"ĠDerin":2438,"ĠDecoder":2439,"stan":2440,"ÄŁrÄ±lan":2441,"Ġfile":2442,"Ġflo":2443,"Ġfatal":2444,"Ġdata":2445,"ĠeÄŁitimlerinde":2446,"Ġmevcut":2447,"Ġ\")":2448,"ĠiÃ§ine":2449,"index":2450,"Ġkonfig":2451,"Ġproblem":2452,"ĠkÃ¼Ã§Ã¼ktÃ¼r":2453,"iÅŁki":2454,"larÄ±m":2455,"ÅŁtirdiy":2456,"Ġmodelinin":2457,"Ġmetindeki":2458,"ĠgÃ¶sterdiÄŁi":2459,"ĠGPT":2460,"ĠGirdiy":2461,"ĠÃ¶ÄŁrenebilir":2462,"ĠÃ¶ÄŁrenmesi":2463,"ĠÃ¶ÄŁrenerek":2464,"reet":2465,"Ġyazma":2466,"Ġyazmak":2467,"ĠyazmalÄ±sÄ±n":2468,"Ġyazabilir":2469,"ĠyazÄ±m":2470,"ĠÃ§aÄŁÄ±r":2471,"ĠÃ§aÄŁrÄ±lan":2472,"dual":2473,"ameError":2474,"ĠkullanÄ±labilir":2475,"Ġinput":2476,"Ġindented":2477,"ĠdosyasÄ±nÄ±":2478,"\").":2479,"ĠNaber":2480,"ĠNesnenin":2481,"ĠNameError":2482,"Ġbatch":2483,"ĠiÅŁaret":2484,"meliyim":2485,"Ġare":2486,"ĠartÄ±r":2487,"Ġsondaki":2488,"mesine":2489,"ĠdÃ¶ndÃ¼r":2490,"atanÄ±n":2491,"isinin":2492,"Ġkullanan":2493,"Ġkullanabilir":2494,"Ġkullanmadan":2495,"ĠkullandÄ±ÄŁÄ±n":2496,"eÄŁi":2497,"verage":2498,"ĠÃ¼rÃ¼n":2499,"ĠkurmalÄ±sÄ±n":2500,"ĠsayÄ±ya":2501,"ĠsayÄ±larÄ±n":2502,"()]":2503,"ĠsÃ¼ren":2504,"ĠsÃ¼rÃ¼c":2505,"ĠgeliÅŁtirmeyi":2506,"lenen":2507,"lenmelidir":2508,"Ġ25":2509,"Ġprojelerinde":2510,"ĠanlamalÄ±":2511,"ĠHatanÄ±n":2512,"Ġtemperature":2513,"Ġedilen":2514,"Ġyerden":2515,"ĠSÄ±nÄ±f":2516,"ĠSynta":2517,"ĠSanal":2518,"vate":2519,"Ġkaresini":2520,"Ġsetini":2521,"ifre":2522,"oloj":2523,"Ġdenied":2524,"iÅŁkeni":2525,"mÄ±ÅŁtÄ±r":2526,"Ġolup":2527,"ĠbaÅŁÄ±na":2528,"Ġveriye":2529,"Ġ10":2530,"ĠdÃ¼ÅŁÃ¼n":2531,"larÄ±na":2532,"larÄ±ndan":2533,"ĠgÃ¶reli":2534,"ĠÃ§Ã¶zmelisin":2535,"ĠeÄŁitilir":2536,"ĠeÄŁitildiÄŁi":2537,"ĠsatÄ±rdaki":2538,"ĠsatÄ±rÄ±ndan":2539,"Ġismin":2540,"ĠÃ¶ÄŁrenmeyi":2541,"\"])":2542,"ported":2543,"Ġverisine":2544,"ĠÃ¼retimde":2545,"ĠÃ¶rneÄŁi":2546,"ĠPathlib":2547,"ĠoluÅŁturmalÄ±":2548,"ĠyollarÄ±":2549,"ĠyollarÄ±n":2550,"ĠyapÄ±lan":2551,"ĠsÃ¼recinin":2552,"ksi":2553,"ksine":2554,"ĠklasÃ¶re":2555,"ĠAnahtar":2556,"ĠAttribute":2557,"Ġbuild":2558,"ĠkullanÄ±lmadan":2559,"ĠortamÄ±nÄ±":2560,"ĠortamÄ±nda":2561,"Ġ50":2562,"ĠiliÅŁki":2563,"ĠkullanÄ±cÄ±yÄ±":2564,"Ġnamed":2565,"Ġmodellerin":2566,"ĠiÅŁlemi":2567,"Ġdefined":2568,"ĠklasÃ¶rÃ¼":2569,"ĠklasÃ¶rÃ¼nÃ¼":2570,"Ġkelimeler":2571,"leÅŁtirmelisin":2572,"ĠaktifleÅŁtirmelisin":2573,"Ġsistemler":2574,"Ġkodunda":2575,"Ġgitmeli":2576,"AynÄ±":2577,"teral":2578,"ĠboyutlarÄ±nÄ±":2579,"Ġboyutunun":2580,"Ġhedefler":2581,"ĠuyuÅŁ":2582,"ĠtanÄ±":2583,"iyorsa":2584,"Ġlisteden":2585,"Ġsonuc":2586,"Ġdeneyin":2587,"Ġokunmak":2588,"Ġokunmaya":2589,"Ġgetirmelisin":2590,"ĠEÄŁer":2591,"Ġrebase":2592,"Ġrejected":2593,"ĠnotlarÄ±":2594,"ĠbeklediÄŁini":2595,"Ġbeklenen":2596,"ĠbirleÅŁtirmelisin":2597,"ĠÃ§alÄ±ÅŁtÄ±rÄ±ldÄ±ÄŁÄ±nÄ±":2598,"ĠtanÄ±mlanmadÄ±ÄŁÄ±nÄ±":2599,"Ġdestekleyi":2600,"ĠelemanlarÄ±nÄ±":2601,"Ġpaketi":2602,"Ġpaketinin":2603,"Ġpaketlerin":2604,"upper":2605,"ĠÄ°nde":2606,"Ä±ÅŁmalarÄ±":2607,"mayabilir":2608,"ĠvarsayÄ±":2609,"Ġduygular":2610,"ĠImport":2611,"Ġindeksine":2612,"ĠsayÄ±nÄ±n":2613,"ĠtaÅŁ":2614,"Ġtama":2615,"Ġtipleriyle":2616,"Ġpermission":2617,"Ġgelecektek":2618,"Ġkomutun":2619,"ĠkomutlarÄ±n":2620,"ĠBilmediÄŁin":2621,"000":2622,"Ġsorted":2623,"ĠyÃ¶nlendir":2624,"Ġtokenlarla":2625,"ĠanahtarÄ±":2626,"ĠanahtarÄ±n":2627,"ĠedildiÄŁini":2628,"ĠJSONDec":2629,"GPTLang":2630,"ĠbakmalÄ±sÄ±n":2631,"Ġbakarak":2632,"ĠÅŁeyi":2633,"ĠaÅŁama":2634,"ĠRunti":2635,"Ġscripti":2636,"Ġtutul":2637,"ĠÃ§iftini":2638,"esidual":2639,"ĠkÃ¶kÃ¼nden":2640,"ĠvirgÃ¼lleri":2641,"temperature":2642,"language":2643,"Ġattribute":2644,"Ġhisse":2645,"Ġmetodun":2646,"ĠdoÄŁrulamalÄ±":2647,"ĠdoÄŁrulamalÄ±sÄ±n":2648,"Ġkarakterlerinin":2649,"ĠdeÄŁiÅŁkeninin":2650,"uageModel":2651,"Ġ.\\.":2652,"ĠModule":2653,"Ġistenen":2654,"Ã¼sÃ¼nÃ¼":2655,"Ġbelle":2656,"Ġblock":2657,"Ġtasar":2658,"Ġtraining":2659,"Ġexpected":2660,"Ġnormal":2661,"Ġnormalization":2662,"ĠyaklaÅŁ":2663,"ĠDosya":2664,"ĠDosyanÄ±n":2665,"ĠDeÄŁerlerin":2666,"ĠDeÄŁiÅŁkeni":2667,"ĠdeÄŁiÅŁtirdiy":2668,"ĠiÃ§erir":2669,"lendiril":2670,"Ġkurulumunu":2671,"ĠeÄŁitildikÃ§e":2672,"Ġdizinini":2673,"Ġdizinine":2674,"Ġizni":2675,"Ġizninin":2676,"ĠeriÅŁim":2677,"ĠeriÅŁilmeye":2678,"ĠkarÅŁÄ±laÅŁtÄ±rmalÄ±sÄ±n":2679,"quar":2680,"Ġ--":2681,"Ġunsup":2682,"Ã¼lebilir":2683,"Ġtakip":2684,"Ġhayat":2685,"Ġverilerden":2686,"Ġkonumda":2687,"Ġprogramda":2688,"ĠanlamayÄ±":2689,"ĠdoÄŁal":2690,"ĠayarÄ±nÄ±":2691,"ĠalÄ±nÄ±r":2692,"Ġisimle":2693,"Ġezberlemesi":2694,"Ġdurumudur":2695,"Ġbelirtilen":2696,"ĠyorumlandÄ±ÄŁÄ±nÄ±":2697,"Ġcommitler":2698,"ĠaÅŁamasÄ±ndayÄ±m":2699,"ĠyorumlayÄ±cÄ±sÄ±nÄ±n":2700,"generate":2701,"result":2702,"Ġsuch":2703,"Ġstabil":2704,"ĠbÃ¶lme":2705,"lÄ±ÄŁa":2706,"Ġnesnede":2707,"Ġcannot":2708,"ĠiÅŁlerken":2709,"Ġkaliteli":2710,"ĠezberlemiÅŁ":2711,"ĠkaynaklarÄ±":2712,"ĠbaÄŁÄ±mlÄ±":2713,"Ġdeneylerle":2714,"ĠÃ§evrilemeyen":2715,"ĠkaldÄ±rmalÄ±sÄ±n":2716,"Ġseviyesiyle":2717,"Ancak":2718,"AdamW":2719,"Activate":2720,"Batch":2721,"Deney":2722,"Liste":2723,"Scripts":2724,"User":2725,"city":2726,"fesyonel":2727,"ows":2728,"ward":2729,"Ġliteral":2730,"Ġuygun":2731,"Ġwhere":2732,"ĠWindows":2733,"ĠkorumasÄ±":2734,"Ġslash":2735,"Ġsyntax":2736,"ĠdayanÄ±r":2737,"Ġdirectory":2738,"ĠtÃ¼rÃ¼dÃ¼r":2739,"Ġoperand":2740,"Ġobject":2741,"ĠPermissionError":2742,"Ġdepoda":2743,"ĠyavaÅŁ":2744,"ĠhakkÄ±nda":2745,"Ġbirlikte":2746,"ĠcivarÄ±nda":2747,"Ġconnection":2748,"ĠÃ§akÄ±ÅŁmalarÄ±":2749,"ĠyapÄ±lmaya":2750,"Ġfloat":2751,"ĠkonfigÃ¼rasyon":2752,"ĠGirdiyi":2753,"ĠÃ§aÄŁÄ±rmalÄ±sÄ±n":2754,"ĠiÅŁaretlerini":2755,"ĠsÃ¼rÃ¼cÃ¼sÃ¼nÃ¼":2756,"ĠSyntaxError":2757,"ĠAttributeError":2758,"ĠuyuÅŁmadÄ±ÄŁÄ±nÄ±":2759,"Ġdestekleyici":2760,"ĠÄ°ndeksi":2761,"ĠvarsayÄ±lan":2762,"ĠImportError":2763,"Ġgelecekteki":2764,"ĠJSONDecodeError":2765,"GPTLanguageModel":2766,"ĠRuntimeError":2767,"ĠModuleNotFoundError":2768,"ĠyaklaÅŁÄ±m":2769,"ĠdeÄŁiÅŁtirdiysen":2770,"Ġunsupported":2771,"\"{":2772,"01":2773,"28":2774,"41":2775,"Attention":2776,"Blo":2777,"Can":2778,"CPU":2779,"CUDA":2780,"Da":2781,"Embedding":2782,"EÄŁer":2783,"GeÃ§":2784,"Her":2785,"Hava":2786,"In":2787,"Kelime":2788,"Lap":2789,"Pro":2790,"PyTorch":2791,"Pozitif":2792,"SayÄ±":2793,"TX":2794,"TÃ¼rkÃ§e":2795,"Transformer":2796,"Tah":2797,"Train":2798,"YanlÄ±ÅŁ":2799,"YetiÅŁkin":2800,"am":2801,"acti":2802,"amp":2803,"average":2804,"amayabilir":2805,"bul":2806,"bined":2807,"con":2808,"cre":2809,"cter":2810,"ds":2811,"dÄ±ndan":2812,"darkmind":2813,"ef":2814,"ex":2815,"eleri":2816,"emel":2817,"eed":2818,"gth":2819,"gun":2820,"get":2821,"geli":2822,"gue":2823,"gest":2824,"greeter":2825,"han":2826,"height":2827,"iq":2828,"iya":2829,"ial":2830,"jo":2831,"kt":2832,"kÃ¼n":2833,"key":2834,"list":2835,"lle":2836,"line":2837,"ling":2838,"lse":2839,"mon":2840,"merhaba":2841,"muÅŁ":2842,"nsan":2843,"note":2844,"noloj":2845,"oop":2846,"ogue":2847,"pu":2848,"par":2849,"phan":2850,"rit":2851,"run":2852,"rice":2853,"rectangle":2854,"rdÄ±ndan":2855,"sma":2856,"sun":2857,"sword":2858,"siye":2859,"squar":2860,"tmek":2861,"tÄ±k":2862,"titude":2863,"uda":2864,"uvar":2865,"val":2866,"vsiye":2867,"writ":2868,"yÄ±r":2869,"yte":2870,"zÄ±":2871,"}\"":2872,"},":2873,"Ġ(":2874,"Ġu":2875,"Ġma":2876,"ĠKullanÄ±cÄ±":2877,"ĠÃ¼s":2878,"Ġqu":2879,"ĠYapay":2880,"Ġlay":2881,"Ġwidth":2882,"ĠUser":2883,"ĠLap":2884,"ĠYanlÄ±ÅŁ":2885,"Ä±labilir":2886,"inal":2887,"ince":2888,"info":2889,"erÃ§ek":2890,"erken":2891,"erminal":2892,"debil":2893,"irs":2894,"irli":2895,"irse":2896,"arar":2897,"arzÄ±":2898,"ÄŁe":2899,"ÄŁi":2900,"endi":2901,"enÃ¼z":2902,"isine":2903,"isip":2904,"ulur":2905,"lanmalÄ±dÄ±r":2906,"ĠkÃ¼Ã§":2907,"Ġkap":2908,"ĠkiÅŁ":2909,"ĠkÃ¼m":2910,"Ġkab":2911,"ÅŁim":2912,"meyi":2913,"memelidir":2914,"Ġstop":2915,"maind":2916,"mamalÄ±":2917,"Ġbre":2918,"Ġbunu":2919,"Ġbig":2920,"ists":2921,"orgun":2922,"ĠdÃ¼ÅŁt":2923,"Ġdisip":2924,"yaÃ§":2925,"ĠmÃ¼m":2926,"Ġmiyim":2927,"Ġmerhaba":2928,"ĠmÄ±dÄ±r":2929,"Ġgra":2930,"Ġgreet":2931,"ĠtarzÄ±":2932,"lÄ±dÄ±r":2933,"Ġeden":2934,"Ġelse":2935,"Ġedebil":2936,"itap":2937,"Ġnaber":2938,"lamÄ±":2939,"latitude":2940,"Ġage":2941,"les":2942,"ledi":2943,"Ġvekt":2944,"Ġpu":2945,"Ġposition":2946,"Ġprice":2947,"Ġot":2948,"tadÄ±r":2949,"ĠPro":2950,"ĠyaÅŁ":2951,"ĠyayÄ±":2952,"und":2953,"unca":2954,"uniq":2955,"ĠhayÄ±r":2956,"umerate":2957,"lerden":2958,"ĠyetiÅŁkin":2959,"Ġyuvar":2960,"Ġyorgun":2961,"Ġbirbir":2962,"bildiÄŁini":2963,"Ġoldu":2964,"Ġolsa":2965,"round":2966,"Ġcount":2967,"Ġcol":2968,"Ġchat":2969,"Ġcuda":2970,"ĠeÄŁitmektir":2971,"ayar":2972,"ayda":2973,"emperature":2974,"ĠToken":2975,"ĠTop":2976,"ĠTemel":2977,"ĠTemperature":2978,"ĠClean":2979,"ĠhatalarÄ±nda":2980,"ĠBana":2981,"ĠBaÅŁ":2982,"Ġyapmak":2983,"Ġyapama":2984,"osuy":2985,"Ġheight":2986,"ĠhenÃ¼z":2987,"ĠDÃ¼ÅŁ":2988,"ĠDial":2989,"step":2990,"ilebilir":2991,"ilebildiÄŁini":2992,"ĠtokenlarÄ±n":2993,"Ġfirst":2994,"Ġfeed":2995,"Ġfayda":2996,"Ġdaki":2997,"ĠeÄŁitiminde":2998,"ĠeÄŁitiminin":2999,"tik":3000,"Ġ\"\",":3001,"aklÄ±":3002,"Ġloc":3003,"Ġlong":3004,"Ġloop":3005,"Ġkonus":3006,"Ġprofesyonel":3007,"ĠkÃ¼Ã§Ã¼kse":3008,"Ġsamp":3009,"ĠsayaÃ§":3010,"everse":3011,"Ġprojede":3012,"maktadÄ±r":3013,"ĠgÃ¶sterdi":3014,"ipÃ¼le":3015,"Ġana":3016,"Ġanki":3017,"Ġanali":3018,"Ġmodelim":3019,"dient":3020,"ĠGÃ¼Ã§lÃ¼":3021,"ĠGreeter":3022,"ĠÃ¶ÄŁrenmek":3023,"ĠÃ¶ÄŁreniyor":3024,"ĠÃ¶ÄŁreneme":3025,"odds":3026,"remaind":3027,"Ġyazabil":3028,"ĠyazÄ±ldÄ±":3029,"forward":3030,"raw":3031,"Ġdolu":3032,"Ġveriden":3033,"Ġ[-":3034,"Ġ[(\"":3035,"ĠkullanÄ±yor":3036,"ĠgeliÅŁtirilen":3037,"ĠgeliÅŁtirmektir":3038,"Ġincel":3039,"ĠdosyalarÄ±nÄ±":3040,"\"))":3041,"ĠNasÄ±l":3042,"ĠNote":3043,"tions":3044,"Ġzor":3045,"Ġzarar":3046,"ĠiÅŁleme":3047,"lamalarÄ±":3048,"lamasÄ±":3049,"sam":3050,"sage":3051,"Ã¼yÃ¼k":3052,"ĠkontrollÃ¼":3053,"sed":3054,"selec":3055,"Ġartar":3056,"message":3057,"ĠcevaplarÄ±m":3058,"diÄŁine":3059,"tent":3060,"tence":3061,"ĠdeÄŁerli":3062,"ĠdeÄŁerine":3063,"ĠdeÄŁerlendiril":3064,"attention":3065,"Ġamaca":3066,"ĠÃ§alÄ±ÅŁarak":3067,"Ġkullanarak":3068,"ĠnasÄ±lsÄ±n":3069,"ĠdeÄŁilse":3070,"Ġkurular":3071,"ĠkurmaktÄ±r":3072,"ĠsayÄ±sal":3073,"Ġbilmek":3074,"ĠsÃ¼resini":3075,"ĠsÃ¼reÃ§":3076,"ĠÃ¼retmek":3077,"ĠÃ¼retebilirim":3078,"ĠÃ¼retilebilir":3079,"Modelin":3080,"leneceÄŁini":3081,"length":3082,"Ġgerekli":3083,"Ġ28":3084,"Ġprojelerde":3085,"ĠHaklÄ±":3086,"ĠÃ¼zgÃ¼n":3087,"Ġalma":3088,"ĠalÄ±r":3089,"ĠaldÄ±ÄŁÄ±nda":3090,"Ġteknoloj":3091,"ĠsaÄŁlÄ±klÄ±":3092,"ĠÃ¼zerine":3093,"ĠSonra":3094,"lemeye":3095,"Ä°kinci":3096,"Ä°stan":3097,"Ä°nsan":3098,"Ġsetim":3099,"Ġsetlerinde":3100,"Ġhesaplar":3101,"Ġhesaplayan":3102,"ĠzekanÄ±n":3103,"Ġortalama":3104,"Ġmimarisine":3105,"older":3106,"Ġdene":3107,"Ġdenir":3108,"Ġdengeli":3109,"ĠoluÅŁ":3110,"ĠbaÅŁÄ±nda":3111,"ĠbaÅŁlayan":3112,"Ġveriyor":3113,"Ġ11":3114,"Ġ18":3115,"ĠdÃ¼ÅŁebilir":3116,"ĠdÃ¼ÅŁerken":3117,"ĠsatÄ±rda":3118,"tings":3119,"ĠkaÃ§":3120,"Ġkalit":3121,"Ġverisi":3122,"Ġverisinde":3123,"Ġverisindeki":3124,"Ġverisiyle":3125,"Ġresidual":3126,"Ġencoding":3127,"Ġenumerate":3128,"Ġezberler":3129,"Ġolabilirsin":3130,"ĠoluÅŁturulur":3131,"ĠsÄ±cak":3132,"ĠyapÄ±larÄ±":3133,"ĠyapÄ±sÄ±nÄ±":3134,"ĠsÃ¼recinde":3135,"Ġtahminleri":3136,"Ġsoruda":3137,"ĠaÄŁÄ±rlÄ±klara":3138,"treli":3139,"Ġmodellerinin":3140,"ĠfarkÄ±":3141,"ĠiÅŁlemleri":3142,"Ġtopla":3143,"elirse":3144,"Ġkonuya":3145,"ĠparÃ§alarÄ±na":3146,"ĠklasÃ¶rÃ¼nde":3147,"Ġboyunca":3148,"ocuk":3149,"tarik":3150,"ĠModelIn":3151,"Ġdemosuy":3152,"Ġyapmaya":3153,"luk":3154,"ĠhesaplamasÄ±nÄ±":3155,"ĠgeÃ§mektedir":3156,"Ġtexts":3157,"Ġkaydetmek":3158,"ĠboyutlarÄ±":3159,"Ġ406":3160,"ĠsÃ¶yle":3161,"lections":3162,"ĠbaÄŁlam":3163,"ĠbaÄŁlamÄ±":3164,"ĠÃ¶rnekleriyle":3165,"ĠValidation":3166,"Ġilerler":3167,"Ġilerleme":3168,"Ġileride":3169,"ĠdesteÄŁ":3170,"Ġdeneyleri":3171,"sort":3172,"Ġsaniye":3173,"ĠgÃ¼nler":3174,"gelen":3175,"kalar":3176,"ĠiliÅŁkisini":3177,"ĠÃ§alÄ±ÅŁtÄ±rmayÄ±":3178,"ĠÃ§alÄ±ÅŁtÄ±rÄ±labilir":3179,"Ġpaketleri":3180,"iÄŁini":3181,"tÃ¼phan":3182,"Åŀifre":3183,"Ġdiziler":3184,"Ġdizisinin":3185,"Ġduygu":3186,"Ġduygusunu":3187,"ĠaÅŁÄ±rÄ±":3188,"Ġyetersiz":3189,"Ġkolay":3190,"Ġtam":3191,"Ġtavsiye":3192,"ĠdeÄŁiÅŁim":3193,"ĠdeÄŁiÅŁebilir":3194,"ĠdeÄŁiÅŁirse":3195,"ĠokumalÄ±":3196,"ĠokumaktÄ±r":3197,"Ġkaydeder":3198,"ĠdÃ¶ngÃ¼sÃ¼yle":3199,"ĠmesajÄ±nÄ±":3200,"ĠyÃ¶net":3201,"ĠuzunluÄŁu":3202,"tasks":3203,"Ġizlenmelidir":3204,"Ġverimli":3205,"ĠÃ¶lÃ§Ã¼lebilir":3206,"Ġanlamaktan":3207,"Ġbilgisi":3208,"Ġbilgisayar":3209,"Ġbilgilerini":3210,"ĠmekanizmasÄ±nÄ±":3211,"ĠaÃ§Ä±kÃ§a":3212,"ĠaÃ§Ä±klamalarÄ±":3213,"ĠRectangle":3214,"aracter":3215,"ĠkalÄ±r":3216,"ĠgiriÅŁ":3217,"Ġtutan":3218,"ĠayÄ±rÄ±r":3219,"ĠayÄ±rmak":3220,"ĠbulunduÄŁun":3221,"Ġilerlemektedir":3222,"ĠgÃ¼nceller":3223,"ĠgÃ¼ncellenir":3224,"ĠgÃ¼ncelleneceÄŁini":3225,"price":3226,"sentence":3227,"arÄ±sÄ±z":3228,"Ġkendisine":3229,"Ġsakla":3230,"ĠmanipÃ¼le":3231,"ĠatmasÄ±na":3232,"Ġhisset":3233,"sÄ±zlÄ±k":3234,"Ã¼yorsa":3235,"Ġkarakterleri":3236,"Ġuyumlu":3237,"ĠdeÄŁiÅŁkende":3238,"ĠkatmanÄ±":3239,"ĠkatmanÄ±dÄ±r":3240,"cleaned":3241,"Ġ70":3242,"Ġonu":3243,"Ġonun":3244,"Ġonda":3245,"Ġbelgelen":3246,"ĠbloÄŁu":3247,"Ġgelen":3248,"Ġtask":3249,"Ġexamp":3250,"ĠyakÄ±n":3251,"ĠdeÄŁiÅŁtiÄŁ":3252,"ĠiÃ§eriÄŁini":3253,"Ġpromptlarla":3254,"username":3255,"Ġlisteye":3256,"ĠanlaÅŁÄ±l":3257,"ĠbaÅŁlat":3258,"ĠbaÅŁlamÄ±ÅŁ":3259,"ĠsonuÃ§lar":3260,"ĠbÃ¼yÃ¼dÃ¼ÄŁ":3261,"ĠkarÅŁÄ±laÅŁtÄ±rÄ±lÄ±r":3262,"AmaÃ§":3263,"Decoder":3264,"next":3265,"splitlines":3266,"yorsa":3267,"Ġvermemelidir":3268,"Ġprogramlama":3269,"Ġparameter":3270,"Ġparametreli":3271,"Ġkararlar":3272,"Ġilkeleri":3273,"ĠtoplamÄ±nÄ±":3274,"ĠEÄŁitimden":3275,"ĠyorumlanmalÄ±dÄ±r":3276,"ĠyÃ¼ksek":3277,"ĠyÃ¼kselirse":3278,"Ġfikri":3279,"ĠyorumlayÄ±cÄ±sÄ±nÄ±":3280,"ĠtarafÄ±nÄ±":3281,"ĠtarafÄ±dÄ±r":3282,"ĠyalnÄ±zca":3283,"birinci":3284,"combined":3285,"common":3286,"product":3287,"password":3288,"passed":3289,"Ġ<=":3290,"Ġgelirse":3291,"ĠalanlarÄ±nda":3292,"ĠgÃ¶nderilir":3293,"tiÄŁini":3294,"Ġbilmiyorsan":3295,"ĠanlamÄ±na":3296,"ĠbaÅŁarÄ±yla":3297,"ĠbaÅŁarÄ±sÄ±zlÄ±k":3298,"Ġkavramlar":3299,"ĠkavramlarÄ±":3300,"Ġriskini":3301,"ĠdavranÄ±ÅŁÄ±nÄ±":3302,"ĠyÃ¼klenerek":3303,"ĠihtiyacÄ±m":3304,"ĠbaÅŁlangÄ±Ã§ta":3305,"pairs":3306,"Ãĩocuk":3307,"Ġmakine":3308,"ĠkÃ¼tÃ¼phan":3309,"Ġkork":3310,"ĠkayÄ±t":3311,"Ġkazan":3312,"ĠiyileÅŁebilir":3313,"Ġyoksa":3314,"ĠCevabÄ±n":3315,"ĠBÃ¶ylece":3316,"ĠyaptÄ±ÄŁ":3317,"ĠdÃ¶ndÃ¼ren":3318,"ĠdÃ¼ÅŁÃ¼nce":3319,"ĠtanÄ±tÄ±r":3320,"Ġsonucunu":3321,"Ġtamamen":3322,"ĠaÅŁamada":3323,"Ġhissedebilir":3324,"Ġbellek":3325,"ĠbaÄŁÄ±mlÄ±lÄ±k":3326,"Block":3327,"Daha":3328,"Tahmin":3329,"active":3330,"content":3331,"crease":3332,"exists":3333,"join":3334,"llest":3335,"smallest":3336,"squares":3337,"write":3338,"Ġquery":3339,"Ġlayer":3340,"ĠLaptop":3341,"inally":3342,"ĠkÃ¼menin":3343,"Ġkabul":3344,"Ġbreak":3345,"Ġbiggest":3346,"ĠdÃ¼ÅŁtÃ¼":3347,"Ġdisiplin":3348,"ĠmÃ¼mkÃ¼n":3349,"ĠvektÃ¶r":3350,"ĠProduct":3351,"ĠyayÄ±lÄ±m":3352,"unique":3353,"Ġcounts":3354,"Ġcollections":3355,"ĠBaÅŁarÄ±sÄ±z":3356,"ĠDÃ¼ÅŁÃ¼k":3357,"ĠDialogue":3358,"Ġdakikalar":3359,"Ġlongitude":3360,"Ġkonusunda":3361,"Ġsampling":3362,"Ġanaliz":3363,"ĠÃ¶ÄŁrenemez":3364,"remainder":3365,"Ġyazabilmem":3366,"Ġincelen":3367,"ĠNasÄ±lsÄ±n":3368,"selected":3369,"Ġkurularak":3370,"lengths":3371,"Ä°stanbul":3372,"Ġkalitesi":3373,"ĠModelInfo":3374,"Ġdemosuyum":3375,"Ġ4060":3376,"Ġsaniyelere":3377,"Ġexamples":3378,"ĠdeÄŁiÅŁtiÄŁinde":3379,"ĠbÃ¼yÃ¼dÃ¼ÄŁÃ¼nde":3380,"ĠkÃ¼tÃ¼phane":3381,"\".":3382,"'t":3383,"([":3384,"(\",":3385,"(__":3386,").":3387,".\"":3388,".\")":3389,"141":3390,"26":3391,"30":3392,"38":3393,"42":3394,"59":3395,"97":3396,":\\":3397,"Ad":3398,"ArdÄ±ndan":3399,"Bul":3400,"BÃ¶y":3401,"Belir":3402,"Bunun":3403,"Buna":3404,"BÃ¼yÃ¼k":3405,"Checkpoint":3406,"Corpus":3407,"Config":3408,"Causal":3409,"DE":3410,"DI":3411,"Di":3412,"Do":3413,"Dr":3414,"Dil":3415,"Des":3416,"Dos":3417,"DeÄŁ":3418,"Derin":3419,"Data":3420,"ER":3421,"Ek":3422,"Emp":3423,"Fa":3424,"Fonksiyon":3425,"Fakat":3426,"Giz":3427,"Gra":3428,"GÃ¼ven":3429,"GerÃ§ek":3430,"HON":3431,"IN":3432,"KM":3433,"Kal":3434,"Key":3435,"Kat":3436,"Kendi":3437,"Kitap":3438,"Lay":3439,"Lev":3440,"MO":3441,"Me":3442,"Mak":3443,"Motivasyon":3444,"OO":3445,"Or":3446,"Optimizer":3447,"One":3448,"PE":3449,"PY":3450,"Path":3451,"PowerShell":3452,"Position":3453,"Qu":3454,"Residual":3455,"RTX":3456,"RKM":3457,"So":3458,"SÄ±":3459,"Son":3460,"Self":3461,"SÄ±nÄ±f":3462,"Th":3463,"Tek":3464,"Token":3465,"Temiz":3466,"True":3467,"Tensor":3468,"Tiny":3469,"Terminal":3470,"THON":3471,"Uz":3472,"Ver":3473,"Value":3474,"Veri":3475,"VER":3476,"Weight":3477,"Yer":3478,"Yeni":3479,"YaÅŁ":3480,"Zer":3481,"Zey":3482,"[-":3483,"],":3484,"]))":3485,"af":3486,"ati":3487,"alabilir":3488,"adece":3489,"aca":3490,"acak":3491,"ban":3492,"bÄ±r":3493,"cÃ¼":3494,"car":3495,"cidir":3496,"cular":3497,"corpus":3498,"cileri":3499,"din":3500,"diz":3501,"dini":3502,"dark":3503,"dÃ¶r":3504,"diye":3505,"dÃ¼ÄŁ":3506,"ea":3507,"eb":3508,"ew":3509,"ez":3510,"efor":3511,"eleme":3512,"elecek":3513,"ead":3514,"eep":3515,"fe":3516,"fk":3517,"fil":3518,"file":3519,"fÄ±nda":3520,"fab":3521,"folder":3522,"finally":3523,"faf":3524,"gÄ±":3525,"gan":3526,"git":3527,"glar":3528,"giz":3529,"gra":3530,"gÃ¼yle":3531,"greet":3532,"his":3533,"hmet":3534,"haracter":3535,"iÃ§":3536,"ith":3537,"iÅŁtir":3538,"icar":3539,"iew":3540,"je":3541,"json":3542,"kÄ±":3543,"kor":3544,"kas":3545,"kiler":3546,"klarÄ±nÄ±":3547,"klarÄ±nda":3548,"ktop":3549,"kÃ§a":3550,"klamasÄ±":3551,"kez":3552,"lde":3553,"lil":3554,"lind":3555,"lmeli":3556,"mo":3557,"mli":3558,"mden":3559,"menin":3560,"mÄ±nÄ±n":3561,"mlandÄ±":3562,"mÃ¼yorsa":3563,"ni":3564,"nor":3565,"nek":3566,"nÃ¼Ã§":3567,"neÄŁ":3568,"oÅŁ":3569,"oma":3570,"oint":3571,"ove":3572,"olean":3573,"oDi":3574,"pp":3575,"pan":3576,"ply":3577,"pend":3578,"ppro":3579,"rek":3580,"riz":3581,"rem":3582,"ras":3583,"rap":3584,"rect":3585,"reverse":3586,"rneÄŁ":3587,"sini":3588,"sas":3589,"sik":3590,"tma":3591,"tla":3592,"tun":3593,"tlarÄ±":3594,"tus":3595,"tudents":3596,"tanÄ±n":3597,"test":3598,"tgen":3599,"tmamalÄ±dÄ±r":3600,"ttÄ±k":3601,"ues":3602,"ucu":3603,"vis":3604,"vem":3605,"web":3606,"with":3607,"yin":3608,"yebilir":3609,"yken":3610,"yarak":3611,"ymamalÄ±":3612,"zlem":3613,"Ãĸ":3614,"Ãĸn":3615,"Ġ&":3616,"Ġ|":3617,"ĠÃ¼":3618,"ĠAsistan":3619,"Ġth":3620,"Ġum":3621,"Ġro":3622,"ĠÃ¼Ã§":3623,"Ġus":3624,"Ġisin":3625,"Ġonly":3626,"Ġmax":3627,"ĠZer":3628,"ĸzel":3629,"Ä±cÄ±":3630,"Ä±tla":3631,"anlÄ±":3632,"anÄ±l":3633,"ansÄ±":3634,"anÄ±tla":3635,"inat":3636,"inmeyen":3637,"inam":3638,"increase":3639,"ersiz":3640,"erkez":3641,"deki":3642,"dedini":3643,"demo":3644,"irebilir":3645,"irken":3646,"irilir":3647,"Ã¼ler":3648,"aran":3649,"arlÄ±":3650,"arts":3651,"arsÄ±z":3652,"area":3653,"arpan":3654,"ÄŁÃ¼":3655,"ÄŁini":3656,"ÄŁinde":3657,"ÄŁine":3658,"ÄŁmen":3659,"ÄŁuna":3660,"enel":3661,"ents":3662,"isel":3663,"isidir":3664,"ulti":3665,"ilk":3666,"ilmeli":3667,"ilyon":3668,"ilesi":3669,"ilmektedir":3670,"ilinmeyen":3671,"lanana":3672,"lanarak":3673,"lanmamalÄ±dÄ±r":3674,"lanmamalÄ±":3675,"ĠkÄ±r":3676,"Ġkop":3677,"Ġkirli":3678,"Ġkendi":3679,"Ġkriz":3680,"ĠkanÄ±tla":3681,"ÅŁlem":3682,"ÅŁmiÅŁ":3683,"ÅŁÄ±k":3684,"ÅŁÄ±rÄ±":3685,"ÅŁhis":3686,"memek":3687,"medi":3688,"mediÄŁ":3689,"meyebilir":3690,