{"<pad>":0,"<s>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ä±":261,"er":262,"čĊ":263,"de":264,"Ã¼":265,"in":266,"la":267,"ir":268,"ÄŁ":269,"en":270,"ÅŁ":271,"Ã§":272,"il":273,"an":274,"Ġm":275,"Ġk":276,"Ġb":277,"Ġd":278,"ar":279,"Ġs":280,"Ġv":281,"ma":282,"li":283,"Ä±r":284,"ode":285,"me":286,"Ġy":287,"Ã¶":288,"Ġt":289,"Ġg":290,"lar":291,"odel":292,"nÄ±":293,"Ġe":294,"on":295,"Ġmodel":296,"is":297,"ti":298,"Ġa":299,"Ġh":300,"lÄ±":301,"ul":302,"ler":303,"ok":304,"ap":305,"le":306,"Ġde":307,"ek":308,"or":309,"ulla":310,"dir":311,"ne":312,"Ġver":313,"Ġve":314,"da":315,"Ä±n":316,"Ã¼r":317,"Ġbir":318,"ullanÄ±":319,"bil":320,"Ġi":321,"ay":322,"ÄŁi":323,"at":324,"cÄ±":325,"Ġo":326,"ĠÃ¶":327,"ĠÃ§":328,"Ã¼k":329,"iz":330,"oken":331,"ah":332,"Ġp":333,"ce":334,"ist":335,"inde":336,"as":337,"es":338,"ullanÄ±cÄ±":339,"tim":340,"bilir":341,"ak":342,"os":343,"ÅŁt":344,"Bu":345,"larÄ±":346,"ĠeÄŁi":347,"ya":348,"un":349,"el":350,"Ġyap":351,"Ġtoken":352,"al":353,"KullanÄ±cÄ±":354,"et":355,"ĠT":356,"ini":357,"ÄŁr":358,"ro":359,"ur":360,"aha":361,"Ã¼n":362,"Ã¼z":363,"As":364,"Ġc":365,"Ã¼Ã§":366,"mek":367,"istan":368,"Asistan":369,"dÄ±r":370,"Ġne":371,"ark":372,"Ġveri":373,"den":374,"ĠdeÄŁ":375,"izer":376,"ĠeÄŁitim":377,"Ġol":378,"Ġdaha":379,"mak":380,"yi":381,"Ġan":382,"ĠC":383,"Ġil":384,"Ġba":385,"lidir":386,"ĠÃ¶ÄŁr":387,"ĠÃ¶ÄŁren":388,"Ã¼Ã§Ã¼k":389,"lan":390,"Ġpro":391,"it":392,"eli":393,"Ġf":394,"Ġmodelin":395,"em":396,"ĠiÃ§":397,"Dark":398,"alÄ±":399,"dÄ±":400,"us":401,"Ä±nÄ±":402,"ine":403,"Ġsa":404,"Ä±nda":405,"az":406,"Ġz":407,"ĠÃ§alÄ±":408,"oss":409,"di":410,"der":411,"ec":412,"ĠkÃ¼Ã§Ã¼k":413,"vap":414,"Ä±l":415,"ĠgÃ¶":416,"tion":417,"Ġproj":418,"dan":419,"ran":420,"ĠG":421,"ing":422,"Ġmi":423,"ĠiÃ§in":424,"Ã¼y":425,"leri":426,"Ġanla":427,"Min":428,"Ġson":429,"DarkMin":430,"DarkMind":431,"Bir":432,"DA":433,"UDA":434,"ra":435,"Ġl":436,"Ġhat":437,"Ġama":438,"ĠdeÄŁer":439,"Model":440,"PU":441,"iÅŁ":442,"ki":443,"um":444,"Ġdos":445,"ĠCUDA":446,"ĠbaÅŁ":447,"sÄ±":448,"Ġmet":449,"Ġger":450,"ĠÃ§ok":451,"ÅŁtir":452,"Ġloss":453,"ede":454,"man":455,"ĠbÃ¼y":456,"ĠsÃ¼r":457,"malÄ±":458,"Ġay":459,"nem":460,"du":461,"sa":462,"ĠÃ¼z":463,"Ġgeli":464,"ĠÃ¶nem":465,"ÅŁtÄ±r":466,"Ġhata":467,"for":468,"ik":469,"ten":470,"uy":471,"ye":472,"Ġar":473,"melidir":474,"Ã¶n":475,"ĠiÅŁ":476,"cevap":477,"Ġdosya":478,"fi":479,"ĠÅŁ":480,"Ġmode":481,"ĠkullanÄ±":482,"mes":483,"ĠÃ¼zer":484,"ĠgeliÅŁtir":485,"len":486,"mer":487,"sfor":488,"tÄ±":489,"ut":490,"Ġr":491,"Ġkar":492,"Ġdil":493,"lik":494,"ayÄ±":495,"okenizer":496,"Ġpar":497,"Ġtokenizer":498,"mekt":499,"ĠdeÄŁil":500,"ransfor":501,"ransformer":502,"min":503,"yon":504,"ĠÃ¼r":505,"Ã¼ÅŁ":506,"inin":507,"Ã§e":508,"Ġmodeller":509,"Ġile":510,"usal":511,"Ġzek":512,"ĠÃ§alÄ±ÅŁ":513,"uyg":514,"Ġmodeli":515,"ĠÃ¼zerinde":516,"ip":517,"st":518,"ta":519,"Ġn":520,"Ġcevap":521,"Ä±k":522,"erle":523,"labilir":524,"Ġka":525,"Ġbu":526,"Ġtek":527,"Ġet":528,"lÄ±k":529,"oru":530,"ĠTransformer":531,"ĠsaÄŁ":532,"ĠgÃ¶r":533,"ĠGPU":534,"malÄ±dÄ±r":535,"ch":536,"po":537,"Ġkon":538,"ĠdÃ¼ÅŁ":539,"ĠyÃ¼z":540,"Ġhes":541,"Ġdene":542,"Ä±na":543,"Ġyapay":544,"ĠTokenizer":545,"Ġzeka":546,"ĠyÃ¼zden":547,"Ġhesap":548,"Py":549,"ebilir":550,"hec":551,"kpo":552,"mar":553,"yÄ±":554,"int":555,"Ã§a":556,"Ġdo":557,"Ġdur":558,"ĠdÃ¶n":559,"Ġyer":560,"Ġtem":561,"Ġgen":562,"ahmin":563,"asÄ±nda":564,"unu":565,"Ġmimar":566,"duÄŁ":567,"fig":568,"heckpo":569,"Ġdurum":570,"heckpoint":571,"idir":572,"Ä°":573,"ĠD":574,"ĠDarkMind":575,"lama":576,"Ġko":577,"Ġkulla":578,"Ġbil":579,"Ġsist":580,"Ġyar":581,"lara":582,"Ġeder":583,"Ġiyi":584,"Ġcon":585,"dÄ±m":586,"Ġprojes":587,"tention":588,"Ġkullan":589,"Ġsistem":590,"lo":591,"tÄ±r":592,"ven":593,"ĠH":594,"ĠBu":595,"eri":596,"dece":597,"Ã¼m":598,"Ġda":599,"Ġtahmin":600,"Ġhede":601,"ĠyapÄ±":602,"Ġnedir":603,"mektir":604,"ey":605,"gi":606,"kÃ§e":607,"ttention":608,"zb":609,"Ä±z":610,"ÄŁini":611,"Ã§ek":612,"ĠkullanÄ±cÄ±":613,"Ġge":614,"ĠgÃ¼n":615,"Ġezb":616,"ĠaÄŁ":617,"ĠhÄ±z":618,"asyon":619,"Ġneden":620,"ĠolduÄŁ":621,"ĠÃ¶ÄŁrenme":622,"ĠbÃ¼yÃ¼k":623,"ĠsaÄŁlar":624,"Ġmimaris":625,"ca":626,"mÄ±":627,"se":628,"til":629,"Ġis":630,"Ġbel":631,"Ã¶r":632,"Ġveris":633,"Ġveya":634,"ayÄ±r":635,"Ġsadece":636,"Ġproje":637,"Ġsonu":638,"Ġmetn":639,"Ġmetin":640,"ĠdosyalarÄ±":641,"Ġdeney":642,"Ġconfig":643,"ĠaÄŁÄ±r":644,"Ġise":645,"ed":646,"san":647,"yle":648,"yor":649,"Ġin":650,"Ġen":651,"Ã¼ven":652,"lay":653,"ÄŁÄ±nÄ±":654,"eni":655,"Ġduyg":656,"Ġse":657,"maya":658,"Ġher":659,"lerinde":660,"Ġveril":661,"Ã¼rkÃ§e":662,"Ġolabilir":663,"ĠeÄŁitimi":664,"Ġfark":665,"ĠgerÃ§ek":666,"ĠÃ¶nemlidir":667,"mesi":668,"ĠparÃ§a":669,"ĠdoÄŁr":670,"Ġgenel":671,"Ġezberle":672,"ĠaÄŁÄ±rlÄ±k":673,"ci":674,"fit":675,"ken":676,"miÅŁ":677,"oder":678,"rar":679,"sÃ¶r":680,"tÃ¼":681,"ting":682,"va":683,"ver":684,"ĠK":685,"erin":686,"lasÃ¶r":687,"angi":688,"Ġkur":689,"ĠklasÃ¶r":690,"mayÄ±":691,"meli":692,"Ġyeni":693,"ĠgÃ¼ven":694,"Ġal":695,"ĠdeÄŁi":696,"orch":697,"maktÄ±r":698,"Ä±lÄ±r":699,"Ġgerek":700,"ĠbÃ¼yÃ¼":701,"ĠsÃ¼rec":702,"ĠaynÄ±":703,"ĠiÅŁle":704,"Ġtekrar":705,"Ġyerine":706,"Ġprojesinde":707,"ĠHayÄ±r":708,"Ġmetni":709,"ĠdoÄŁru":710,"fitting":711,"verfitting":712,"ĠdeÄŁiÅŁ":713,"</":714,"Ce":715,"ID":716,"Soru":717,"bed":718,"cu":719,"ding":720,"mbed":721,"nce":722,"op":723,"oy":724,"sil":725,"tro":726,"ĠPy":727,"Ä±dÄ±r":728,"Ġmas":729,"Ġboy":730,"ĠsÄ±r":731,"Ġek":732,"ĠadÄ±m":733,"Ġattention":734,"Ġhangi":735,"ĠeÄŁitil":736,"ĠTÃ¼rkÃ§e":737,"Ġcheckpoint":738,"Ġfaz":739,"ĠÃ§alÄ±ÅŁtÄ±r":740,"ĠkullanÄ±l":741,"ĠÃ¼ret":742,"Ġkontro":743,"ĠdÃ¼ÅŁÃ¼k":744,"Ġhesaplama":745,"Ġtemsil":746,"Ġhedef":747,"Ġinsan":748,"Cevap":749,"mbedding":750,"Ġfazla":751,"Ġkontrol":752,"Loss":753,"ade":754,"ama":755,"abilir":756,"aman":757,"ausal":758,"dil":759,"ece":760,"hon":761,"im":762,"kÃ¼":763,"ly":764,"lÃ¼":765,"sÄ±nÄ±":766,"thon":767,"uz":768,"ve":769,"ĠModel":770,"Ä±ÅŁ":771,"Ã¼ÅŁt":772,"ÄŁer":773,"ilde":774,"Ġkay":775,"arak":776,"Ġsan":777,"ĠsayÄ±":778,"Ġyaz":779,"larak":780,"nÄ±n":781,"only":782,"Ġdest":783,"ekilde":784,"Ġolarak":785,"Ã¼nkÃ¼":786,"ĠiliÅŁ":787,"ĠbaÄŁ":788,"ĠgÃ¶st":789,"Ġanlamak":790,"Ġsonra":791,"Ġara":792,"ĠÅŁekilde":793,"utu":794,"likle":795,"Ġdurumda":796,"ĠgeÃ§":797,"Ġmimarisi":798,"Ġseti":799,"ĠfarklÄ±":800,"Ġmask":801,"Hu":802,"Overfitting":803,"Torch":804,"aj":805,"ale":806,"cr":807,"dar":808,"eÅŁ":809,"eme":810,"etim":811,"lk":812,"mp":813,"pus":814,"Ãĩ":815,"ĠB":816,"ĠN":817,"Ä±m":818,"Ġmes":819,"Ġkat":820,"Ġdi":821,"ĠdÃ¼z":822,"Ġsoru":823,"Ġscr":824,"masÄ±":825,"meye":826,"ĠyÃ¼k":827,"larÄ±n":828,"Ġembedding":829,"ĠaÅŁ":830,"orma":831,"orpus":832,"cel":833,"esi":834,"Ġci":835,"Ġveriyi":836,"Ġbaz":837,"ĠÃ¶ÄŁrenir":838,"itHu":839,"elime":840,"Ġzaman":841,"Ä±ldÄ±":842,"ĠamaÃ§":843,"ĠdeÄŁeri":844,"ĠÃ¶nemli":845,"ÅŁtÄ±rma":846,"ĠarasÄ±nda":847,"ĠkullanÄ±lan":848,"ĠÃ¼retim":849,"Ġkadar":850,"Ä°lk":851,"ĠgÃ¼ncel":852,"ĠhÄ±zlÄ±":853,"ĠaÄŁÄ±rlÄ±klarÄ±":854,"ĠsÄ±rasÄ±nda":855,"ĠgÃ¶ster":856,"ÃĩÃ¼nkÃ¼":857,"Ġmesaj":858,"ĠdÃ¼zen":859,"Ġscrip":860,"itHub":861,"Baz":862,"IA":863,"VID":864,"ation":865,"bi":866,"edir":867,"ebil":868,"fÄ±r":869,"gÃ¼":870,"ibi":871,"kat":872,"od":873,"ol":874,"ptim":875,"siz":876,"te":877,"Ãĸ":878,"ĠOverfitting":879,"Ä±fÄ±r":880,"Ġman":881,"Ġken":882,"Ġkelime":883,"Ġdik":884,"arÄ±":885,"Ġset":886,"ĠsÄ±fÄ±r":887,"memelidir":888,"Ġta":889,"Ġtar":890,"Ġgel":891,"larda":892,"Ġedil":893,"Ġhis":894,"Ġhale":895,"Ġbiri":896,"ĠtokenÄ±":897,"Ġtokenlara":898,"Ġolu":899,"Ġolur":900,"Ġilerle":901,"lanÄ±r":902,"Darklo":903,"ĠGitHub":904,"rain":905,"ĠdeÄŁerlidir":906,"ĠiÅŁe":907,"ĠgeliÅŁtirme":908,"ĠgeliÅŁtirmek":909,"ĠdeÄŁildir":910,"ĠdÃ¶nÃ¼ÅŁt":911,"ĠdÃ¶ngÃ¼":912,"Ġbilg":913,"Ġyarar":914,"Ġkullanmak":915,"Ġbelir":916,"yorsa":917,"Ġverilen":918,"Ġgenellikle":919,"Ġgerekir":920,"ĠiÅŁlem":921,"ĠkullanÄ±lÄ±r":922,"Ġdestek":923,"ĠNVID":924,"Ġkatman":925,"ptimizer":926,"Ġdikkat":927,"ĠsÄ±fÄ±rdan":928,"Darklove":929,"ĠdÃ¶nÃ¼ÅŁtÃ¼r":930,"ĠNVIDIA":931,"Son":932,"af":933,"ali":934,"ava":935,"dÃ¼r":936,"dur":937,"gel":938,"iye":939,"men":940,"tan":941,"tasyon":942,"ular":943,"Ã¢":944,"Ġok":945,"ĠBir":946,"Ġuz":947,"Ã¼man":948,"ÄŁu":949,"anlÄ±":950,"ĠkÃ¶":951,"Ġdok":952,"Ġdiz":953,"Ġsay":954,"Ġyak":955,"ĠyÃ¶n":956,"Ġyol":957,"Ã¶yle":958,"Ġteme":959,"ĠgÃ¼Ã§":960,"Ġgit":961,"Ġgibi":962,"larla":963,"Ġmodelleri":964,"Ġak":965,"Ġaz":966,"Ġhaz":967,"Ġdec":968,"bilece":969,"atch":970,"Ġoptimizer":971,"ĠÃ¶r":972,"ĠÃ§Ä±k":973,"ĠÃ§eÅŁ":974,"inden":975,"akat":976,"unda":977,"Ã¼nde":978,"Ġcorpus":979,"ĠCPU":980,"ĠCheckpoint":981,"landÄ±r":982,"Ġfik":983,"diÄŁini":984,"ĠamacÄ±":985,"sÄ±z":986,"ĠsÃ¼rÃ¼m":987,"Ġayr":988,"ĠÅŁey":989,"lendir":990,"mektedir":991,"Ġnorma":992,"Ġcevaplar":993,"ĠyardÄ±m":994,"ĠkullanÄ±cÄ±nÄ±n":995,"ĠsonuÃ§":996,"layan":997,"mayabilir":998,"ĠKÃ¼Ã§Ã¼k":999,"Ġkurul":1000,"ĠbÃ¼yÃ¼d":1001,"ĠPyTorch":1002,"Ġekran":1003,"ĠinsanÄ±n":1004,"ĠiliÅŁk":1005,"ĠaraÅŁtÄ±rma":1006,"ĠdiÄŁer":1007,"ĠarasÄ±ndaki":1008,"ĠÃ¼retimi":1009,"Bazen":1010,"Ġkend":1011,"Ġedilmelidir":1012,"ĠdÃ¶ngÃ¼s":1013,"Ġdikkatli":1014,"ĠdÃ¶nÃ¼ÅŁtÃ¼rÃ¼r":1015,"Ã¼mantasyon":1016,"ĠdokÃ¼mantasyon":1017,"Ġtemel":1018,"ĠgÃ¼Ã§lÃ¼":1019,"ĠhazÄ±r":1020,"ĠÃ§eÅŁit":1021,"30":1022,"Ama":1023,"Duyg":1024,"EÄŁi":1025,"Kod":1026,"Le":1027,"cak":1028,"ddi":1029,"ele":1030,"gÄ±":1031,"gele":1032,"ici":1033,"nak":1034,"ot":1035,"oti":1036,"oÄŁu":1037,"rak":1038,"tma":1039,"tgele":1040,"ue":1041,"vasyon":1042,"Ġor":1043,"ĠLoss":1044,"ĠÃĩÃ¼nkÃ¼":1045,"Ġ30":1046,"Ä±sa":1047,"Ã¼le":1048,"laÅŁ":1049,"lamÄ±":1050,"enz":1051,"iler":1052,"aniz":1053,"Ġmek":1054,"Ġkes":1055,"Ġbul":1056,"Ġbak":1057,"Ġbenz":1058,"Ġderin":1059,"Ġsat":1060,"Ġsiz":1061,"ĠsÄ±k":1062,"Ġvade":1063,"met":1064,"mez":1065,"Ġyor":1066,"Ġyal":1067,"ĠyanlÄ±":1068,"Ã¶z":1069,"Ġtak":1070,"Ġtrain":1071,"Ġget":1072,"nÄ±z":1073,"tif":1074,"ĠalÄ±":1075,"Ġhay":1076,"lerini":1077,"leme":1078,"Ġdeva":1079,"ekt":1080,"ĠÃ¶nce":1081,"ĠÃ§oÄŁu":1082,"indeki":1083,"astgele":1084,"ÅŁtÄ±":1085,"larÄ±nÄ±":1086,"ĠyapmayÄ±":1087,"ĠcÃ¼m":1088,"ĠolmalÄ±dÄ±r":1089,"ĠCausal":1090,"Ġpromp":1091,"Ġfakat":1092,"ĠÃ§alÄ±ÅŁtÄ±":1093,"ecoder":1094,"ĠanlaÅŁ":1095,"ĠbaÅŁlan":1096,"ĠayÄ±r":1097,"ĠÅŁu":1098,"tÄ±ÄŁÄ±nÄ±":1099,"Ġre":1100,"Ġrastgele":1101,"Ġkarar":1102,"ĠkartÄ±":1103,"ĠparÃ§":1104,"Ġnot":1105,"Ġetmek":1106,"ĠgÃ¶rÃ¼n":1107,"ĠhesaplanÄ±r":1108,"Python":1109,"ĠdoÄŁ":1110,"Ġtemiz":1111,"Ġdurumu":1112,"Ä°yi":1113,"Ġkod":1114,"Ġkom":1115,"Ġhedefi":1116,"ĠolduÄŁu":1117,"Ġsonucu":1118,"Ġduygusal":1119,"ĠgÃ¼venli":1120,"Ġboyutu":1121,"ĠModelin":1122,"Ġkayde":1123,"Ġsanal":1124,"ĠaÅŁama":1125,"Ġciddi":1126,"ĠdÃ¼zenli":1127,"Ġscript":1128,"Ãĸnce":1129,"ĠmantÄ±ÄŁÄ±nÄ±":1130,"Ġtaraf":1131,"Ġhiss":1132,"Sonra":1133,"Ġuzun":1134,"Ġsayede":1135,"Ġaktif":1136,"Ġazal":1137,"bileceÄŁi":1138,"Ġfikr":1139,"ĠayrÄ±":1140,"ĠyardÄ±mcÄ±":1141,"ĠÃ§eÅŁitli":1142,"Duygusal":1143,"EÄŁitim":1144,"otivasyon":1145,"raki":1146,"Ġorta":1147,"Ġmekaniz":1148,"ĠsatÄ±r":1149,"Ġsize":1150,"Ġvadeli":1151,"ĠyalnÄ±z":1152,"ĠyanlÄ±ÅŁ":1153,"Ġgetir":1154,"ĠalÄ±n":1155,"Ġdevam":1156,"ĠcÃ¼mle":1157,"Ġprompt":1158,"Attention":1159,"PT":1160,"Veri":1161,"bular":1162,"fade":1163,"ka":1164,"lu":1165,"nder":1166,"ning":1167,"oca":1168,"per":1169,"sor":1170,"sÄ±na":1171,"tmek":1172,"top":1173,"vran":1174,"yla":1175,"zel":1176,"Ġon":1177,"ĠDarklove":1178,"erek":1179,"eration":1180,"Ã¼dÃ¼r":1181,"ÄŁinde":1182,"ÄŁine":1183,"ÄŁÄ±nda":1184,"ensor":1185,"ÅŁÄ±":1186,"ilir":1187,"ileri":1188,"anÄ±r":1189,"anÄ±n":1190,"Ġmotivasyon":1191,"ĠkÄ±sa":1192,"arning":1193,"Ġvali":1194,"Ġvoca":1195,"lit":1196,"meyi":1197,"Ġyet":1198,"Ġter":1199,"ĠtÃ¼r":1200,"Ġtas":1201,"Ġtut":1202,"larÄ±nda":1203,"lardan":1204,"Ġede":1205,"Ġmodele":1206,"Ġmodelden":1207,"isini":1208,"tik":1209,"lÄ±m":1210,"lec":1211,"Ġden":1212,"Ġverir":1213,"dation":1214,"Ġbiridir":1215,"Ġifade":1216,"ate":1217,"atur":1218,"ĠÃ¶zel":1219,"Ã¼kÃ§e":1220,"asÄ±l":1221,"asÄ±dÄ±r":1222,"esyon":1223,"ÅŁtur":1224,"Ã¼nÃ¼":1225,"Ġveriyle":1226,"yim":1227,"Ġanda":1228,"Ġilk":1229,"lanmalÄ±dÄ±r":1230,"usunu":1231,"Ä±nÄ±n":1232,"ĠgÃ¶nder":1233,"Ġanlam":1234,"Ġanlaya":1235,"Ġsonraki":1236,"ram":1237,"ĠhatayÄ±":1238,"ĠdeÄŁerleri":1239,"Ġdosy":1240,"ĠbaÅŁarÄ±":1241,"ĠiÅŁler":1242,"mesini":1243,"ĠgeliÅŁtirici":1244,"lenir":1245,"Ġrate":1246,"ĠkarÄ±ÅŁ":1247,"Ġmodellerinde":1248,"ĠÃ§alÄ±ÅŁan":1249,"ĠÃ§alÄ±ÅŁmaktÄ±r":1250,"tabilir":1251,"ĠnasÄ±l":1252,"Ġtekn":1253,"Ġetmeye":1254,"Ġyerel":1255,"Ġgeneration":1256,"ĠDaha":1257,"Ġsistemi":1258,"Ġsistemler":1259,"Ġdavran":1260,"ĠyapÄ±sÄ±":1261,"Ġgelec":1262,"ĠhÄ±zlandÄ±r":1263,"ĠolduÄŁunu":1264,"ĠolduÄŁunda":1265,"Ġverisini":1266,"Ġdeneyler":1267,"Ġengel":1268,"Ġduygu":1269,"Ġveriler":1270,"ĠgerÃ§ekten":1271,"Ġgenelleme":1272,"ĠgÃ¼venlik":1273,"ĠsÃ¼recini":1274,"ĠdoÄŁrudan":1275,"ĠPython":1276,"ĠadÄ±mlar":1277,"ĠÃ¼retir":1278,"Ġkaynak":1279,"ĠsayÄ±sÄ±":1280,"ĠbaÄŁÄ±m":1281,"ĠgeÃ§miÅŁ":1282,"ĠyÃ¼klen":1283,"ĠbazÄ±":1284,"Ġbazen":1285,"ĠgÃ¶sterir":1286,"ĠmesajlarÄ±":1287,"ĠoluÅŁtur":1288,"Ġolursa":1289,"Ġbelirler":1290,"Ġdestekle":1291,"Ġoku":1292,"ĠkÃ¶tÃ¼":1293,"ĠyaklaÅŁ":1294,"Ġdecoder":1295,"ĠÃ§Ä±ktÄ±":1296,"ĠbÃ¼yÃ¼dÃ¼kÃ§e":1297,"ĠiliÅŁkileri":1298,"Learning":1299,"gÄ±Ã§":1300,"Ġkesin":1301,"Ġbulun":1302,"Ġbenzer":1303,"Ġhayat":1304,"ĠbaÅŁlangÄ±Ã§":1305,"ĠparÃ§asÄ±dÄ±r":1306,"ĠgÃ¶rÃ¼nÃ¼r":1307,"Ġkomut":1308,"Ġazaltabilir":1309,"Ġortam":1310,"bulary":1311,"peratur":1312,"Ġvalidation":1313,"Ġvocabulary":1314,"ĠkarÄ±ÅŁÄ±k":1315,"ĠdavranÄ±ÅŁ":1316,"perature":1317,"'d":1318,"()":1319,"An":1320,"Ay":1321,"Ada":1322,"Batch":1323,"Den":1324,"EÄŁer":1325,"KÃ¼Ã§Ã¼k":1326,"Tokenizer":1327,"Yap":1328,"abil":1329,"amet":1330,"ble":1331,"ction":1332,"eÃ§":1333,"fesyon":1334,"gÄ±n":1335,"gÃ¼n":1336,"hti":1337,"ila":1338,"ition":1339,"iyor":1340,"iyorsa":1341,"lÃ¢":1342,"mW":1343,"mli":1344,"nek":1345,"olo":1346,"pos":1347,"sal":1348,"ski":1349,"suz":1350,"tÃ¼r":1351,"tem":1352,"tmektir":1353,"uer":1354,"var":1355,"war":1356,"zation":1357,"Ġ.":1358,"Ġ5":1359,"Ġist":1360,"Ġuy":1361,"Ġuyg":1362,"ĠID":1363,"ĠVeri":1364,"erler":1365,"Ã¼ÄŁ":1366,"iny":1367,"laÅŁtÄ±r":1368,"ÄŁÄ±":1369,"ent":1370,"ĠkÃ¼":1371,"Ġkor":1372,"Ġkal":1373,"Ġkaz":1374,"ĠkayÄ±":1375,"Ġbatch":1376,"Ġday":1377,"Ġsak":1378,"Ġsta":1379,"mamalÄ±dÄ±r":1380,"masÄ±nÄ±":1381,"lization":1382,"ĠyÃ¶":1383,"Ġyay":1384,"Ġyava":1385,"Ġtes":1386,"Ġtorch":1387,"Ġtensor":1388,"larÄ±na":1389,"Ġeski":1390,"Ġmodelini":1391,"isk":1392,"tiÄŁini":1393,"tiÄŁinde":1394,"Ġalan":1395,"ĠhÃ¢":1396,"lÄ±dÄ±r":1397,"lere":1398,"lerde":1399,"leÅŁtir":1400,"Ġdemektir":1401,"eki":1402,"orsa":1403,"nection":1404,"Ġverebilir":1405,"Ġverebil":1406,"daki":1407,"Ä±ndan":1408,"Ã¼rasyon":1409,"Ġbirlik":1410,"Ġiz":1411,"Ġihti":1412,"ath":1413,"Ġoverfitting":1414,"ĠÃ§Ã¶z":1415,"asÄ±":1416,"esini":1417,"osition":1418,"ĠyaptÄ±":1419,"ĠyapÄ±lÄ±r":1420,"ĠtokenlarÄ±":1421,"Ġtokenlarla":1422,"ĠTek":1423,"Ã¼ntÃ¼":1424,"Ġcausal":1425,"Ġveriye":1426,"ĠeÄŁitimlerinde":1427,"Ġolmayabilir":1428,"yici":1429,"ĠÃ¶ÄŁrenebilir":1430,"ĠÃ¶ÄŁrenmesi":1431,"dÄ±ÄŁÄ±nÄ±":1432,"dÄ±ÄŁÄ±nda":1433,"ĠzayÄ±":1434,"diÄŁi":1435,"ĠkÃ¼Ã§Ã¼ktÃ¼r":1436,"Ġprojede":1437,"Ġmidir":1438,"Ã¼yorsa":1439,"ĠanlamayÄ±":1440,"Ġlo":1441,"ĠbaÅŁÄ±na":1442,"ĠbaÅŁlamÄ±":1443,"ĠbaÅŁka":1444,"Ġgeri":1445,"ĠsÃ¼ren":1446,"dual":1447,"ĠhatalarÄ±":1448,"Ġhatalardan":1449,"mesine":1450,"lenmelidir":1451,"Ġrisk":1452,"ĠkarÅŁÄ±":1453,"Ġparamet":1454,"Ġmodellerin":1455,"ĠÃ§alÄ±ÅŁÄ±r":1456,"ĠÃ§alÄ±ÅŁabilir":1457,"Ġkalit":1458,"ĠgÃ¶re":1459,"ĠgÃ¶rÃ¼":1460,"Ġkonfig":1461,"ĠDerin":1462,"ĠDecoder":1463,"Ġkolay":1464,"Ġconnection":1465,"Ġprojesinin":1466,"venv":1467,"ĠHer":1468,"ĠyapÄ±lan":1469,"ĠkullanÄ±cÄ±yÄ±":1470,"Ġbelle":1471,"Ġprojelerinde":1472,"Ġmetinleri":1473,"Ġdeneyin":1474,"ĠparÃ§alara":1475,"Ġezberlemesi":1476,"ĠezberlemiÅŁ":1477,"ĠklasÃ¶rÃ¼":1478,"Ġalt":1479,"ĠsÃ¼recinin":1480,"cuda":1481,"Ġboyut":1482,"ĠeÄŁitilir":1483,"ĠeÄŁitildi":1484,"ĠÃ§alÄ±ÅŁtÄ±rÄ±ldÄ±":1485,"Ġhedefler":1486,"Ġsaniye":1487,"Ġyazmak":1488,"ĠiliÅŁki":1489,"ĠBÃ¶yle":1490,"Ġsorularda":1491,"ĠyÃ¼ks":1492,"larÄ±ndan":1493,"esidual":1494,"Ġcivar":1495,"ĠamaÃ§lar":1496,"Ġscripti":1497,"Ġkelimeler":1498,"Ġsetini":1499,"ĠtaÅŁ":1500,"availa":1501,"Ġdizis":1502,"ĠyÃ¶nlendir":1503,"ĠyÃ¶ntem":1504,"ĠÃ¶rnek":1505,"ĠÃ¶rÃ¼ntÃ¼":1506,"lendiril":1507,"Ġnormal":1508,"Ġnormalization":1509,"Ġkendini":1510,"ĠdÃ¶ngÃ¼sÃ¼":1511,"Ã¼lebilir":1512,"Ġbakarak":1513,"Ġyorum":1514,"Ġtakip":1515,"ekteki":1516,"ĠanlaÅŁÄ±lÄ±r":1517,"Ġrepos":1518,"ĠnotlarÄ±":1519,"ĠdoÄŁal":1520,"Ġdurumudur":1521,"ĠmekanizmasÄ±":1522,"ĠalÄ±nÄ±r":1523,"ĠdevamÄ±nÄ±":1524,"Ġyeter":1525,"ĠtÃ¼rÃ¼dÃ¼r":1526,"Ġtasar":1527,"Ġedebilir":1528,"ĠanlayabileceÄŁi":1529,"ĠiÅŁlerken":1530,"Ġgelecekteki":1531,"Ġdeneylerle":1532,"ĠkaynaklarÄ±":1533,"ĠbaÄŁÄ±mlÄ±":1534,"Ġdestekleyici":1535,"ĠyaklaÅŁÄ±m":1536,"Ancak":1537,"AynÄ±":1538,"AdamW":1539,"Deney":1540,"Yapay":1541,"fesyonel":1542,"oloj":1543,"uery":1544,"ward":1545,"Ġuyum":1546,"Ġuygun":1547,"ĠdayanÄ±r":1548,"Ġstabil":1549,"ĠyÃ¶ne":1550,"ĠyaygÄ±n":1551,"ĠyavaÅŁ":1552,"Ġtest":1553,"ĠhÃ¢lÃ¢":1554,"Ġbirlikte":1555,"Ġihtiya":1556,"ĠzayÄ±f":1557,"Ġparametr":1558,"ĠkonfigÃ¼rasyon":1559,"ĠcivarÄ±nda":1560,"available":1561,"00":1562,"06":1563,"406":1564,"Ar":1565,"Blo":1566,"CUDA":1567,"CPU":1568,"Daha":1569,"Decoder":1570,"Embedding":1571,"Git":1572,"GPT":1573,"Her":1574,"Lap":1575,"Pro":1576,"RT":1577,"Transformer":1578,"Tahmin":1579,"TÃ¼rkÃ§e":1580,"Train":1581,"__":1582,"aÅŁ":1583,"alar":1584,"amayabilir":1585,"bir":1586,"bul":1587,"ck":1588,"dÄ±ndan":1589,"eden":1590,"eleri":1591,"eed":1592,"gun":1593,"geli":1594,"gue":1595,"gram":1596,"han":1597,"iy":1598,"ial":1599,"klÄ±":1600,"kÃ¼n":1601,"kÃ§a":1602,"lin":1603,"lÃ§":1604,"lÃ¼r":1605,"lÃ¼k":1606,"ling":1607,"mm":1608,"mu":1609,"nsan":1610,"ogue":1611,"omm":1612,"par":1613,"phan":1614,"query":1615,"res":1616,"sin":1617,"sÄ±n":1618,"sÄ±nda":1619,"siye":1620,"tir":1621,"tmeli":1622,"uÃ§":1623,"vram":1624,"viy":1625,"vsiye":1626,"xt":1627,"yen":1628,"yte":1629,"zÄ±":1630,"ĠKullanÄ±cÄ±":1631,"Ġlay":1632,"ĠÃĸnce":1633,"ĠSonra":1634,"ĠEÄŁitim":1635,"ĠAttention":1636,"Ġ406":1637,"ĠLap":1638,"Ġquery":1639,"Ä±labilir":1640,"Ä±lÄ±m":1641,"erÃ§ek":1642,"erse":1643,"erken":1644,"deki":1645,"lam":1646,"lamak":1647,"laÅŁtÄ±rma":1648,"iriÅŁ":1649,"irse":1650,"ÄŁin":1651,"endir":1652,"enÃ¼z":1653,"Ã§Ä±k":1654,"Ã§im":1655,"ilebilir":1656,"anÄ±":1657,"ĠmÃ¼m":1658,"ĠmÄ±dÄ±r":1659,"ĠkiÅŁ":1660,"Ġkey":1661,"Ġbas":1662,"Ġbunu":1663,"Ġblo":1664,"Ġdis":1665,"Ġdak":1666,"ĠdÃ¼ÅŁt":1667,"arar":1668,"Ġst":1669,"Ġsor":1670,"Ġsah":1671,"ĠsÃ¶yle":1672,"ĠsÃ¶z":1673,"Ġstop":1674,"Ġvar":1675,"Ġvekt":1676,"maz":1677,"mamalÄ±":1678,"masÄ±na":1679,"Ä±rÄ±":1680,"memeli":1681,"ĠyayÄ±":1682,"Ġtama":1683,"ĠgiriÅŁ":1684,"Ġeden":1685,"isay":1686,"isine":1687,"Ġat":1688,"Ġatma":1689,"ĠaÃ§Ä±k":1690,"ĠhayÄ±r":1691,"ĠhenÃ¼z":1692,"lÄ±y":1693,"lerden":1694,"okta":1695,"leÅŁ":1696,"lemek":1697,"lemeli":1698,"next":1699,"Ġveren":1700,"Ġvermemelidir":1701,"daklÄ±":1702,"Ġbirbir":1703,"bilmektir":1704,"Ġiki":1705,"attention":1706,"Ġot":1707,"Ġola":1708,"Ġolan":1709,"ĠodaklÄ±":1710,"ĠÃ¶lÃ§":1711,"Ġpak":1712,"Ġpath":1713,"Ġposition":1714,"akt":1715,"akine":1716,"Bun":1717,"ĠeÄŁitmektir":1718,"una":1719,"unca":1720,"unabilir":1721,"elf":1722,"Ġyapmak":1723,"ĠyapmalÄ±":1724,"Ġyapmaya":1725,"Ġyapama":1726,"ĠtokenlarÄ±n":1727,"alde":1728,"alue":1729,"ĠTem":1730,"ĠTop":1731,"Ã¼nce":1732,"Ġcomm":1733,"Ġveriden":1734,"Ġverimli":1735,"ĠeÄŁitiminde":1736,"ĠeÄŁitiminin":1737,"Ġolmak":1738,"Ġoldu":1739,"Ġolsa":1740,"makta":1741,"Ġana":1742,"Ġanki":1743,"Ġanali":1744,"Ġileri":1745,"Ġilerler":1746,"ĠÃ¶ÄŁrenmek":1747,"ĠÃ¶ÄŁreneme":1748,"ĠÃ¶ÄŁrenerek":1749,"ĠÃ¶ÄŁrenmesini":1750,"ĠÃ¶ÄŁreniyor":1751,"Ġprofesyonel":1752,"Ġprogram":1753,"Ġforma":1754,"Ġfeed":1755,"Ġmodelinin":1756,"ĠiÃ§inde":1757,"user":1758,"Ġsamp":1759,"Ġzor":1760,"Ġzarar":1761,"diÄŁine":1762,"dient":1763,"ĠkÃ¼Ã§Ã¼kse":1764,"Ä±lmÄ±":1765,"ĠGPT":1766,"Ã¼yÃ¼k":1767,"radient":1768,"Ġamaca":1769,"ĠdeÄŁerli":1770,"ĠdeÄŁerlerini":1771,"ĠdeÄŁerlendiril":1772,"Modelin":1773,"ĠbaÅŁla":1774,"ĠbaÅŁÄ±nda":1775,"sÄ±dÄ±r":1776,"edebilir":1777,"ĠsÃ¼reÃ§":1778,"ĠsÃ¼resini":1779,"Ġayar":1780,"ĠÃ¼zgÃ¼n":1781,"ĠgeliÅŁ":1782,"forward":1783,"ikalar":1784,"yebilir":1785,"yebileceÄŁi":1786,"Ġart":1787,"ĠartÄ±r":1788,"Ġdosyada":1789,"mesidir":1790,"ĠÃ¼zerine":1791,"ĠgeliÅŁtirmektir":1792,"lenece":1793,"Ġresidual":1794,"Ġkarakt":1795,"ĠdeÄŁilse":1796,"ĠÃ¼rÃ¼n":1797,"Ã¼ÅŁÃ¼k":1798,"Ġmodellerinin":1799,"ĠzekanÄ±n":1800,"ĠÃ§alÄ±ÅŁarak":1801,"ipÃ¼le":1802,"iplin":1803,"Ġnokta":1804,"ĠkaÃ§":1805,"Ġkabul":1806,"Ġkavram":1807,"ĠsaÄŁlÄ±k":1808,"ĠsaÄŁlayan":1809,"ĠgÃ¶rmesini":1810,"Ġkonu":1811,"Ġkonum":1812,"ĠdÃ¼ÅŁebilir":1813,"ĠdÃ¼ÅŁmesi":1814,"ĠdÃ¼ÅŁÃ¼nce":1815,"Ġhesaplar":1816,"PyTorch":1817,"yÄ±m":1818,"Ġtemperature":1819,"duÄŁun":1820,"Ä°nsan":1821,"ĠDil":1822,"ĠDial":1823,"ĠDÃ¼ÅŁÃ¼k":1824,"Ġbile":1825,"Ġbilmek":1826,"Ġbilgi":1827,"Ġprojesi":1828,"Ġkullanan":1829,"ĠkullanÄ±r":1830,"Ġkullanabilir":1831,"Ġtahminleri":1832,"ĠyapÄ±larÄ±":1833,"ĠyapÄ±sÄ±nÄ±":1834,"eyen":1835,"ĠgÃ¼nler":1836,"ĠÃ¶ÄŁrenmeyi":1837,"Ġmimarisine":1838,"Ġmimarisidir":1839,"Ġbelgel":1840,"Ġverisi":1841,"Ġverisinde":1842,"Ġverisindeki":1843,"Ġprojelerde":1844,"Ġsonuc":1845,"Ġmetnin":1846,"ĠdosyalarÄ±nÄ±":1847,"Ġdeneyleri":1848,"Ġince":1849,"Ġduygusunu":1850,"Ġseviy":1851,"ĠparÃ§alarÄ±na":1852,"ĠaÄŁÄ±rlÄ±klara":1853,"odern":1854,"tÃ¼phan":1855,"ĠKod":1856,"ĠkurmaktÄ±r":1857,"ĠklasÃ¶rde":1858,"ĠklasÃ¶rÃ¼nde":1859,"ĠalÄ±r":1860,"ĠaldÄ±ÄŁÄ±nda":1861,"Ġgereksiz":1862,"ĠbÃ¼yÃ¼tmeli":1863,"ĠsÃ¼recinde":1864,"ĠiÅŁleme":1865,"ĠiÅŁleyebileceÄŁi":1866,"ĠdeÄŁiÅŁebilir":1867,"ĠdeÄŁiÅŁim":1868,"ĠdeÄŁiÅŁtiÄŁinde":1869,"ĠdeÄŁiÅŁirse":1870,"Ġboyunca":1871,"ĠÃ§alÄ±ÅŁtÄ±rmayÄ±":1872,"ĠÃ§alÄ±ÅŁtÄ±rÄ±labilir":1873,"ĠÃ¼retmek":1874,"ĠÃ¼retilebilir":1875,"ĠhesaplamasÄ±nÄ±":1876,"Ġhedefli":1877,"ĠkontrollÃ¼":1878,"imi":1879,"ĠsayÄ±sÄ±nÄ±":1880,"ĠsayÄ±sal":1881,"ĠyazÄ±ldÄ±":1882,"ĠyazÄ±lÄ±m":1883,"Ġdeste":1884,"ĠbaÄŁlamÄ±":1885,"ĠbaÄŁlam":1886,"Ġanlamaktan":1887,"ĠgeÃ§mektedir":1888,"ĠBaÅŁ":1889,"ĠaÅŁÄ±rÄ±":1890,"ĠgÃ¼nceller":1891,"ĠgÃ¼ncellenir":1892,"ĠgÃ¼ncellenece":1893,"ĠaÄŁÄ±rlÄ±klarÄ±nÄ±":1894,"ĠgÃ¶sterdi":1895,"ebildiÄŁini":1896,"ĠmanipÃ¼le":1897,"Ġkelimeleri":1898,"arÄ±sÄ±z":1899,"Ġsetlerinde":1900,"Ġtavsiye":1901,"ĠtarzÄ±":1902,"Ġgelir":1903,"Ġgelen":1904,"ĠoluÅŁ":1905,"Ġilerlemektedir":1906,"Ġbilgiler":1907,"Ġbilgisay":1908,"ĠiÅŁlemleri":1909,"ĠkatmanÄ±":1910,"ĠkatmanÄ±dÄ±r":1911,"ment":1912,"Ġokunabilir":1913,"ĠkÃ¶k":1914,"Ġdiziler":1915,"ĠyakÄ±n":1916,"sÄ±zlÄ±k":1917,"ĠsonuÃ§lar":1918,"Ġkurulu":1919,"ĠbÃ¼yÃ¼dÃ¼ÄŁ":1920,"ĠiliÅŁkisini":1921,"Ġkendisine":1922,"AmaÃ§":1923,"Ġyorgun":1924,"Ġtraining":1925,"ĠÃ§alÄ±ÅŁtÄ±ÄŁÄ±nÄ±":1926,"ĠanlaÅŁÄ±l":1927,"ĠayÄ±rÄ±r":1928,"Ġkararlar":1929,"Ġkaydedil":1930,"Ġkaydetmek":1931,"ĠaÅŁamada":1932,"ĠtarafÄ±nÄ±":1933,"ĠtarafÄ±dÄ±r":1934,"Ġhisset":1935,"Ġhissedebilir":1936,"Ġfikri":1937,"ĠsatÄ±rda":1938,"ĠyalnÄ±zca":1939,"Ġpromptlarla":1940,"Ġonu":1941,"Ġonun":1942,"Ġtutul":1943,"Ġdenir":1944,"Ġdengeli":1945,"Ġilkeleri":1946,"ĠgÃ¶nderilir":1947,"ĠanlamÄ±na":1948,"ĠdosyasÄ±":1949,"ĠbaÅŁarÄ±yla":1950,"ĠbaÅŁarÄ±sÄ±zlÄ±k":1951,"Ġteknik":1952,"Ġteknoloj":1953,"Ġyerelde":1954,"Ġengeller":1955,"Ġengelle":1956,"Ġverilerden":1957,"ĠyÃ¼klenerek":1958,"ĠokumaktÄ±r":1959,"ĠbulunduÄŁun":1960,"ĠbaÅŁlangÄ±Ã§ta":1961,"ĠkarÄ±ÅŁÄ±klÄ±":1962,"ĠdavranÄ±ÅŁÄ±nÄ±":1963,"laÅŁtÄ±rÄ±lÄ±r":1964,"ĠkÃ¼tÃ¼phan":1965,"Ġkork":1966,"ĠkalÄ±r":1967,"Ġkazan":1968,"ĠkayÄ±t":1969,"ĠalanlarÄ±nda":1970,"Ġizlenmelidir":1971,"Ġloop":1972,"ĠbaÅŁlamÄ±ÅŁ":1973,"ĠkarÅŁÄ±laÅŁtÄ±rÄ±lÄ±r":1974,"Ġkalitesi":1975,"Ġbellek":1976,"ĠboyutlarÄ±":1977,"Ġsaniyelere":1978,"ĠBÃ¶ylece":1979,"ĠyÃ¼ksek":1980,"Ġdizisinin":1981,"ĠyorumlanmalÄ±dÄ±r":1982,"Ġyetersiz":1983,"ĠbaÄŁÄ±mlÄ±lÄ±k":1984,"ĠyÃ¶netil":1985,"ĠihtiyacÄ±":1986,"Ġparametreli":1987,"ArdÄ±ndan":1988,"Block":1989,"RTX":1990,"muÅŁ":1991,"Ġlayer":1992,"Ġ4060":1993,"ĠLaptop":1994,"ĠmÃ¼mkÃ¼n":1995,"Ġdisiplin":1996,"Ġdakikalar":1997,"ĠdÃ¼ÅŁtÃ¼":1998,"Ġsahip":1999,"ĠvektÃ¶r":2000,"ĠyayÄ±lÄ±m":2001,"Ġtamamen":2002,"ĠatmasÄ±na":2003,"ĠaÃ§Ä±kÃ§a":2004,"ĠÃ¶lÃ§Ã¼lebilir":2005,"Ġpaket":2006,"ĠyapmalÄ±yÄ±m":2007,"ĠTemperature":2008,"Ġcommit":2009,"maktadÄ±r":2010,"Ġanaliz":2011,"Ġileride":2012,"ĠÃ¶ÄŁrenemez":2013,"Ġprogramlama":2014,"Ġformat":2015,"Ġsampling":2016,"Ġkavramlar":2017,"ĠDialogue":2018,"Ġbelgelen":2019,"ĠBaÅŁarÄ±sÄ±z":2020,"ĠgÃ¼ncelleneceÄŁini":2021,"Ġbilgilerini":2022,"Ġbilgisayar":2023,"ĠbÃ¼yÃ¼dÃ¼ÄŁÃ¼nde":2024,"'t":2025,"(__":2026,").":2027,"26":2028,"AI":2029,"Bel":2030,"BÃ¶yle":2031,"BÃ¼yÃ¼k":2032,"Con":2033,"Checkpoint":2034,"Causal":2035,"Corpus":2036,"DI":2037,"Dil":2038,"Derin":2039,"Emp":2040,"Fon":2041,"Fal":2042,"Fakat":2043,"Giz":2044,"GÃ¼ven":2045,"GitHub":2046,"GerÃ§ek":2047,"Gradient":2048,"Hat":2049,"JS":2050,"Ken":2051,"Kat":2052,"Key":2053,"Lay":2054,"List":2055,"Motivasyon":2056,"Makine":2057,"Modern":2058,"ON":2059,"OO":2060,"Or":2061,"Optimizer":2062,"PE":2063,"Po":2064,"Path":2065,"Position":2066,"Query":2067,"Residual":2068,"ROO":2069,"Sa":2070,"Sh":2071,"SÄ±nÄ±":2072,"Self":2073,"Ter":2074,"Token":2075,"Tensor":2076,"Tiny":2077,"Uz":2078,"Ver":2079,"Value":2080,"We":2081,"Yer":2082,"Yeni":2083,"ad":2084,"am":2085,"ati":2086,"alabilir":2087,"acak":2088,"aÅŁÄ±":2089,"adaki":2090,"bÄ±r":2091,"banlÄ±":2092,"car":2093,"cal":2094,"cidir":2095,"corpus":2096,"cÃ¼nÃ¼":2097,"diz":2098,"dlandÄ±r":2099,"dÃ¼ÄŁ":2100,"ef":2101,"ev":2102,"ez":2103,"eler":2104,"emelidir":2105,"ead":2106,"fk":2107,"fil":2108,"flar":2109,"fÄ±nda":2110,"faf":2111,"gh":2112,"gn":2113,"gan":2114,"glar":2115,"his":2116,"ider":2117,"iÅŁtir":2118,"iyon":2119,"iyle":2120,"ideki":2121,"iÃ§im":2122,"icar":2123,"igh":2124,"je":2125,"ks":2126,"kÄ±":2127,"kin":2128,"kor":2129,"kas":2130,"kÄ±nda":2131,"klarÄ±nda":2132,"kez":2133,"lil":2134,"lmeli":2135,"mle":2136,"mini":2137,"mÄ±nÄ±n":2138,"miyor":2139,"miyorsa":2140,"mÃ¼yorsa":2141,"miÅŁtir":2142,"nik":2143,"oma":2144,"ote":2145,"oment":2146,"pe":2147,"pp":2148,"pr":2149,"peri":2150,"ris":2151,"rne":2152,"riz":2153,"rue":2154,"rasÄ±":2155,"sne":2156,"sas":2157,"sun":2158,"sine":2159,"sik":2160,"slu":2161,"seyen":2162,"tla":2163,"tlarÄ±":2164,"tun":2165,"tÄ±l":2166,"tmelidir":2167,"uca":2168,"vel":2169,"wer":2170,"xperi":2171,"yin":2172,"yan":2173,"yken":2174,"ymamalÄ±":2175,"zle":2176,"ĠÃ¼":2177,"Ġun":2178,"Ġini":2179,"Ġro":2180,"ĠÃ¼Ã§":2181,"ĠAsistan":2182,"Ġra":2183,"Ġum":2184,"ĠÄ°yi":2185,"ĠEÄŁer":2186,"ĠuÃ§":2187,"Ġerken":2188,"ĠArdÄ±ndan":2189,"ĠRTX":2190,"Ġ26":2191,"ĠAI":2192,"ĠFal":2193,"ĠJS":2194,"ĠModern":2195,"ĠPath":2196,"ĠROO":2197,"ĠSa":2198,"Ġuca":2199,"Ä±cÄ±":2200,"Ä±mÄ±":2201,"erir":2202,"erleri":2203,"ereden":2204,"erkez":2205,"Ã¼p":2206,"Ã¼ler":2207,"Ã¼st":2208,"Ã¼lÃ¼r":2209,"Ã¼cÃ¼nÃ¼":2210,"inir":2211,"inam":2212,"lati":2213,"irir":2214,"irli":2215,"irebilir":2216,"irken":2217,"irsiz":2218,"irilir":2219,"ÄŁa":2220,"ÄŁÃ¼":2221,"ÄŁÄ±n":2222,"ÄŁunu":2223,"ÄŁeri":2224,"ÄŁmen":2225,"ÄŁuna":2226,"enin":2227,"enel":2228,"ÅŁul":2229,"ÅŁÄ±k":2230,"Ã§ok":2231,"Ã§tÄ±r":2232,"ild":2233,"ilyon":2234,"ilmiÅŁ":2235,"ilmeli":2236,"ilesi":2237,"ilmemelidir":2238,"ilendir":2239,"ilebildiÄŁini":2240,"anÄ±l":2241,"anÄ±m":2242,"Ġmu":2243,"ĠmÄ±":2244,"Ġmat":2245,"Ġmakine":2246,"Ġmodern":2247,"Ġmoment":2248,"Ġmerkez":2249,"Ġmilyon":2250,"ĠkÄ±r":2251,"Ġkap":2252,"ĠkÃ¼Ã§":2253,"Ġkim":2254,"ĠkanÄ±":2255,"Ġkriz":2256,"Ġkirli":2257,"ĠbÃ¶":2258,"Ġbun":2259,"Ġbran":2260,"Ġbyte":2261,"ĠbiÃ§im":2262,"ĠdÃ¼r":2263,"ĠdÄ±ÅŁ":2264,"Ġdinam":2265,"arlÄ±":2266,"arÄ±ldÄ±":2267,"ĠsÄ±n":2268,"Ġses":2269,"Ġsun":2270,"Ġsunu":2271,"ĠsuÃ§":2272,"Ġself":2273,"Ġskor":2274,"Ġsinir":2275,"Ġvalue":2276,"mamak":2277,"madan":2278,"mamÄ±":2279,"madÄ±ÄŁÄ±nÄ±":2280,"masÄ±nda":2281,"maÅŁÄ±k":2282,"lite":2283,"liÄŁine":2284,"limli":2285,"lipp":2286,"Ä±rlarÄ±":2287,"meler":2288,"memek":2289,"meden":2290,"mediÄŁini":2291,"meyen":2292,"ĠyaÅŁÄ±":2293,"ĠyanÄ±l":2294,"Ã¶pe":2295,"Ġtah":2296,"Ġtip":2297,"Ġtop":2298,"Ġtutu":2299,"ĠteÅŁ":2300,"Ġtiny":2301,"ĠtanÄ±":2302,"Ġtemelidir":2303,"Ġticar":2304,"ĠtanÄ±m":2305,"Ġgradient":2306,"Ġgider":2307,"ĠgÃ¼cÃ¼nÃ¼":2308,"Ġedi":2309,"Ġemin":2310,"Ġedece":2311,"Ġexperi":2312,"Ġmodelle":2313,"isel":2314,"isidir":2315,"istik":2316,"tiÄŁin":2317,"tign":2318,"ĠadÄ±":2319,"Ġalabilir":2320,"ĠaÃ§a":2321,"ĠalandÄ±r":2322,"ĠadlandÄ±r":2323,"Ġailesi":2324,"Ġhiz":2325,"Ġhas":2326,"Ġhak":2327,"Ġhit":2328,"Ġhalde":2329,"Ġhead":2330,"lÄ±p":2331,"lÄ±ÄŁÄ±nÄ±":2332,"lÄ±yorsa":2333,"lerdir":2334,"lerine":2335,"apist":2336,"ledi":2337,"lemesine":2338,"Ġdemet":2339,"Ġdeyim":2340,"Ġdepr":2341,"ekim":2342,"ore":2343,"ory":2344,"orward":2345,"nebilir":2346,"Ġverme":2347,"Ġvermek":2348,"ĠverdiÄŁini":2349,"Ġvermeyi":2350,"ĠverdiÄŁi":2351,"Ġvermemeli":2352,"ĠverdiÄŁine":2353,"Ġvermiyor":2354,"dalÄ±dÄ±r":2355,"Ä±nmalÄ±dÄ±r":2356,"Ġbirka":2357,"ĠbirleÅŁtir":2358,"ĠbirÃ§ok":2359,"aya":2360,"aynak":2361,"aylaÅŁ":2362,"aydalÄ±dÄ±r":2363,"atus":2364,"atÄ±cÄ±":2365,"atistik":2366,"ĠÃ¶fk":2367,"ĠÃ§Ã¼nkÃ¼":2368,"ĠÃ§ev":2369,"ĠÃ§Ã¶pe":2370,"ĠÃ§ekim":2371,"ahat":2372,"Ġpus":2373,"Ġpip":2374,"Ġpop":2375,"Ġpsik":2376,"ĠpaylaÅŁ":2377,"asit":2378,"asÄ±nÄ±":2379,"asÄ±nÄ±n":2380,"asÄ±ndan":2381,"esidir":2382,"esindeki":2383,"aklaÅŁtÄ±rma":2384,"BugÃ¼n":2385,"larÄ±m":2386,"larÄ±yla":2387,"ĠeÄŁitmek":2388,"yalo":2389,"yabilmektir":2390,"undan":2391,"unmalÄ±dÄ±r":2392,"ell":2393,"eline":2394,"Ġyapar":2395,"Ġyapabil":2396,"ĠyapmasÄ±nÄ±":2397,"Ġyapamayabilir":2398,"ĠyapmasÄ±na":2399,"ĠyapmamÄ±":2400,"ĠtokenÄ±n":2401,"alinden":2402,"KullanÄ±cÄ±nÄ±n":2403,"KullanÄ±cÄ±larÄ±n":2404,"ĠTiny":2405,"ĠTrue":2406,"urabil":2407,"Ã¼nÃ¼n":2408,"Ġclipp":2409,"Ġnesne":2410,"Ġneyin":2411,"arken":2412,"Ġveriyor":2413,"ĠeÄŁitimler":2414,"ĠeÄŁitimini":2415,"ĠolmalÄ±":2416,"ĠolmaktÄ±r":2417,"ĠolmasÄ±":2418,"ĠolmuÅŁ":2419,"Ġolsun":2420,"ĠolmadÄ±ÄŁÄ±nÄ±":2421,"makla":2422,"yip":2423,"ĠanlarÄ±nÄ±":2424,"ĠanlarÄ±m":2425,"ĠÃ¶ÄŁrendi":2426,"ĠÃ¶ÄŁrenmelidir":2427,"ĠÃ¶ÄŁrenmektir":2428,"ĠÃ¶ÄŁrenebil":2429,"ĠÃ¶ÄŁrendiÄŁini":2430,"ĠÃ¶ÄŁrendiÄŁi":2431,"landÄ±":2432,"lanarak":2433,"lanmamalÄ±dÄ±r":2434,"lanmamalÄ±":2435,"iteli":2436,"itory":2437,"eliyorsa":2438,"Ġfine":2439,"Ġforward":2440,"ĠfaydalÄ±dÄ±r":2441,"emote":2442,"ĠiÃ§inden":2443,"ĠiÃ§erir":2444,"alÄ±dÄ±r":2445,"dÄ±kÃ§a":2446,"Ġsade":2447,"ĠsabÄ±r":2448,"dikÃ§e":2449,"ecek":2450,"ĠkÃ¼Ã§Ã¼ktÃ¼":2451,"Ä±lmamalÄ±dÄ±r":2452,"Ä±lsÄ±n":2453,"Ä±lmaz":2454,"Ä±lgan":2455,"ĠgÃ¶zle":2456,"Ġprojenin":2457,"ĠGit":2458,"ĠGeÃ§":2459,"ĠGerÃ§ek":2460,"ĠGenel":2461,"Ġmiyim":2462,"ĠiÃ§indir":2463,"Ã¼yle":2464,"Ġanlama":2465,"Ġanlaman":2466,"Ġanlamaya":2467,"Ġanlatma":2468,"ĠanladÄ±ÄŁÄ±nÄ±":2469,"Ġanlayan":2470,"Ġsondan":2471,"ĠsonrasÄ±":2472,"rafÄ±nda":2473,"ĠhatanÄ±n":2474,"ĠdeÄŁerine":2475,"ĠdeÄŁerinin":2476,"ĠdeÄŁerlerine":2477,"Modelde":2478,"iÅŁirebilir":2479,"ĠbaÅŁlama":2480,"ĠbaÅŁlay":2481,"ĠbaÅŁlayan":2482,"ĠbaÅŁlÄ±y":2483,"ĠbaÅŁkas":2484,"mantik":2485,"ĠsÃ¼resi":2486,"ĠayÄ±k":2487,"nemli":2488,"ĠÃ¶nemini":2489,"iklik":2490,"ĠartÄ±":2491,"ĠarasÄ±ndan":2492,"ĠiÅŁi":2493,"cevaplar":2494,"ĠdosyadÄ±r":2495,"Ġdosyalara":2496,"ĠdosyalarÄ±n":2497,"Ġdosyalarda":2498,"ĠÅŁef":2499,"ĠÅŁiÅŁirebilir":2500,"ĠkullanÄ±labilir":2501,"ĠkullanÄ±mÄ±":2502,"ĠkullanÄ±mÄ±nÄ±n":2503,"ĠkullanÄ±lÄ±yorsa":2504,"mese":2505,"ĠgeliÅŁtirmesi":2506,"ĠgeliÅŁtirirken":2507,"lenebilir":2508,"tÄ±cÄ±":2509,"tÄ±kÃ§a":2510,"utsuz":2511,"Ġrahat":2512,"Ġremote":2513,"ĠkartlarÄ±":2514,"ĠkarmaÅŁÄ±k":2515,"Ġdille":2516,"Ġdilidir":2517,"likten":2518,"liklerden":2519,"Ġparale":2520,"ĠdeÄŁildi":2521,"minal":2522,"minalde":2523,"Ã§emez":2524,"Ġmodellerde":2525,"Ġmodellerle":2526,"ĠÃ§alÄ±ÅŁma":2527,"ĠÃ§alÄ±ÅŁmak":2528,"ĠÃ§alÄ±ÅŁmayabilir":2529,"ĠÃ§alÄ±ÅŁmaz":2530,"ĠÃ¼zerinden":2531,"Ġnereden":2532,"Ġniteli":2533,"ĠcevaplarÄ±":2534,"Ġcevaptan":2535,"Ġkalabilir":2536,"Ġkalite":2537,"Ġbuild":2538,"Ġetmektir":2539,"Ġetmeli":2540,"ĠettiÄŁini":2541,"Ġetmesine":2542,"Ġettir":2543,"Ġetmemeli":2544,"Ġetmiyorsa":2545,"Ġetmeden":2546,"ĠetrafÄ±nda":2547,"oruz":2548,"ĠsaÄŁlama":2549,"ĠgÃ¶rebil":2550,"ĠgÃ¶rmeyi":2551,"ĠgÃ¶rdÃ¼ÄŁ":2552,"ĠgÃ¶rmÃ¼yorsa":2553,"ĠgÃ¶rmediÄŁini":2554,"ĠgÃ¶rmese":2555,"Ġkonular":2556,"ĠdÃ¼ÅŁÃ¼yorsa":2557,"ĠdÃ¼ÅŁerken":2558,"Ġdeneme":2559,"Ġdenemek":2560,"Ġdeneyi":2561,"Ġdeneyim":2562,"Ġdenemesidir":2563,"Ä±nacak":2564,"ĠhesaplandÄ±":2565,"ĠdÃ¶nÃ¼yorsa":2566,"ĠdÃ¶nerse":2567,"ĠdÃ¶nÃ¼p":2568,"Ġyere":2569,"Ġyerde":2570,"ĠgeniÅŁ":2571,"Ġmimari":2572,"Ġmimarinin":2573,"Ġmimariye":2574,"duÄŁunu":2575,"Ġdurumunu":2576,"Ä°kin":2577,"lamasÄ±":2578,"Ġkopar":2579,"ĠkoymamalÄ±":2580,"ĠkoÅŁul":2581,"ĠbileÅŁ":2582,"Ġbilmez":2583,"Ġbilimi":2584,"ĠyarÄ±n":2585,"ĠyargÄ±":2586,"ĠyaratÄ±cÄ±":2587,"Ġederek":2588,"Ġederse":2589,"Ġederken":2590,"Ġkullanmaya":2591,"Ġkullanarak":2592,"ĠkullanmamalÄ±dÄ±r":2593,"Ġsistemin":2594,"Ġsistemlerinde":2595,"ĠHangi":2596,"erici":2597,"Ã¼mseyen":2598,"ĠdaÄŁÄ±nÄ±":2599,"Ġtahmininden":2600,"gitign":2601,"ĠkullanÄ±cÄ±lar":2602,"ĠgeÃ§emez":2603,"ĠgÃ¼nlÃ¼":2604,"Ġezber":2605,"Ġezberler":2606,"ĠaÄŁlarÄ±":2607,"ĠhÄ±zÄ±nÄ±":2608,"ĠhÄ±zlanÄ±r":2609,"Ġnedeniyle":2610,"ĠolduÄŁundan":2611,"ĠbÃ¼yÃ¼kÃ§e":2612,"Ġmimarisindeki":2613,"mÄ±ÅŁ":2614,"seder":2615,"tileri":2616,"Ġbelli":2617,"Ġverisine":2618,"Ġverisinin":2619,"Ġverisidir":2620,"Ġmetinlerden":2621,"ĠdosyalarÄ±yla":2622,"Ġdeneylerinde":2623,"Ġconfigs":2624,"Ġconfigin":2625,"Ġduygular":2626,"ĠseÃ§im":2627,"Ġverilir":2628,"ĠgerÃ§ekleÅŁ":2629,"ĠgerÃ§eklikten":2630,"ĠparÃ§alarÄ±":2631,"ĠparÃ§adan":2632,"ĠparÃ§alarÄ±nÄ±":2633,"ĠdoÄŁrusal":2634,"Ġezberlemeye":2635,"Ġezberlemesine":2636,"Ġezberleyebilir":2637,"Ġezberlemesidir":2638,"ĠezberlemiÅŁtir":2639,"Ġezberleyip":2640,"ĠaÄŁÄ±rlÄ±klar":2641,"cih":2642,"kenler":2643,"tÃ¼lmeli":2644,"ĠKelime":2645,"ĠKÄ±sa":2646,"ĠKaynak":2647,"erince":2648,"Ġkurar":2649,"Ġkurabil":2650,"ĠkuralÄ±dÄ±r":2651,"ĠklasÃ¶rden":2652,"Ġyeniden":2653,"ĠgÃ¼venlidir":2654,"ĠgÃ¼venilir":2655,"Ġalmak":2656,"ĠalmaktÄ±r":2657,"ĠalmasÄ±na":2658,"Ġalmamak":2659,"Ä±lÄ±rsa":2660,"Ġgerekebilir":2661,"ĠgerektiÄŁinde":2662,"ĠbÃ¼yÃ¼tmek":2663,"ĠbÃ¼yÃ¼tmektir":2664,"ĠbÃ¼yÃ¼tÃ¼lmeli":2665,"ĠsÃ¼recin":2666,"ĠsÃ¼recidir":2667,"ĠtekrarlÄ±y":2668,"ĠdoÄŁrulamak":2669,"ĠdeÄŁiÅŁtik":2670,"ĠdeÄŁiÅŁiklik":2671,"ĠdeÄŁiÅŁkenler":2672,"culara":2673,"Ġmasaya":2674,"ĠsÄ±radaki":2675,"ĠsÄ±rasÄ±nÄ±":2676,"Ġekler":2677,"Ġeklenmelidir":2678,"Ġeklemek":2679,"Ġeklemeli":2680,"ĠadÄ±mda":2681,"ĠeÄŁitilmesi":2682,"ĠeÄŁitilmiÅŁ":2683,"ĠeÄŁitildiÄŁini":2684,"ĠeÄŁitilebildiÄŁini":2685,"ĠÃ§alÄ±ÅŁtÄ±rÄ±lmÄ±":2686,"ĠÃ§alÄ±ÅŁtÄ±rÄ±lsÄ±n":2687,"ĠÃ§alÄ±ÅŁtÄ±rÄ±lÄ±rsa":2688,"ĠkullanÄ±ldÄ±":2689,"ĠkullanÄ±lmalÄ±dÄ±r":2690,"ĠkullanÄ±lmasÄ±":2691,"ĠÃ¼retebilir":2692,"ĠÃ¼retmeyi":2693,"ĠdÃ¼ÅŁÃ¼kse":2694,"Ġhesaplamalarda":2695,"ĠinsanÄ±":2696,"amanÄ±n":2697,"eceÄŁi":2698,"Ġsana":2699,"ĠsayÄ±daki":2700,"ĠyazdÄ±ÄŁÄ±nda":2701,"Ġyazarken":2702,"ĠbaÄŁlÄ±dÄ±r":2703,"ĠgÃ¶sterici":2704,"ĠaracÄ±":2705,"ĠaradÄ±ÄŁÄ±nÄ±":2706,"ĠaraÃ§tÄ±r":2707,"utup":2708,"utucu":2709,"ĠgeÃ§mek":2710,"ĠgeÃ§erse":2711,"ĠgeÃ§irilir":2712,"Ġmaskesidir":2713,"ĠByte":2714,"ĠBÃ¼yÃ¼k":2715,"ĠBPE":2716,"ĠNeden":2717,"ĠkatÄ±lmamalÄ±dÄ±r":2718,"ĠdiÄŁeri":2719,"Ġdiyalo":2720,"Ġsoruya":2721,"meyebilir":2722,"ĠyÃ¼klemeli":2723,"ĠaÅŁamanÄ±n":2724,"Ġzamanda":2725,"ĠamaÃ§la":2726,"ĠamaÃ§lÄ±":2727,"ĠarasÄ±ndadÄ±r":2728,"ĠgÃ¼ncelleme":2729,"ĠgÃ¼ncelledi":2730,"ĠhÄ±zlÄ±dÄ±r":2731,"ĠhÄ±zlÄ±ca":2732,"ĠaÄŁÄ±rlÄ±klarÄ±nÄ±n":2733,"ĠgÃ¶steren":2734,"ĠgÃ¶steriÅŁ":2735,"ĠmesajÄ±":2736,"Ġmesajda":2737,"ĠmesajÄ±nÄ±n":2738,"ĠdÃ¼zensiz":2739,"ĠdÃ¼zenlemek":2740,"ĠdÃ¼zenlemesine":2741,"BazÄ±":2742,"olve":2743,"Ãĸrne":2744,"Ãĸnemli":2745,"Ġkendi":2746,"arÄ±mÄ±":2747,"Ġsetine":2748,"Ġsetinin":2749,"Ġtam":2750,"ĠtabanlÄ±":2751,"Ġgeldi":2752,"Ġgelmez":2753,"Ġgelmeyebilir":2754,"Ġedilir":2755,"Ġhisseder":2756,"Ġolup":2757,"Ġilerlemek":2758,"Ġilerlemektir":2759,"Ġilerlemez":2760,"Ġilerlemeler":2761,"ĠilerledikÃ§e":2762,"lanÄ±rsa":2763,"ĠgeliÅŁtirmeyi":2764,"ĠdÃ¶ngÃ¼de":2765,"Ġbilginin":2766,"Ġbilgisini":2767,"Ġbilgilendir":2768,"Ġbelirli":2769,"Ġbelirtmelidir":2770,"Ġbelirtileri":2771,"ĠiÅŁlemi":2772,"ĠiÅŁlemlerini":2773,"ĠiÅŁlemcidir":2774,"Ġdestekli":2775,"Ġkatmanlar":2776,"ĠkatmanlÄ±":2777,"ĠdÃ¶nÃ¼ÅŁtÃ¼rÃ¼lÃ¼r":2778,"Sonraki":2779,"menin":2780,"ĠBiri":2781,"ĠuzaklaÅŁtÄ±rma":2782,"Ġdizideki":2783,"ĠsayÄ±lmaz":2784,"Ġyolu":2785,"Ġyolun":2786,"Ġyolunda":2787,"Ġgitme":2788,"ĠakmasÄ±nÄ±":2789,"Ġazalabilir":2790,"Ġdecode":2791,"Ġdecay":2792,"bileceÄŁini":2793,"ĠÃ§Ä±kabilir":2794,"ĠÃ§Ä±karÄ±ldÄ±":2795,"Ġfikir":2796,"ĠsÃ¼rÃ¼mde":2797,"ĠsÃ¼rÃ¼mÃ¼":2798,"ĠsÃ¼rÃ¼mlerini":2799,"ĠsÃ¼rÃ¼mÃ¼nÃ¼":2800,"ĠsÃ¼rÃ¼mÃ¼nÃ¼n":2801,"ĠsÃ¼rÃ¼mÃ¼yle":2802,"ĠayrÄ±ldÄ±":2803,"ĠÅŁeylerdir":2804,"Ġcevaplardan":2805,"ĠsonuÃ§larÄ±":2806,"ĠsonuÃ§larla":2807,"Ġkurulur":2808,"Ġkuruldu":2809,"ĠkurulmuÅŁ":2810,"ĠkurulmaktadÄ±r":2811,"Ġkendisini":2812,"ĠdÃ¶ngÃ¼sÃ¼nde":2813,"ĠdÃ¶ngÃ¼sÃ¼dÃ¼r":2814,"ĠdÃ¶ngÃ¼sÃ¼nÃ¼":2815,"ĠdokÃ¼mantasyona":2816,"ĠhazÄ±rlama":2817,"ĠhazÄ±rlanmalÄ±dÄ±r":2818,"ĠÃ§eÅŁitlendiril":2819,"Kodda":2820,"Level":2821,"tmadan":2822,"tmamalÄ±dÄ±r":2823,"Ġkeser":2824,"Ġbulmaya":2825,"ĠbakÄ±lÄ±r":2826,"Ġbenzeri":2827,"Ġtakibi":2828,"Ġtaklit":2829,"Ġhayalinden":2830,"ĠbaÅŁlandÄ±":2831,"ĠayÄ±rmak":2832,"ĠayÄ±rmayÄ±":2833,"ĠayÄ±rarak":2834,"Ġrepo":2835,"Ġrelati":2836,"Ġrastgelelik":2837,"ĠkararsÄ±z":2838,"ĠparÃ§anÄ±n":2839,"Ġnotlar":2840,"ĠgÃ¶rÃ¼nmeyen":2841,"ĠdoÄŁar":2842,"ĠdoÄŁdu":2843,"Ġkodun":2844,"Ġkoddan":2845,"Ġkomutu":2846,"Ġhedefiyle":2847,"Ġsonucudur":2848,"Ġkaydeder":2849,"ĠaÅŁamalarÄ±nda":2850,"ĠaÅŁamasÄ±nda":2851,"ĠaÅŁamasÄ±dÄ±r":2852,"Ġciddiye":2853,"Ġscripts":2854,"Ġscriptin":2855,"Ġscriptlerinde":2856,"ĠtarafÄ±nda":2857,"Ġhissini":2858,"Ġuzunlu":2859,"ĠazaltÄ±r":2860,"Ġfikrin":2861,"Ġfikrinde":2862,"Ġfikrinin":2863,"ĠayrÄ±lÄ±p":2864,"ĠortamÄ±":2865,"ĠmekanizmasÄ±nÄ±":2866,"ĠmekanizmasÄ±nda":2867,"ĠsatÄ±rÄ±n":2868,"ĠsatÄ±rÄ±nÄ±":2869,"ĠsatÄ±rÄ±na":2870,"ĠyalnÄ±zlÄ±ÄŁÄ±nÄ±":2871,"Ġgetirir":2872,"Ġgetirmek":2873,"Ġgetirdi":2874,"Ġgetirmektir":2875,"ĠgetirilebildiÄŁini":2876,"ĠalÄ±nca":2877,"ĠalÄ±nmasÄ±":2878,"ĠcÃ¼mleler":2879,"ĠcÃ¼mledir":2880,"ĠcÃ¼mleleri":2881,"ĠcÃ¼mledeki":2882,"ĠpromptlarÄ±":2883,"Ġpromptlara":2884,"Ġpromptlarda":2885,"luk":2886,"ÄŁindedir":2887,"Ġyeterince":2888,"Ġtersine":2889,"Ġterapist":2890,"Ġterminalde":2891,"Ġtercih":2892,"ĠtasarÄ±mÄ±":2893,"Ġtutmak":2894,"ĠtutarlÄ±":2895,"Ġedebilmektir":2896,"ĠÃ¶zellikle":2897,"ĠÃ¶zelleÅŁ":2898,"ĠÃ¶zelliklerden":2899,"esyonda":2900,"ĠgÃ¶nderilmemelidir":2901,"ĠgÃ¶ndermemek":2902,"ĠanlamlÄ±":2903,"Ġanlamda":2904,"Ġanlayabilir":2905,"ĠdosyasÄ±nda":2906,"ĠdosyasÄ±nÄ±n":2907,"Ġsistemlerinin":2908,"ĠyapÄ±sÄ±dÄ±r":2909,"Ġgelecek":2910,"ĠhÄ±zlandÄ±rma":2911,"ĠhÄ±zlandÄ±rÄ±r":2912,"ĠhÄ±zlandÄ±rmasÄ±":2913,"ĠhÄ±zlandÄ±rÄ±lmÄ±":2914,"ĠduygularÄ±":2915,"ĠduygularÄ±nÄ±":2916,"ĠkaynaklarÄ±na":2917,"ĠbaÄŁÄ±msÄ±z":2918,"ĠgeÃ§miÅŁi":2919,"ĠyÃ¼klenmeli":2920,"ĠyÃ¼klenmez":2921,"ĠoluÅŁturan":2922,"ĠoluÅŁturur":2923,"ĠoluÅŁturmak":2924,"ĠoluÅŁturmaktÄ±r":2925,"Ġdesteklememelidir":2926,"Ġokuyabilmektir":2927,"ĠkÃ¶tÃ¼dÃ¼r":2928,"ĠyaklaÅŁÄ±mÄ±":2929,"ĠÃ§Ä±ktÄ±larÄ±":2930,"ĠÃ§Ä±ktÄ±yÄ±":2931,"Ġbulunur":2932,"Ġbulunamayabilir":2933,"ĠbenzerliÄŁine":2934,"ĠhayatÄ±":2935,"ĠhayatlarÄ±":2936,"ĠhayatÄ±nda":2937,"Ġhayattan":2938,"ĠbaÅŁlangÄ±Ã§lardan":2939,"ĠkomutlarÄ±":2940,"Ġortamda":2941,"ĠortamÄ±n":2942,"ĠkarÄ±ÅŁÄ±klÄ±k":2943,"ĠdavranÄ±ÅŁÄ±":2944,"ĠdavranÄ±ÅŁlarÄ±nÄ±":2945,"().":2946,"Ġ50":2947,"Ġister":2948,"Ġisteyen":2949,"Ġistatistik":2950,"laÅŁtÄ±rÄ±r":2951,"ents":2952,"ĠkÃ¼me":2953,"ĠkorunmalÄ±dÄ±r":2954,"ĠkalmÄ±ÅŁ":2955,"ĠkazanÄ±r":2956,"ĠkayÄ±yor":2957,"Ġsakin":2958,"Ġsaklayan":2959,"ĠsaklanmamalÄ±":2960,"Ġtensora":2961,"ĠalanlarÄ±ndan":2962,"leÅŁtirmemelidir":2963,"leÅŁtirilmiÅŁ":2964,"Ġverebilmelidir":2965,"Ġverebiliyorsa":2966,"Ġverebilecek":2967,"Ġizlenir":2968,"ĠÃ§Ã¶zÃ¼m":2969,"ĠÃ§Ã¶zÃ¼lebilir":2970,"ĠÃ§Ã¶zmenin":2971,"ĠyaptÄ±ÄŁÄ±":2972,"ĠyaptÄ±ÄŁÄ±n":2973,"ĠTeknik":2974,"Ġprojedeki":2975,"Ġlocal":2976,"ĠbaÅŁlamÄ±ÅŁtÄ±r":2977,"Ġriskli":2978,"Ġriskini":2979,"Ġrisklidir":2980,"ĠkarÅŁÄ±laÅŁtÄ±rma":2981,"Ġkaliteli":2982,"ĠgÃ¶rÃ¼p":2983,"ĠgÃ¶rÃ¼lÃ¼r":2984,"ĠgÃ¶rÃ¼nebilir":2985,"ĠkolaydÄ±r":2986,"ĠkolaylaÅŁtÄ±rÄ±r":2987,"ĠbelleÄŁi":2988,"ĠaltÄ±na":2989,"Ġboyutuna":2990,"ĠeÄŁitilirken":2991,"ĠeÄŁitildikÃ§e":2992,"ĠÃ§alÄ±ÅŁtÄ±rÄ±ldÄ±ÄŁÄ±nda":2993,"ĠÃ§alÄ±ÅŁtÄ±rÄ±ldÄ±ÄŁÄ±":2994,"Ġsaniyeye":2995,"ĠyÃ¼kseliyorsa":2996,"ĠtaÅŁÄ±r":2997,"ĠtaÅŁlarÄ±ndan":2998,"ĠtaÅŁÄ±nacak":2999,"Ġdizisinden":3000,"ĠyÃ¶nlendirmelidir":3001,"ĠyÃ¶nlendirmemelidir":3002,"ĠyÃ¶nlendirici":3003,"ĠyÃ¶ntemi":3004,"ĠÃ¶rnekleri":3005,"ĠÃ¶rÃ¼ntÃ¼leri":3006,"Ġnormaldir":3007,"ĠnormalleÅŁtirmemelidir":3008,"Ġyorumlamak":3009,"Ġreposu":3010,"Ġreposunu":3011,"Ġrepository":3012,"ĠmekanizmasÄ±dÄ±r":3013,"Ġyeterli":3014,"ĠtasarlanmalÄ±dÄ±r":3015,"ĠtasarlanmamalÄ±dÄ±r":3016,"ĠtasarlanÄ±rsa":3017,"ĠyaklaÅŁÄ±mÄ±nÄ±n":3018,"Deneyleri":3019,"olojik":3020,"Ġuyumlu":3021,"Ġuyumsuz":3022,"Ġuygundur":3023,"ĠyÃ¶nelimli":3024,"Ġtestlerde":3025,"ĠihtiyaÃ§":3026,"Ġparametre":3027,"ĠkonfigÃ¼rasyonu":3028,"ĠkonfigÃ¼rasyonlarÄ±yla":3029,"000":3030,"Profesyonel":3031,"Proje":3032,"Tahminler":3033,"Training":3034,"__).":3035,"parents":3036,"resolve":3037,"ĠkiÅŁinin":3038,"ĠkiÅŁisel":3039,"Ġbasit":3040,"ĠbaskÄ±":3041,"ĠbloÄŁu":3042,"ĠbloÄŁuna":3043,"Ġstres":3044,"Ġstatus":3045,"Ġsorunu":3046,"Ġsorusunu":3047,"ĠsÃ¶ylememelidir":3048,"ĠsÃ¶ylediÄŁine":3049,"ĠsÃ¶zlÃ¼k":3050,"ĠsÃ¶zdiz":3051,"ĠvardÄ±r":3052,"Ġatmaya":3053,"Ġatmakla":3054,"Ġbirbirine":3055,"Ġbirbirinden":3056,"Ġotoma":3057,"Ġoturabil":3058,"ĠolasÄ±":3059,"ĠolabileceÄŁini":3060,"Buna":3061,"Bunun":3062,"Ġyapamaz":3063,"ĠyapamamasÄ±":3064,"Ġolmaktan":3065,"ĠolduklarÄ±nda":3066,"ĠzararlÄ±":3067,"ĠdeÄŁerlendirilmelidir":3068,"ĠdeÄŁerlendirilmektedir":3069,"ĠbaÅŁlatÄ±l":3070,"ĠbaÅŁlatmadan":3071,"ĠayarlarÄ±":3072,"ĠayarlarÄ±nÄ±":3073,"ĠÃ¼zgÃ¼nlÃ¼k":3074,"ĠgeliÅŁim":3075,"ĠgeliÅŁtiÄŁini":3076,"Ġartar":3077,"ĠarttÄ±kÃ§a":3078,"ĠartÄ±rÄ±r":3079,"ĠartÄ±racak":3080,"Ġkarakterin":3081,"Ġkarakterleri":3082,"Ġnoktada":3083,"ĠnoktalarÄ±ndan":3084,"ĠkaÃ§mak":3085,"ĠkaÃ§Ä±nmalÄ±dÄ±r":3086,"ĠsaÄŁlÄ±klÄ±":3087,"ĠsaÄŁlÄ±klÄ±dÄ±r":3088,"Ġkonuya":3089,"Ġkonulara":3090,"ĠdÃ¼ÅŁÃ¼nceler":3091,"ĠdÃ¼ÅŁÃ¼ncelerini":3092,"Ä°nsanlar":3093,"Ġbilgiyi":3094,"ĠkullanÄ±rken":3095,"Ġsonucunu":3096,"Ġsonucunda":3097,"Ġincelenir":3098,"Ġincelenebilir":3099,"Ġseviyesini":3100,"Ġseviyesindeki":3101,"ĠklasÃ¶rdeyken":3102,"ĠbÃ¼yÃ¼tmeliyim":3103,"ĠbÃ¼yÃ¼tmelisin":3104,"ĠdeÄŁiÅŁiminden":3105,"ĠÃ¼retmekten":3106,"ĠyazÄ±lÄ±msal":3107,"ĠdesteÄŁini":3108,"ĠdesteÄŁine":3109,"ĠbaÄŁlamdan":3110,"ĠbaÄŁlamdaki":3111,"Ġtavsiyeler":3112,"ĠoluÅŁur":3113,"ĠoluÅŁmalÄ±dÄ±r":3114,"ĠkÃ¶kÃ¼nde":3115,"ĠkÃ¶kÃ¼nÃ¼":3116,"Ġdizilerine":3117,"Ġdizilerindeki":3118,"Ġkuruludur":3119,"Ġyorgunluk":3120,"ĠanlaÅŁÄ±lmak":3121,"ĠanlaÅŁÄ±lmadan":3122,"Ġkaydedilen":3123,"Ġkaydedildi":3124,"ĠhissettiÄŁini":3125,"ĠhissettiÄŁin":3126,"ĠtutulmalÄ±dÄ±r":3127,"ĠtutulmaktadÄ±r":3128,"Ġteknolojidir":3129,"Ġteknolojisidir":3130,"Ġengellemeye":3131,"Ġengelleyen":3132,"ĠkarÄ±ÅŁÄ±klÄ±ÄŁÄ±":3133,"ĠkarÄ±ÅŁÄ±klÄ±ÄŁa":3134,"ĠkÃ¼tÃ¼phanedir":3135,"ĠkÃ¼tÃ¼phaneler":3136,"Ġkorkusunu":3137,"Ġkorkutucu":3138,"Ġkazanabilir":3139,"ĠkazandÄ±kÃ§a":3140,"ĠkayÄ±tlar":3141,"ĠyÃ¶netilmeye":3142,"ĠyÃ¶netilmektedir":3143,"ĠihtiyacÄ±nÄ±n":3144,"ĠmÃ¼mkÃ¼ndÃ¼r":3145,"Ġdisiplinini":3146,"Ġdisiplinine":3147,"Ġsahipti":3148,"Ġsahiptir":3149,"ĠvektÃ¶rleri":3150,"ĠvektÃ¶rlere":3151,"Ġpaketler":3152,"ĠformatÄ±na":3153,"Ġformatlarda":3154,"Ġbelgelenmelidir":3155,"Ġbelgelenmesi":3156,"Ġbilgisayarda":3157,"Belirsiz":3158,"BÃ¶ylece":3159,"Config":3160,"Checkpoints":3161,"DIR":3162,"Empati":3163,"Fonks":3164,"Gizlil":3165,"GÃ¼venli":3166,"Hata":3167,"Kendi":3168,"Katman":3169,"Layer":3170,"Liste":3171,"Orta":3172,"Power":3173,"Shell":3174,"SÄ±nÄ±flar":3175,"Terminal":3176,"Tensorlar":3177,"Uzun":3178,"Veriler":3179,"Weigh":3180,"Yerel":3181,"file":3182,"iyonlar":3183,"mleyebilir":3184,"slup":3185,"tladÄ±":3186,"tuning":3187,"ĠÃ¼slup":3188,"Ġunutup":3189,"Ġinit":3190,"Ġromantik":3191,"ĠraÄŁmen":3192,"Ġumutsuz":3193,"ĠuÃ§tan":3194,"ĠFalse":3195,"ĠJSON":3196,"ĠROOT":3197,"ĠSadece":3198,"Ġmatris":3199,"Ġmomentum":3200,"Ġmerkezi":3201,"ĠkÄ±rÄ±lgan":3202,"Ġkapasit":3203,"ĠkÃ¼Ã§Ã¼mseyen":3204,"Ġkimse":3205,"ĠkanÄ±tladÄ±":3206,"ĠbÃ¶len":3207,"ĠbunlarÄ±n":3208,"Ġbranch":3209,"ĠbiÃ§imidir":3210,"ĠdÃ¼rÃ¼st":3211,"Ġdinamik":3212,"ĠsÄ±nÄ±rlarÄ±":3213,"Ġsessiz":3214,"ĠsunduÄŁunu":3215,"Ġsunuculara":3216,"ĠsuÃ§layan":3217,"ĠskorlarÄ±":3218,"ĠyaÅŁÄ±yorsa":3219,"ĠyanÄ±ltÄ±cÄ±":3220,"Ġtahmini":3221,"Ġtoplanarak":3222,"Ġtutulabilir":3223,"ĠteÅŁhis":3224,"ĠtanÄ±tmamalÄ±dÄ±r":3225,"Ġticari":3226,"ĠtanÄ±mlarÄ±":3227,"Ġediyorsa":3228,"ĠedeceÄŁini":3229,"Ġexperiment":3230,"ĠaÃ§abilir":3231,"ĠadlandÄ±rÄ±ldÄ±":3232,"Ġhizmet":3233,"Ġhassas":3234,"ĠhakkÄ±nda":3235,"Ġhitap":3236,"Ġdeyimler":3237,"Ġdepresyonda":3238,"ĠbirkaÃ§":3239,"ĠbirleÅŁtirdi":3240,"ĠÃ¶fkeli":3241,"ĠÃ§evirir":3242,"ĠÃ§ekimler":3243,"Ġpush":3244,"Ġpipeline":3245,"ĠpopÃ¼ler":3246,"Ġpsikolojik":3247,"ĠpaylaÅŁÄ±lÄ±r":3248,"Ġyapabilmesi":3249,"ĠyapmamÄ±ÅŁtÄ±r":3250,"Ġclipping":3251,"ĠolmalÄ±sÄ±n":3252,"ĠÃ¶ÄŁrenebileceÄŁi":3253,"ĠgÃ¶zlemleyebilir":3254,"ĠGeÃ§miÅŁ":3255,"ĠGenellikle":3256,"ĠanlamanÄ±n":3257,"ĠbaÅŁlamadan":3258,"ĠbaÅŁlayarak":3259,"ĠbaÅŁlÄ±yoruz":3260,"ĠbaÅŁkasÄ±na":3261,"ĠayÄ±klamasÄ±":3262,"ĠartÄ±k":3263,"ĠÅŁeffaf":3264,"Ġparalel":3265,"ĠniteliÄŁindedir":3266,"Ġetmelisin":3267,"Ġettirmeyi":3268,"ĠsaÄŁlamasÄ±dÄ±r":3269,"ĠgÃ¶rebildiÄŁi":3270,"ĠgÃ¶rdÃ¼ÄŁÃ¼":3271,"Ġkonulardan":3272,"Ä°kinci":3273,"Ġkoparan":3274,"ĠkoÅŁulsuz":3275,"ĠbileÅŁendir":3276,"ĠyargÄ±lar":3277,"ĠdaÄŁÄ±nÄ±k":3278,"gitignore":3279,"ĠgÃ¼nlÃ¼ÄŁÃ¼":3280,"ĠduygularÄ±na":3281,"ĠgerÃ§ekleÅŁebilir":3282,"ĠKelimeleri":3283,"Ġkurabiliyorsa":3284,"ĠtekrarlÄ±ysa":3285,"ĠdoÄŁrulamaktÄ±":3286,"ĠdeÄŁiÅŁtikten":3287,"ĠdeÄŁiÅŁiklikleri":3288,"ĠÃ§alÄ±ÅŁtÄ±rÄ±lmÄ±ÅŁtÄ±r":3289,"Ġdiyaloglar":3290,"ĠgÃ¼ncellemelerinde":3291,"ÃĸrneÄŁin":3292,"Ġbilgilendirilmeli":3293,"ĠuzaklaÅŁtÄ±rmamalÄ±":3294,"ĠÃ§eÅŁitlendirilmeli":3295,"Ġrelative":3296,"ĠuzunluÄŁunu":3297,"ĠÃ¶zelleÅŁmiÅŁ":3298,"ĠhÄ±zlandÄ±rÄ±lmÄ±ÅŁ":3299,"Ġistatistikler":3300,"ĠkarÅŁÄ±laÅŁtÄ±rmadan":3301,"ĠbaskÄ±layan":3302,"ĠsÃ¶zdizimi":3303,"Ġotomatik":3304,"Ġoturabilmektir":3305,"ĠbaÅŁlatÄ±lmalÄ±dÄ±r":3306,"Belirsizlik":3307,"Fonksiyonlar":3308,"Gizlilik":3309,"PowerShell":3310,"Weight":3311,"ĠromantikleÅŁtirilmiÅŁ":3312,"Ġkapasitesi":3313}