{"<pad>":0,"<s>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ä±":261,"er":262,"čĊ":263,"Ã¼":264,"de":265,"la":266,"in":267,"ir":268,"il":269,"ÄŁ":270,"an":271,"en":272,"Ã§":273,"Ġm":274,"ÅŁ":275,"Ġk":276,"Ġb":277,"ar":278,"Ġd":279,"li":280,"Ġs":281,"Ġv":282,"me":283,"ode":284,"nÄ±":285,"ma":286,"Ġy":287,"Ä±r":288,"Ġg":289,"Ġmode":290,"is":291,"lar":292,"Ã¶":293,"Ġt":294,"on":295,"ul":296,"Ġe":297,"lÄ±":298,"Ġmodel":299,"im":300,"Ġh":301,"ulla":302,"Ġa":303,"ap":304,"cÄ±":305,"ullanÄ±":306,"ek":307,"it":308,"Ġbir":309,"ler":310,"or":311,"da":312,"Ġde":313,"le":314,"ok":315,"dir":316,"Ġver":317,"bil":318,"ist":319,"Ġve":320,"ne":321,"Ã¼r":322,"ullanÄ±cÄ±":323,"Ġi":324,"Ġo":325,"Ã¼k":326,"Ä±n":327,"ay":328,"KullanÄ±cÄ±":329,"Ġp":330,"at":331,"ah":332,"ĠÃ¶":333,"ÅŁt":334,"As":335,"istan":336,"Asistan":337,"ce":338,"bilir":339,"ĠÃ§":340,"es":341,"et":342,"iz":343,"oken":344,"ÄŁit":345,"ĠT":346,"ark":347,"iy":348,"Ã¼Ã§":349,"ĠeÄŁit":350,"ak":351,"as":352,"ro":353,"ĠD":354,"inde":355,"aha":356,"os":357,"Ġge":358,"az":359,"un":360,"Ġyap":361,"larÄ±":362,"Ã¼Ã§Ã¼k":363,"ya":364,"ĠdeÄŁ":365,"Bu":366,"ÄŁr":367,"Ġpro":368,"Ġne":369,"Ġol":370,"ind":371,"ini":372,"ur":373,"Ġtoken":374,"Mind":375,"el":376,"Ġdaha":377,"mek":378,"arkMind":379,"al":380,"ĠkÃ¼Ã§Ã¼k":381,"ĠeÄŁitim":382,"Ġan":383,"Ã¼n":384,"Ġproj":385,"den":386,"izer":387,"dÄ±r":388,"Ã¼z":389,"Ġc":390,"mak":391,"ÅŁtir":392,"vap":393,"Ġf":394,"ĠiÃ§":395,"ĠÃ¶ÄŁr":396,"ĠÃ¶ÄŁren":397,"ĠC":398,"Ä±nÄ±":399,"Ġgeli":400,"dÄ±":401,"ine":402,"yi":403,"lidir":404,"Ä±nda":405,"ĠDarkMind":406,"ĠgeliÅŁtir":407,"ti":408,"Ġz":409,"Ġil":410,"alÄ±":411,"em":412,"Ġmodeli":413,"us":414,"Ġmodelin":415,"ĠÃ§alÄ±":416,"ĠiÃ§in":417,"di":418,"Ã§e":419,"dan":420,"lan":421,"Ġdil":422,"cevap":423,"Ġsa":424,"Ġveri":425,"um":426,"Ä±l":427,"aÅŁ":428,"der":429,"ec":430,"iÅŁ":431,"ran":432,"ĠB":433,"Ġcevap":434,"oss":435,"kÃ§e":436,"ĠG":437,"ĠgÃ¶":438,"leri":439,"Ã¼y":440,"ing":441,"Ġkon":442,"Ġama":443,"ra":444,"Ġger":445,"Ġhat":446,"Ġanla":447,"Ġprojes":448,"Ġson":449,"Ã¼rkÃ§e":450,"DA":451,"UDA":452,"Ġl":453,"ebilir":454,"ik":455,"ĠTÃ¼rkÃ§e":456,"ĠdeÄŁer":457,"Ġzek":458,"Mode":459,"PU":460,"ede":461,"ki":462,"uy":463,"Ġmet":464,"ĠbaÅŁ":465,"Ġdos":466,"ĠdeÄŁil":467,"ĠCUDA":468,"Model":469,"Py":470,"du":471,"for":472,"ip":473,"man":474,"sÄ±":475,"ĠÅŁ":476,"Ġko":477,"Ġbil":478,"ĠbÃ¼y":479,"ĠsÃ¼r":480,"ÅŁtÄ±r":481,"ĠÃ§ok":482,"ĠÃ§alÄ±ÅŁ":483,"Ġloss":484,"Ġzeka":485,"idir":486,"sa":487,"ĠkullanÄ±":488,"malÄ±":489,"Ã¶n":490,"Ġay":491,"nem":492,"mekt":493,"dÄ±m":494,"Ġhata":495,"mer":496,"sfor":497,"Ä°":498,"ĠH":499,"Ġn":500,"Ġar":501,"ĠÃ¼z":502,"Ġka":503,"leme":504,"ĠÃ¶nem":505,"Ġyapay":506,"ransfor":507,"ransformer":508,"Bir":509,"abilir":510,"len":511,"ĠÃ¼r":512,"Ä±k":513,"labilir":514,"inin":515,"lik":516,"melidir":517,"Ġyar":518,"ĠiÅŁ":519,"Ġiyi":520,"okenizer":521,"Ġtokenizer":522,"tion":523,"Ġdosya":524,"min":525,"ten":526,"Ġkar":527,"Ġtek":528,"oru":529,"ĠTransformer":530,"ĠÃ¶ÄŁrenme":531,"ĠÃ¼zer":532,"fi":533,"ut":534,"Ġr":535,"Ġmim":536,"ayÄ±":537,"Ġpar":538,"iyor":539,"Ġnedir":540,"ĠgeliÅŁtirme":541,"ĠÃ¼ret":542,"Ġmimar":543,"st":544,"ĠBu":545,"Ã¼ÅŁ":546,"Ġbu":547,"Ġset":548,"maya":549,"Ġyer":550,"Ġet":551,"Ġmodeller":552,"ĠTokenizer":553,"Ġile":554,"usal":555,"ĠsaÄŁ":556,"uyg":557,"ĠÃ¼zerinde":558,"ber":559,"hon":560,"tÄ±":561,"thon":562,"yÄ±":563,"yon":564,"ĠPy":565,"Ġdo":566,"Ġgen":567,"Ġtem":568,"lÄ±k":569,"ayÄ±r":570,"ahmin":571,"Ġproje":572,"ĠGPU":573,"ĠgÃ¶r":574,"duÄŁ":575,"malÄ±dÄ±r":576,"ch":577,"eli":578,"po":579,"lama":580,"ĠdÃ¶n":581,"ĠdÃ¼ÅŁ":582,"ĠyÃ¼z":583,"Ġhes":584,"Ġdene":585,"Ä±na":586,"ĠeÄŁitil":587,"azla":588,"unu":589,"Ġfazla":590,"Ġmimaris":591,"ĠyÃ¼zden":592,"Ġhesap":593,"hec":594,"kpo":595,"int":596,"Ġdur":597,"Ġyaz":598,"Ġtahmin":599,"Ġeder":600,"Ġhede":601,"Ġveris":602,"Ġveriy":603,"asÄ±nda":604,"diÄŁ":605,"ĠHayÄ±r":606,"fig":607,"ĠparÃ§":608,"heckpo":609,"Ġdurum":610,"heckpoint":611,"se":612,"ular":613,"dece":614,"Ġmi":615,"Ġsist":616,"Ġneden":617,"ĠolduÄŁ":618,"Ġcon":619,"makt":620,"ĠBen":621,"Ġgerek":622,"mektir":623,"tention":624,"Ġsistem":625,"ven":626,"ĠK":627,"ĠS":628,"Ã¼m":629,"iler":630,"Ġda":631,"Ġolabilir":632,"ĠyapÄ±":633,"ĠeÄŁitimi":634,"Ġkod":635,"ĠbÃ¼yÃ¼k":636,"DarkMind":637,"ey":638,"fÄ±r":639,"lo":640,"ttention":641,"zber":642,"Ã¢":643,"Ä±z":644,"Ä±fÄ±r":645,"Ã§ek":646,"Ġkulla":647,"ĠkullanÄ±cÄ±":648,"Ġkur":649,"ĠsÄ±fÄ±r":650,"ĠgÃ¼n":651,"lara":652,"Ġezber":653,"Ġhaz":654,"ĠhÄ±z":655,"ĠaÄŁ":656,"Ġveya":657,"iyim":658,"asyon":659,"Ġanda":660,"Ġsadece":661,"Ġmetn":662,"Ġyerine":663,"ĠsaÄŁlar":664,"ĠdoÄŁr":665,"Ġgenel":666,"Ġdeney":667,"Ġkullan":668,"ĠsÄ±fÄ±rdan":669,"ĠhazÄ±r":670,"am":671,"ca":672,"san":673,"ĠN":674,"Ġin":675,"Ġis":676,"Ä±ÅŁ":677,"lay":678,"Ġbel":679,"mas":680,"Ã¶r":681,"Ġsonu":682,"Ġmetin":683,"ĠyardÄ±m":684,"ĠdosyalarÄ±":685,"ĠPython":686,"Ġmimarisi":687,"Ġhedef":688,"Ġconfig":689,"ĠaÄŁÄ±r":690,"ĠdoÄŁru":691,"Ġise":692,"</":693,"ed":694,"eme":695,"ebil":696,"gi":697,"lÃ¼":698,"pt":699,"si":700,"tÃ¼":701,"Ġen":702,"Ã¼ven":703,"ilen":704,"ÄŁer":705,"ÄŁÄ±nÄ±":706,"eni":707,"Ġduyg":708,"Ġher":709,"ĠadÄ±m":710,"lerinde":711,"lem":712,"ĠÃ¶r":713,"Ġfark":714,"Ġcevaplar":715,"ĠgerÃ§ek":716,"ĠdeÄŁildir":717,"ĠsÃ¼rec":718,"ĠÃ¶nemlidir":719,"ĠparÃ§a":720,"Ġgerekir":721,"ĠaÄŁÄ±rlÄ±k":722,"ci":723,"fit":724,"kÃ¼":725,"ken":726,"oder":727,"rar":728,"sÃ¶r":729,"ting":730,"ver":731,"Ä±m":732,"erin":733,"lam":734,"lasÃ¶r":735,"ilde":736,"anlÄ±":737,"angi":738,"ĠklasÃ¶r":739,"Ġsoru":740,"mayÄ±":741,"Ġyeni":742,"ĠgÃ¼ven":743,"larak":744,"Ġal":745,"ĠaÅŁ":746,"ekilde":747,"orch":748,"Ġolarak":749,"ĠDaha":750,"Ġolmaya":751,"Ã¼nkÃ¼":752,"Ġiler":753,"Ä±lÄ±r":754,"Ġprojesinde":755,"ĠÅŁekilde":756,"Ġbilg":757,"ĠbÃ¼yÃ¼":758,"ĠaynÄ±":759,"likle":760,"Ġtekrar":761,"maktÄ±r":762,"Ġmetni":763,"ĠyardÄ±mcÄ±":764,"fitting":765,"verfitting":766,"Ce":767,"ID":768,"Soru":769,"aman":770,"bed":771,"ding":772,"eÅŁ":773,"ece":774,"ion":775,"mbed":776,"nce":777,"op":778,"oy":779,"sil":780,"tro":781,"Ãĩ":782,"Åŀ":783,"ĠÅŀ":784,"Ä±dÄ±r":785,"Ġmas":786,"Ġkay":787,"Ġboy":788,"ĠsÄ±r":789,"nÄ±r":790,"ĠyanlÄ±":791,"Ġek":792,"imi":793,"Ġhangi":794,"Ġattention":795,"azen":796,"Ġcheckpoint":797,"ĠÃ§alÄ±ÅŁtÄ±r":798,"ĠgÃ¶st":799,"Ġkontro":800,"ĠamaÃ§":801,"ĠkullanÄ±l":802,"Ġara":803,"Ġtemsil":804,"ĠdÃ¼ÅŁÃ¼k":805,"Ġhesaplama":806,"Ġinsan":807,"emel":808,"Cevap":809,"eceÄŁ":810,"mbedding":811,"ÃĩÃ¼nkÃ¼":812,"ĠÅŀu":813,"ĠyanlÄ±ÅŁ":814,"ĠgÃ¶ster":815,"Ġkontrol":816,"Loss":817,"ade":818,"aÄŁ":819,"abil":820,"ausal":821,"bi":822,"cu":823,"dar":824,"ibi":825,"ly":826,"od":827,"sin":828,"uz":829,"ve":830,"ĠModel":831,"ĠÄ°":832,"Ã¼ÅŁt":833,"ĠbaÄŁ":834,"arak":835,"Ġsan":836,"ĠsÄ±nÄ±":837,"ĠsayÄ±":838,"mem":839,"meli":840,"nÄ±n":841,"masÄ±":842,"Ã¶y":843,"only":844,"orma":845,"Ġdest":846,"iye":847,"Ã¼Ã§lÃ¼":848,"ĠgeÃ§":849,"Ġolur":850,"Ġzaman":851,"ĠiliÅŁ":852,"Ġsonra":853,"ÅŁtÄ±rma":854,"Ġkadar":855,"utu":856,"Ġseti":857,"Ġdurumda":858,"ĠfarklÄ±":859,"Ġmask":860,"Hu":861,"Overfitting":862,"Torch":863,"aj":864,"av":865,"ale":866,"cr":867,"dil":868,"edir":869,"gÃ¼":870,"lk":871,"miÅŁ":872,"nek":873,"pus":874,"sÄ±n":875,"yiyim":876,"Ãĸ":877,"erat":878,"Ġmes":879,"Ġkat":880,"ĠdÃ¼z":881,"Ġscr":882,"ĠyÃ¼k":883,"Ġgibi":884,"larda":885,"larÄ±n":886,"Ġtemel":887,"Ġembedding":888,"itHu":889,"orpus":890,"Ġverilen":891,"cel":892,"esi":893,"asÄ±l":894,"unda":895,"ĠdeÄŁiÅŁ":896,"Ġci":897,"ĠÃ¶ÄŁrenir":898,"ĠgeliÅŁtiril":899,"Ä±ldÄ±":900,"Ġkonular":901,"ĠamacÄ±":902,"ĠdeÄŁeri":903,"ĠÃ§alÄ±ÅŁabilir":904,"ĠkullanÄ±lan":905,"Ä°lk":906,"ĠarasÄ±nda":907,"ĠÃ¶nemli":908,"Ġetme":909,"elime":910,"ĠdÃ¶ngÃ¼":911,"Ġveriyi":912,"ĠKÃ¼Ã§Ã¼k":913,"ĠgÃ¼ncel":914,"ĠhÄ±zlÄ±":915,"ĠÃ¶rnek":916,"ĠaÄŁÄ±rlÄ±klarÄ±":917,"ĠaÅŁa":918,"ĠsÄ±rasÄ±nda":919,"ĠÄ°yiyim":920,"ĠsÄ±nÄ±r":921,"Ġmesaj":922,"ĠdÃ¼zen":923,"Ġscrip":924,"itHub":925,"IA":926,"VID":927,"dur":928,"iÄŁer":929,"kat":930,"lÃ¢":931,"ol":932,"siz":933,"te":934,"ye":935,"yim":936,"ĠÃĩÃ¼nkÃ¼":937,"ĠOverfitting":938,"lanÄ±r":939,"Ġman":940,"Ġken":941,"Ġkes":942,"Ġkelime":943,"Ġdik":944,"ĠdiÄŁer":945,"Ġst":946,"Ġyet":947,"ĠyÃ¶n":948,"ĠgÃ¼Ã§lÃ¼":949,"Ġtar":950,"Ġedil":951,"lÄ±m":952,"Ġmodelini":953,"imizer":954,"Ġhis":955,"ĠhÃ¢":956,"Ġhale":957,"Ġbiri":958,"Ġverebilir":959,"arklo":960,"iyle":961,"Ġgel":962,"azÄ±":963,"Ġolu":964,"ĠtokenÄ±":965,"Ġtokenlara":966,"ĠgeliÅŁtirmek":967,"landÄ±r":968,"ĠGitHub":969,"rain":970,"Ġanlamak":971,"ĠdeÄŁerlidir":972,"mektedir":973,"ĠnasÄ±l":974,"Ġyarar":975,"ĠiÅŁe":976,"ĠiÅŁlem":977,"Ġtekn":978,"Ġtemiz":979,"ĠdÃ¶nÃ¼ÅŁt":980,"diÄŁini":981,"Ġgenellikle":982,"Ġkullanmak":983,"ĠNVID":984,"layan":985,"Ġbelir":986,"ptimizer":987,"ĠkullanÄ±lÄ±r":988,"ĠaraÅŁtÄ±rma":989,"Ġdestek":990,"Ġkatman":991,"ĠdÃ¶ngÃ¼s":992,"ĠsÄ±nÄ±rlÄ±":993,"Ġdikkat":994,"ĠhÃ¢lÃ¢":995,"arklove":996,"ĠdÃ¶nÃ¼ÅŁtÃ¼r":997,"ĠNVIDIA":998,"Bazen":999,"PT":1000,"ab":1001,"af":1002,"ali":1003,"dÃ¼r":1004,"gel":1005,"ht":1006,"ici":1007,"klÄ±":1008,"sÄ±nÄ±":1009,"tasyon":1010,"vam":1011,"zel":1012,"ĠE":1013,"Ġok":1014,"Ġuz":1015,"Ã¼man":1016,"ÄŁu":1017,"ana":1018,"ĠkÃ¶":1019,"Ġkim":1020,"arÄ±":1021,"Ġdok":1022,"Ġdiz":1023,"lit":1024,"Ġsay":1025,"Ġyak":1026,"Ġyol":1027,"Ġgit":1028,"larla":1029,"Ġede":1030,"Ġmodelleri":1031,"Ġak":1032,"Ġaz":1033,"orsa":1034,"daklÄ±":1035,"Ġdec":1036,"Ġdevam":1037,"Ġverebil":1038,"Ġoptimizer":1039,"ĠodaklÄ±":1040,"atch":1041,"ĠÃ§Ä±k":1042,"ĠÃ§eÅŁ":1043,"akat":1044,"inden":1045,"Ã¼nde":1046,"Ġcorpus":1047,"Ġfik":1048,"ĠCPU":1049,"ĠCheckpoint":1050,"ĠBir":1051,"Ġkonu":1052,"ram":1053,"Ġprojesidir":1054,"Ġprojesinin":1055,"sÄ±z":1056,"ĠÅŁu":1057,"ĠÅŁey":1058,"ĠsÃ¼rÃ¼m":1059,"Ġayr":1060,"Ġnorma":1061,"lendir":1062,"iyorum":1063,"ĠÃ¼retimi":1064,"ĠPyTorch":1065,"Ġveriyle":1066,"ĠkullanÄ±cÄ±nÄ±n":1067,"Ġkurul":1068,"Ġezberleme":1069,"ĠsonuÃ§":1070,"ĠbÃ¼yÃ¼d":1071,"Ġekran":1072,"ĠinsanÄ±n":1073,"eceÄŁi":1074,"ĠiliÅŁk":1075,"ĠarasÄ±ndaki":1076,"Ġkend":1077,"Ġkesin":1078,"Ġyeter":1079,"Ġedilmelidir":1080,"Ġdikkatli":1081,"ĠdÃ¶nÃ¼ÅŁtÃ¼rÃ¼r":1082,"Ã¼mantasyon":1083,"ĠdokÃ¼mantasyon":1084,"ĠÃ§eÅŁit":1085,"30":1086,"Ama":1087,"Duyg":1088,"Kod":1089,"Le":1090,"Ver":1091,"Yap":1092,"aber":1093,"cak":1094,"ele":1095,"gÄ±":1096,"gele":1097,"men":1098,"miyor":1099,"mpt":1100,"nak":1101,"ot":1102,"oti":1103,"oÄŁu":1104,"rak":1105,"sini":1106,"ta":1107,"tam":1108,"tgele":1109,"ue":1110,"vasyon":1111,"zer":1112,"Ġor":1113,"ĠLoss":1114,"Ġ30":1115,"Ä±sa":1116,"Ä±lÄ±m":1117,"erek":1118,"Ã¼le":1119,"laÅŁ":1120,"ilir":1121,"ÄŁini":1122,"aniz":1123,"enzer":1124,"Ġmis":1125,"Ġmek":1126,"Ġbul":1127,"Ġbak":1128,"Ġbas":1129,"ĠbazÄ±":1130,"Ġbenzer":1131,"Ġderin":1132,"Ġsat":1133,"Ġsah":1134,"Ġsiz":1135,"ĠsÄ±k":1136,"ĠsÃ¶y":1137,"Ġvade":1138,"met":1139,"memelidir":1140,"mesi":1141,"nÄ±z":1142,"Ġyor":1143,"Ġyal":1144,"Ġget":1145,"Ã¶z":1146,"Ġtak":1147,"Ġtrain":1148,"onra":1149,"Ġhay":1150,"ĠaÃ§":1151,"ĠalÄ±":1152,"ekt":1153,"lerini":1154,"ley":1155,"Ġveriler":1156,"Ġiht":1157,"Ġpip":1158,"ĠÃ¶nce":1159,"ĠÃ¶zel":1160,"ÅŁtÄ±":1161,"ĠÃ§oÄŁu":1162,"ÄŁitim":1163,"iya":1164,"astgele":1165,"indeki":1166,"ĠyapmayÄ±":1167,"larÄ±nÄ±":1168,"Ġprompt":1169,"ĠolmalÄ±dÄ±r":1170,"eline":1171,"alt":1172,"ĠcÃ¼m":1173,"Ġfakat":1174,"ĠCausal":1175,"tif":1176,"ĠÃ§alÄ±ÅŁtÄ±":1177,"ecoder":1178,"ĠanlaÅŁ":1179,"Ġprojesiyim":1180,"uyum":1181,"ĠbaÅŁlan":1182,"Python":1183,"Ġkom":1184,"ĠayÄ±r":1185,"Ġnot":1186,"Ġart":1187,"Ġkalit":1188,"Ġkarar":1189,"ĠkartÄ±":1190,"Ġre":1191,"Ġrastgele":1192,"Ġetmek":1193,"tÄ±ÄŁÄ±nÄ±":1194,"ĠdoÄŁ":1195,"ĠgÃ¶rme":1196,"ĠgÃ¶rÃ¼n":1197,"ĠeÄŁitildi":1198,"ĠeÄŁitilmem":1199,"ĠhesaplanÄ±r":1200,"ĠyazÄ±lÄ±m":1201,"Ġdurumu":1202,"ĠolduÄŁu":1203,"ĠSana":1204,"ileri":1205,"masÄ±nda":1206,"Ġsonucu":1207,"Ġduygusal":1208,"ĠsÃ¼recini":1209,"ĠgÃ¼venli":1210,"Ġilerle":1211,"Ġkayde":1212,"Ġboyutu":1213,"ĠamaÃ§lar":1214,"ĠModelin":1215,"Ġsanal":1216,"Ãĸnce":1217,"Ġcid":1218,"ĠgeliÅŁtiriliyorum":1219,"ĠÃ§alÄ±ÅŁabilirim":1220,"ĠdÃ¼zenli":1221,"Ġscript":1222,"ĠmantÄ±ÄŁÄ±nÄ±":1223,"Ġtaraf":1224,"Ġteknik":1225,"ĠdÃ¶ngÃ¼sÃ¼":1226,"Ġuzun":1227,"Ġkimsin":1228,"Ġsayede":1229,"Ġaktif":1230,"Ġazalt":1231,"Ġfikr":1232,"ĠayrÄ±":1233,"ĠÃ§eÅŁitli":1234,"Duygusal":1235,"Yapay":1236,"otivasyon":1237,"raki":1238,"Ġortam":1239,"Ġmisin":1240,"Ġmekaniz":1241,"ĠsatÄ±r":1242,"Ġsahip":1243,"Ġsize":1244,"Ġvadeli":1245,"ĠyalnÄ±z":1246,"Ġgetir":1247,"Ġihtiya":1248,"Ġpipeline":1249,"ĠcÃ¼mle":1250,"Attention":1251,"GPT":1252,"ama":1253,"bular":1254,"ev":1255,"eÃ§":1256,"elam":1257,"fade":1258,"hab":1259,"ka":1260,"lu":1261,"nder":1262,"ning":1263,"oca":1264,"perat":1265,"sor":1266,"sine":1267,"tem":1268,"vran":1269,"vram":1270,"yla":1271,"ĠM":1272,"Ġon":1273,"Ä±ÅŁtÄ±r":1274,"erhab":1275,"ÄŁinde":1276,"ÄŁÄ±nda":1277,"anÄ±r":1278,"anÄ±n":1279,"ent":1280,"ensor":1281,"Ã§a":1282,"Ġmus":1283,"Ġmotivasyon":1284,"ĠkÄ±sa":1285,"Ġbazen":1286,"arning":1287,"Ġvar":1288,"Ġvali":1289,"Ġvoca":1290,"mez":1291,"mamalÄ±dÄ±r":1292,"isini":1293,"larÄ±nda":1294,"lardan":1295,"Ġter":1296,"ĠtÃ¼r":1297,"Ġtas":1298,"Ġtut":1299,"Ġmodele":1300,"Ġmodelden":1301,"Ġat":1302,"Ġbiridir":1303,"dation":1304,"Ġdem":1305,"Ġden":1306,"lec":1307,"leyi":1308,"Ġverir":1309,"Ġifade":1310,"Ġolan":1311,"Ã¼kÃ§e":1312,"ate":1313,"ÅŁtur":1314,"esyon":1315,"asÄ±dÄ±r":1316,"ĠDil":1317,"ĠDarklove":1318,"osit":1319,"Ġgelec":1320,"una":1321,"Ġyapar":1322,"yabil":1323,"ure":1324,"Ã¼nÃ¼":1325,"Ã¼ntÃ¼":1326,"Ä±nÄ±n":1327,"ĠgeliÅŁtirici":1328,"Ġilk":1329,"Ġmodeliyim":1330,"usunu":1331,"lanmalÄ±dÄ±r":1332,"ĠgÃ¶nder":1333,"ĠhatayÄ±":1334,"Ġanlam":1335,"Ġsonraki":1336,"ĠdeÄŁerleri":1337,"ĠbaÅŁarÄ±":1338,"Ġdosy":1339,"ĠÃ§alÄ±ÅŁan":1340,"ĠÃ§alÄ±ÅŁÄ±r":1341,"ĠÃ§alÄ±ÅŁmaktÄ±r":1342,"Ä°yi":1343,"ĠHer":1344,"Ġkavram":1345,"lenir":1346,"ĠiÅŁler":1347,"ĠkarÄ±ÅŁ":1348,"Ġrate":1349,"ĠÃ¼retir":1350,"Ġyerel":1351,"Ġmodellerinde":1352,"yÄ±m":1353,"Ġgenerat":1354,"Ġhedefi":1355,"Ġverisini":1356,"ĠparÃ§asÄ±dÄ±r":1357,"ĠolduÄŁunu":1358,"ĠolduÄŁunda":1359,"Ġsistemi":1360,"Ġsistemler":1361,"ĠKod":1362,"ĠSen":1363,"Ġdavran":1364,"ĠyapÄ±sÄ±":1365,"Ġezberlem":1366,"ĠhÄ±zlandÄ±r":1367,"Ġgenelleme":1368,"Ġdeneyler":1369,"masÄ±nÄ±":1370,"masÄ±na":1371,"Ġhedefli":1372,"ĠdoÄŁrudan":1373,"Ġengel":1374,"Ġduygu":1375,"ĠadÄ±mlar":1376,"ĠÃ¶rÃ¼ntÃ¼":1377,"ĠgerÃ§ekten":1378,"Ġsorularda":1379,"ĠgÃ¼venlik":1380,"Ġolmayabilir":1381,"ĠbÃ¼yÃ¼t":1382,"Ġkaynak":1383,"ĠgÃ¶sterir":1384,"ĠbaÄŁÄ±m":1385,"ĠbaÄŁlam":1386,"ĠsayÄ±sÄ±":1387,"Ã¶yle":1388,"ĠgeÃ§miÅŁ":1389,"Ġolursa":1390,"ĠyÃ¼klen":1391,"ĠkonularÄ±nda":1392,"Ġetmeye":1393,"ĠÃ¶rnekleri":1394,"ĠaÅŁamasÄ±nda":1395,"ĠmesajlarÄ±":1396,"ĠyÃ¶ntem":1397,"Ġhiss":1398,"Ġverebilirim":1399,"ĠoluÅŁtur":1400,"Ġbelirler":1401,"Ġoku":1402,"ĠkÃ¶tÃ¼":1403,"ĠyaklaÅŁ":1404,"Ġedebilir":1405,"Ġdecoder":1406,"ĠdevamÄ±nÄ±":1407,"ĠÃ§Ä±ktÄ±":1408,"Ġkonuda":1409,"ĠbÃ¼yÃ¼dÃ¼kÃ§e":1410,"ĠiliÅŁkileri":1411,"Ġyeterli":1412,"Learning":1413,"Veri":1414,"gÄ±Ã§":1415,"Ġbasit":1416,"ĠsÃ¶yleme":1417,"Ġhayat":1418,"ĠaÃ§Ä±k":1419,"ĠbaÅŁlangÄ±Ã§":1420,"Ġkomut":1421,"ĠgÃ¶rÃ¼nÃ¼r":1422,"Ġciddi":1423,"Ġazaltabilir":1424,"ĠihtiyacÄ±":1425,"bulary":1426,"perature":1427,"erhaba":1428,"Ġmusun":1429,"Ġvalidation":1430,"Ġvocabulary":1431,"Ġtasar":1432,"ĠkarÄ±ÅŁÄ±k":1433,"Ġgeneration":1434,"ĠdavranÄ±ÅŁ":1435,"ĠyaklaÅŁÄ±m":1436,"'d":1437,"()":1438,"An":1439,"Ay":1440,"Ada":1441,"Batch":1442,"Den":1443,"Darklove":1444,"EÄŁitim":1445,"KÃ¼Ã§Ã¼k":1446,"Sonra":1447,"Tokenizer":1448,"ai":1449,"amet":1450,"ble":1451,"bet":1452,"ction":1453,"fesyon":1454,"gÄ±n":1455,"gÃ¼n":1456,"hbet":1457,"ide":1458,"iÅŁt":1459,"kÄ±nda":1460,"mW":1461,"mp":1462,"og":1463,"olo":1464,"ohbet":1465,"sal":1466,"ski":1467,"suz":1468,"tan":1469,"tÃ¼r":1470,"uer":1471,"var":1472,"war":1473,"yil":1474,"yorsa":1475,"zat":1476,"Ġ.":1477,"Ġ5":1478,"Ġist":1479,"Ġuyg":1480,"ĠID":1481,"Ġuyum":1482,"ĠVeri":1483,"Ä±la":1484,"Ã¼ÄŁ":1485,"Ã¼dÃ¼r":1486,"lable":1487,"iny":1488,"irse":1489,"ilme":1490,"ÄŁÄ±":1491,"Ġmidir":1492,"ÅŁÄ±la":1493,"ĠkÃ¼":1494,"Ġkor":1495,"Ġkaz":1496,"Ġkal":1497,"ĠkayÄ±":1498,"Ġbatch":1499,"Ġday":1500,"lizat":1501,"Ġsak":1502,"Ġsohbet":1503,"meyi":1504,"ĠyÃ¶":1505,"Ġyay":1506,"Ġyav":1507,"isk":1508,"larÄ±na":1509,"Ġtes":1510,"ĠtaÅŁ":1511,"Ġtorch":1512,"Ġtensor":1513,"Ġeski":1514,"lÄ±dÄ±r":1515,"Ġhak":1516,"Ġalan":1517,"eki":1518,"Ġbirlik":1519,"lere":1520,"lerde":1521,"daki":1522,"Ġdemektir":1523,"leÅŁtir":1524,"Ġvermek":1525,"nection":1526,"Ã¼rasyon":1527,"Ġiz":1528,"Ġiyil":1529,"Ġoverfitting":1530,"Ä±ndan":1531,"ath":1532,"ĠÃ§Ã¶z":1533,"esini":1534,"ĠTek":1535,"akine":1536,"asÄ±":1537,"ĠDerin":1538,"ĠDecoder":1539,"unduÄŁ":1540,"ĠyaptÄ±":1541,"ĠyapÄ±lÄ±r":1542,"larÄ±m":1543,"ĠdeÄŁiÅŁt":1544,"Ġolmak":1545,"ĠtokenlarÄ±":1546,"Ġtokenlarla":1547,"alog":1548,"ĠkÃ¼Ã§Ã¼ktÃ¼r":1549,"ĠeÄŁitimlerinde":1550,"Ġprojede":1551,"Ġcausal":1552,"ĠiÃ§inde":1553,"ĠÃ¶ÄŁrenebilir":1554,"ĠÃ¶ÄŁrenerek":1555,"dÄ±ÄŁÄ±nÄ±":1556,"dÄ±ÄŁÄ±nda":1557,"ĠzayÄ±":1558,"Ġmodelinin":1559,"ĠBÃ¶yle":1560,"Ã¼yorsa":1561,"Ġkonfig":1562,"Ġgeri":1563,"ĠanlamayÄ±":1564,"Ġanlayabil":1565,"Ġprojesi":1566,"Ġlo":1567,"ĠbaÅŁÄ±na":1568,"ĠbaÅŁlam":1569,"ĠbaÅŁka":1570,"dual":1571,"Ġkolay":1572,"Ġbiliyor":1573,"Ġbilmiyor":1574,"ĠsÃ¼ren":1575,"ĠhatalarÄ±":1576,"Ġhatalardan":1577,"lenmelidir":1578,"ĠkarÅŁÄ±la":1579,"ĠÃ¶ÄŁrenmeyi":1580,"ĠÃ¶ÄŁrenmesi":1581,"Ġrisk":1582,"Ġparamet":1583,"iyorsa":1584,"ĠgeliÅŁtirmeyi":1585,"ĠÃ¼retim":1586,"ĠÃ¼retebilir":1587,"Ġsetini":1588,"mayabilir":1589,"Ġmodellerin":1590,"ĠsaÄŁlayan":1591,"Ġprojelerinde":1592,"ĠgÃ¶re":1593,"ĠgÃ¶rÃ¼":1594,"ĠeÄŁitilir":1595,"Ġyazmak":1596,"Ġyazabilir":1597,"Ġverisine":1598,"Ġveriye":1599,"diÄŁi":1600,"diÄŁin":1601,"Ġconnection":1602,"maktan":1603,"venv":1604,"ĠSelam":1605,"ĠyapÄ±lan":1606,"ĠkullanÄ±cÄ±yÄ±":1607,"Ġmetnin":1608,"Ġdeneyin":1609,"ĠNaber":1610,"Ġmetinleri":1611,"Ġhedefler":1612,"ebileceÄŁi":1613,"ĠsÃ¼recinin":1614,"ĠparÃ§alara":1615,"ĠklasÃ¶rÃ¼":1616,"Ġalt":1617,"Ġbilgiye":1618,"Ġboyut":1619,"ĠÃ§alÄ±ÅŁtÄ±rÄ±ldÄ±":1620,"eceÄŁini":1621,"cuda":1622,"ĠiliÅŁki":1623,"avai":1624,"ĠyÃ¼ks":1625,"larÄ±ndan":1626,"esidual":1627,"Ġcivar":1628,"ĠaÅŁama":1629,"Ġscripti":1630,"Ġkelimeler":1631,"Ġstabil":1632,"ĠyÃ¶nlendir":1633,"Ġdestekleyi":1634,"ĠEÄŁer":1635,"Ġdizis":1636,"Ġnormal":1637,"Ġnormalizat":1638,"lendiril":1639,"Ġezberlemesi":1640,"Ġkendini":1641,"Ã¼lebilir":1642,"Ġbakarak":1643,"Ġyorum":1644,"Ġtakip":1645,"ĠalÄ±nÄ±r":1646,"ekteki":1647,"Ġverilerden":1648,"ĠanlaÅŁÄ±lÄ±r":1649,"ĠnotlarÄ±":1650,"Ġkaliteli":1651,"Ġrep":1652,"ĠdoÄŁal":1653,"ĠeÄŁitildikÃ§e":1654,"Ġdurumudur":1655,"ĠmekanizmasÄ±":1656,"ĠMerhaba":1657,"ĠtÃ¼rÃ¼dÃ¼r":1658,"osition":1659,"Ġgelecekteki":1660,"ĠyaparsÄ±n":1661,"ĠiÅŁlerken":1662,"ĠezberlemiÅŁ":1663,"Ġdeneylerle":1664,"ĠkaynaklarÄ±":1665,"ĠbaÄŁÄ±mlÄ±":1666,"Ancak":1667,"AynÄ±":1668,"AdamW":1669,"Deney":1670,"fesyonel":1671,"oloj":1672,"uery":1673,"ward":1674,"Ġuygun":1675,"ĠdayanÄ±r":1676,"ĠyÃ¶ne":1677,"ĠyaygÄ±n":1678,"ĠyavaÅŁ":1679,"Ġtest":1680,"ĠhakkÄ±nda":1681,"Ġbirlikte":1682,"ĠzayÄ±f":1683,"ĠkonfigÃ¼rasyon":1684,"ĠanlayabileceÄŁi":1685,"Ġparametr":1686,"available":1687,"ĠcivarÄ±nda":1688,"Ġdestekleyici":1689,"Ġnormalization":1690,"00":1691,"06":1692,"406":1693,"Ar":1694,"Blo":1695,"CUDA":1696,"CPU":1697,"Daha":1698,"Decoder":1699,"EÄŁer":1700,"Embedding":1701,"Git":1702,"Her":1703,"Lap":1704,"Pro":1705,"RT":1706,"TÃ¼rkÃ§e":1707,"Transformer":1708,"Tahmin":1709,"Train":1710,"__":1711,"alar":1712,"adÄ±r":1713,"bir":1714,"bul":1715,"ck":1716,"dÄ±ndan":1717,"eden":1718,"eleri":1719,"eed":1720,"gun":1721,"geli":1722,"gram":1723,"han":1724,"hat":1725,"ig":1726,"iÄŁinde":1727,"ialog":1728,"kÃ¼n":1729,"lin":1730,"lÃ§":1731,"lek":1732,"lÃ¼r":1733,"lÃ¼k":1734,"ling":1735,"mm":1736,"mu":1737,"mind":1738,"mÄ±ÅŁ":1739,"mÄ±ÅŁtÄ±r":1740,"nsan":1741,"omm":1742,"par":1743,"phan":1744,"query":1745,"res":1746,"sun":1747,"sidir":1748,"siye":1749,"tir":1750,"tma":1751,"tmek":1752,"top":1753,"uÃ§":1754,"xt":1755,"yen":1756,"yte":1757,"zÄ±":1758,"ĠKullanÄ±cÄ±":1759,"Ġlay":1760,"ĠÃĸnce":1761,"ĠYapay":1762,"ĠAttention":1763,"Ġ406":1764,"ĠLap":1765,"Ġquery":1766,"Ä±t":1767,"Ä±labilir":1768,"erse":1769,"erÃ§ek":1770,"erken":1771,"lamak":1772,"iriÅŁ":1773,"ilebilir":1774,"ÄŁin":1775,"ÄŁine":1776,"anÄ±t":1777,"enÃ¼z":1778,"ĠmÃ¼m":1779,"ĠmÄ±dÄ±r":1780,"Ġmakine":1781,"ĠkiÅŁ":1782,"Ġkey":1783,"Ġbunu":1784,"Ġblo":1785,"arar":1786,"Ġdis":1787,"Ġdark":1788,"Ġdak":1789,"ĠdÃ¼ÅŁt":1790,"lim":1791,"Ġsen":1792,"Ġsor":1793,"ĠsÃ¶z":1794,"Ġsev":1795,"Ġvekt":1796,"maz":1797,"mamalÄ±":1798,"ĠyayÄ±":1799,"Ä±rÄ±":1800,"ĠgiriÅŁ":1801,"isay":1802,"isine":1803,"Ġtav":1804,"Ġtama":1805,"Ġeden":1806,"lÄ±y":1807,"imli":1808,"ĠhayÄ±r":1809,"ĠhenÃ¼z":1810,"Ġad":1811,"ĠadÄ±":1812,"Ġbirbir":1813,"lerin":1814,"lerden":1815,"leriyle":1816,"leÅŁ":1817,"lemek":1818,"okta":1819,"Ġveren":1820,"Ġverme":1821,"Ġveriyor":1822,"Ġvermemelidir":1823,"Ġverimli":1824,"next":1825,"Ġiki":1826,"Ġot":1827,"Ġola":1828,"ayda":1829,"Ġpak":1830,"Ġpath":1831,"Ġposition":1832,"attention":1833,"ĠÃ¶lÃ§":1834,"etti":1835,"ĠTem":1836,"ĠTop":1837,"ĠTemel":1838,"ĠeÄŁitmektir":1839,"akt":1840,"aklÄ±":1841,"ĠDÃ¼ÅŁ":1842,"ĠDialog":1843,"osuyum":1844,"Ġgelen":1845,"unabilir":1846,"unca":1847,"Ġyapmak":1848,"ĠyapmalÄ±":1849,"Ġyapmaya":1850,"Ġyapama":1851,"ĠyapmasÄ±nÄ±":1852,"Ġprofesyonel":1853,"Ġprogram":1854,"Ġoldu":1855,"Ġolsa":1856,"ĠtokenlarÄ±n":1857,"elf":1858,"alde":1859,"alue":1860,"ĠkÃ¼Ã§Ã¼kse":1861,"ĠeÄŁitiminde":1862,"ĠeÄŁitiminin":1863,"Ġana":1864,"Ġanki":1865,"Ġanali":1866,"Ã¼nce":1867,"Ġcomm":1868,"Ġforma":1869,"Ġfeed":1870,"Ġfayda":1871,"ĠÃ¶ÄŁrenmek":1872,"ĠÃ¶ÄŁreniyor":1873,"ĠÃ¶ÄŁreneme":1874,"ĠChat":1875,"ĠgeliÅŁtirmektir":1876,"ĠgeliÅŁtirilen":1877,"tik":1878,"Ġzor":1879,"Ġzarar":1880,"Ġmodelim":1881,"user":1882,"usunda":1883,"dient":1884,"Ġsamp":1885,"Ġveriden":1886,"umu":1887,"aÅŁarÄ±":1888,"ĠBilme":1889,"ĠBaÅŁarÄ±":1890,"ĠcevaplarÄ±m":1891,"ĠGÃ¼Ã§lÃ¼":1892,"ĠGPT":1893,"Ã¼yÃ¼k":1894,"Ġkonum":1895,"Ġkonusunda":1896,"Ġamaca":1897,"radient":1898,"Ġanlamaktan":1899,"ikalar":1900,"ĠdeÄŁerli":1901,"ĠdeÄŁerlerini":1902,"ĠdeÄŁerlendiril":1903,"ĠzekanÄ±n":1904,"edebilir":1905,"ĠbaÅŁla":1906,"ĠbaÅŁÄ±nda":1907,"ĠdeÄŁilse":1908,"Modelin":1909,"PyTorch":1910,"forward":1911,"ipÃ¼le":1912,"iplin":1913,"ĠÅŁe":1914,"Ġbile":1915,"Ġbilmek":1916,"ĠsÃ¼reÃ§":1917,"ĠsÃ¼resini":1918,"ÅŁtÄ±rÄ±lÄ±r":1919,"ĠÃ§alÄ±ÅŁarak":1920,"ĠkullanÄ±m":1921,"ĠkullanÄ±r":1922,"ĠkullanÄ±labilir":1923,"Ġayar":1924,"Ä°nsan":1925,"ĠHaklÄ±":1926,"Ġnaber":1927,"Ġnokta":1928,"ĠÃ¼zgÃ¼n":1929,"ĠkaÃ§":1930,"Ġkabul":1931,"lemeli":1932,"leneceÄŁini":1933,"ĠÃ¼rÃ¼n":1934,"ĠiÅŁleme":1935,"ĠiÅŁley":1936,"Ġdosyada":1937,"Ġkarakt":1938,"ĠÃ¶ÄŁrenmesini":1939,"ĠÃ¼zerine":1940,"Ġresidual":1941,"ĠÃ¼retilebilir":1942,"Ġsetim":1943,"Ġsetlerinde":1944,"Ġmodellerinin":1945,"ĠsaÄŁlÄ±k":1946,"Ġtemperature":1947,"Ġprojelerde":1948,"lamalarÄ±":1949,"lamasÄ±":1950,"ĠdÃ¼ÅŁebilir":1951,"ĠdÃ¼ÅŁmesi":1952,"ĠdÃ¼ÅŁÃ¼nce":1953,"Ġdeneme":1954,"Ġmimarisine":1955,"Ġmimarisidir":1956,"Ġhesaplar":1957,"Ġyazabil":1958,"ĠyazÄ±ldÄ±":1959,"Ġtahminleri":1960,"Ġverisi":1961,"Ġverisinde":1962,"Ġverisiyle":1963,"Ġverisindeki":1964,"diÄŁim":1965,"diÄŁine":1966,"ularak":1967,"ĠolduÄŁumu":1968,"maktadÄ±r":1969,"Ġgereksiz":1970,"ĠSonra":1971,"ilerini":1972,"Ġolabilirsin":1973,"ĠyapÄ±larÄ±":1974,"ĠyapÄ±sÄ±nÄ±":1975,"ĠkurmaktÄ±r":1976,"Ġkurularak":1977,"ĠgÃ¼nler":1978,"Ġdeneyleri":1979,"Ġkullanan":1980,"Ġkullanabilir":1981,"Ġince":1982,"Ġbelgel":1983,"Ġbellek":1984,"Ġsonuc":1985,"ĠdosyalarÄ±nÄ±":1986,"ebildiÄŁini":1987,"tÃ¼phan":1988,"Ġduygusunu":1989,"ĠsÃ¼recinde":1990,"ĠparÃ§alarÄ±na":1991,"ĠaÄŁÄ±rlÄ±klara":1992,"odern":1993,"ĠklasÃ¶rde":1994,"ĠklasÃ¶rÃ¼nde":1995,"ĠalÄ±r":1996,"ĠaldÄ±ÄŁÄ±nda":1997,"ĠaÅŁÄ±rÄ±":1998,"Ġilerler":1999,"Ġilerleme":2000,"Ġileride":2001,"Ġbilgisay":2002,"Ġbilgilerini":2003,"eÅŁebilir":2004,"Ġboyunca":2005,"ĠÃ§alÄ±ÅŁtÄ±rÄ±l":2006,"ĠÃ§alÄ±ÅŁtÄ±rmayÄ±":2007,"ĠÃ§alÄ±ÅŁtÄ±rÄ±labilir":2008,"ĠhesaplamasÄ±nÄ±":2009,"ĠgÃ¶sterdi":2010,"ĠkontrollÃ¼":2011,"Ġsaniye":2012,"ĠsayÄ±sÄ±nÄ±":2013,"ĠsayÄ±sal":2014,"melisin":2015,"Ġdeste":2016,"ĠgeÃ§mektedir":2017,"ĠdeÄŁiÅŁim":2018,"ĠdeÄŁiÅŁebilir":2019,"ĠdeÄŁiÅŁirse":2020,"Ġkonularda":2021,"ĠgÃ¼nceller":2022,"ĠgÃ¼ncellenir":2023,"ĠgÃ¼ncelleneceÄŁini":2024,"ĠÃ¶rnekleriyle":2025,"ĠaÄŁÄ±rlÄ±klarÄ±nÄ±":2026,"ĠmanipÃ¼le":2027,"Ġkelimeleri":2028,"Ġstop":2029,"ĠtarzÄ±":2030,"Ġgelir":2031,"ĠoluÅŁ":2032,"ĠnasÄ±lsÄ±n":2033,"ĠiÅŁlemleri":2034,"Ġteknoloj":2035,"Ġbelirt":2036,"ĠkatmanÄ±":2037,"ĠkatmanÄ±dÄ±r":2038,"ĠEÄŁitim":2039,"Ġokunabilir":2040,"ĠkÃ¶k":2041,"Ġdiziler":2042,"ĠyakÄ±n":2043,"Ġedebil":2044,"Ġkonuya":2045,"sÄ±zlÄ±k":2046,"Ġkurulu":2047,"ĠsonuÃ§lar":2048,"ĠbÃ¼yÃ¼dÃ¼ÄŁ":2049,"ĠiliÅŁkisini":2050,"Ġkendisine":2051,"Ġyetersiz":2052,"AmaÃ§":2053,"ĠbulunduÄŁ":2054,"Ġyorgun":2055,"Ġtraining":2056,"ĠalÄ±n":2057,"leyebilir":2058,"ĠÃ¶zellikle":2059,"Ġpromptlarla":2060,"ĠÃ§alÄ±ÅŁtÄ±ÄŁÄ±nÄ±":2061,"ĠanlaÅŁÄ±l":2062,"ĠayÄ±rÄ±r":2063,"ĠartÄ±r":2064,"Ġkalitesi":2065,"Ġkararlar":2066,"ĠgÃ¶rmesini":2067,"Ġilerlemektedir":2068,"Ġkaydetmek":2069,"ĠtarafÄ±nÄ±":2070,"ĠtarafÄ±dÄ±r":2071,"Ġfikri":2072,"ĠsatÄ±rda":2073,"ĠyalnÄ±zca":2074,"Ġonu":2075,"Ġonun":2076,"Ġtutul":2077,"ĠatmasÄ±na":2078,"Ġdemo":2079,"Ġdemosuyum":2080,"Ġdenir":2081,"Ġdengeli":2082,"Ġilkeleri":2083,"ĠgÃ¶nderilir":2084,"ĠanlamÄ±na":2085,"ĠbaÅŁarÄ±yla":2086,"ĠbaÅŁarÄ±sÄ±zlÄ±k":2087,"ĠdosyasÄ±":2088,"Ġkavramlar":2089,"ĠkavramlarÄ±":2090,"Ġyerelde":2091,"Ġengeller":2092,"ĠbaÄŁlamÄ±":2093,"ĠyÃ¼klenerek":2094,"ĠaÅŁamasÄ±ndayÄ±m":2095,"Ġhissetti":2096,"Ġhissedebilir":2097,"ĠokumaktÄ±r":2098,"ĠsÃ¶ylemem":2099,"ĠaÃ§Ä±kÃ§a":2100,"ĠaÃ§Ä±klamalarÄ±":2101,"ĠbaÅŁlangÄ±Ã§ta":2102,"ĠihtiyacÄ±m":2103,"ĠkarÄ±ÅŁÄ±klÄ±":2104,"ĠdavranÄ±ÅŁÄ±nÄ±":2105,"ĠkÃ¼tÃ¼phan":2106,"Ġkork":2107,"Ġkazan":2108,"ĠkalÄ±r":2109,"ĠkayÄ±t":2110,"ĠalanlarÄ±nda":2111,"Ġizlenmelidir":2112,"ĠiyileÅŁebilir":2113,"ĠdeÄŁiÅŁtiÄŁinde":2114,"ĠBÃ¶ylece":2115,"Ġloop":2116,"ĠbaÅŁlamÄ±ÅŁ":2117,"ĠkarÅŁÄ±laÅŁtÄ±rÄ±lÄ±r":2118,"ĠÃ¼retebilirim":2119,"ĠboyutlarÄ±":2120,"ĠyÃ¼ksek":2121,"ĠaÅŁamada":2122,"Ġdizisinin":2123,"ĠyorumlanmalÄ±dÄ±r":2124,"Ġrepos":2125,"ĠbaÄŁÄ±mlÄ±lÄ±k":2126,"ĠyÃ¶net":2127,"Ġparametreli":2128,"ArdÄ±ndan":2129,"Block":2130,"RTX":2131,"muÅŁ":2132,"Ġlayer":2133,"Ġ4060":2134,"ĠLaptop":2135,"ĠmÃ¼mkÃ¼n":2136,"Ġdisiplin":2137,"Ġdarkmind":2138,"Ġdakikalar":2139,"ĠdÃ¼ÅŁtÃ¼":2140,"Ġseviy":2141,"ĠvektÃ¶r":2142,"ĠyayÄ±lÄ±m":2143,"Ġtavsiye":2144,"Ġtamamen":2145,"Ġpaket":2146,"ĠÃ¶lÃ§Ã¼lebilir":2147,"ĠTemperature":2148,"ĠDÃ¼ÅŁÃ¼k":2149,"ĠDialogue":2150,"ĠyapmalÄ±yÄ±m":2151,"Ġprogramlama":2152,"Ġanaliz":2153,"Ġcommit":2154,"Ġformat":2155,"ĠÃ¶ÄŁrenemez":2156,"ĠChatGPT":2157,"Ġsampling":2158,"ĠBaÅŁarÄ±sÄ±z":2159,"ĠiÅŁleyebileceÄŁi":2160,"Ġyazabilmem":2161,"Ġbelgelen":2162,"Ġbilgisayar":2163,"Ġsaniyelere":2164,"ĠbÃ¼yÃ¼dÃ¼ÄŁÃ¼nde":2165,"ĠbulunduÄŁun":2166,"'t":2167,"(__":2168,").":2169,"26":2170,"AI":2171,"Bun":2172,"Bel":2173,"BazÄ±":2174,"Buna":2175,"BÃ¶yle":2176,"BÃ¼yÃ¼k":2177,"Con":2178,"Checkpoint":2179,"Causal":2180,"Corpus":2181,"DI":2182,"Dil":2183,"Derin":2184,"Emp":2185,"Fon":2186,"Fal":2187,"Fakat":2188,"Giz":2189,"GÃ¼ven":2190,"GitHub":2191,"GerÃ§ek":2192,"Gradient":2193,"Hat":2194,"JS":2195,"Ken":2196,"Kat":2197,"Key":2198,"List":2199,"Lay":2200,"Motivasyon":2201,"Makine":2202,"ON":2203,"OO":2204,"Or":2205,"Optimizer":2206,"PE":2207,"Po":2208,"Path":2209,"Position":2210,"Query":2211,"Residual":2212,"ROO":2213,"Sh":2214,"Son":2215,"SÄ±nÄ±":2216,"Self":2217,"Ter":2218,"Token":2219,"Tensor":2220,"Tiny":2221,"Uz":2222,"Value":2223,"We":2224,"Yer":2225,"Yeni":2226,"ad":2227,"alabilir":2228,"adece":2229,"acak":2230,"adaki":2231,"amayabilir":2232,"bÄ±r":2233,"car":2234,"cal":2235,"cidir":2236,"cular":2237,"corpus":2238,"cÃ¼nÃ¼":2239,"din":2240,"diz":2241,"dilen":2242,"diye":2243,"dÃ¼ÄŁ":2244,"diyorsa":2245,"ez":2246,"eler":2247,"eÅŁtir":2248,"emelidir":2249,"ead":2250,"ff":2251,"fk":2252,"fil":2253,"flar":2254,"fÄ±nda":2255,"flandÄ±r":2256,"gan":2257,"git":2258,"his":2259,"iÃ§":2260,"iÅŁtir":2261,"ider":2262,"iÄŁini":2263,"icar":2264,"je":2265,"ks":2266,"kÄ±":2267,"kin":2268,"kor":2269,"kas":2270,"kÃ§a":2271,"klarÄ±nda":2272,"kez":2273,"lil":2274,"lmeli":2275,"mini":2276,"mÃ¼yorsa":2277,"nor":2278,"nik":2279,"oma":2280,"ote":2281,"omen":2282,"pe":2283,"pp":2284,"pr":2285,"per":2286,"ris":2287,"rne":2288,"riz":2289,"rue":2290,"rasÄ±":2291,"sne":2292,"sas":2293,"sem":2294,"sik":2295,"slu":2296,"tÄ±r":2297,"tun":2298,"tlarÄ±":2299,"tum":2300,"tÄ±l":2301,"tÄ±k":2302,"ulan":2303,"uca":2304,"vel":2305,"wer":2306,"xper":2307,"yin":2308,"yan":2309,"yor":2310,"yebilir":2311,"ython":2312,"yken":2313,"ymamalÄ±":2314,"zlem":2315,"ĠÃ¼":2316,"ĠAsistan":2317,"ĠÃ¼Ã§":2318,"Ġro":2319,"Ġun":2320,"Ġum":2321,"Ġra":2322,"Ġuy":2323,"ĠÃĸ":2324,"ĠuÃ§":2325,"Ġerken":2326,"ĠArdÄ±ndan":2327,"ĠRTX":2328,"Ġ26":2329,"ĠAI":2330,"ĠFal":2331,"ĠJS":2332,"ĠPath":2333,"ĠROO":2334,"Ġuca":2335,"Ä±cÄ±":2336,"Ä±yorsa":2337,"erir":2338,"erleri":2339,"ereden":2340,"erkez":2341,"Ã¼p":2342,"Ã¼ler":2343,"Ã¼st":2344,"Ã¼lÃ¼r":2345,"Ã¼cÃ¼nÃ¼":2346,"deki":2347,"ladÄ±":2348,"lati":2349,"laÅŁtÄ±r":2350,"laÅŁtÄ±rma":2351,"inir":2352,"inam":2353,"irir":2354,"irli":2355,"irebilir":2356,"irken":2357,"irsiz":2358,"irilir":2359,"ild":2360,"ilyon":2361,"ilmeli":2362,"ilmiÅŁ":2363,"ilesi":2364,"ilmektedir":2365,"ilmemelidir":2366,"ilebildiÄŁini":2367,"ÄŁa":2368,"ÄŁi":2369,"ÄŁÃ¼":2370,"ÄŁÄ±n":2371,"ÄŁunu":2372,"ÄŁmen":2373,"ÄŁuna":2374,"anÄ±l":2375,"anÄ±m":2376,"enin":2377,"endir":2378,"enel":2379,"Ã§ok":2380,"Ã§tÄ±r":2381,"Ġmu":2382,"ĠmÄ±":2383,"Ġmat":2384,"Ġmiyim":2385,"Ġmerhaba":2386,"Ġmodern":2387,"Ġmomen":2388,"Ġmerkez":2389,"Ġmilyon":2390,"ÅŁul":2391,"ÅŁim":2392,"ÅŁÄ±k":2393,"ĠkÄ±r":2394,"Ġkap":2395,"ĠkÃ¼Ã§":2396,"ĠkanÄ±t":2397,"Ġkriz":2398,"Ġkirli":2399,"ĠbÃ¶":2400,"Ġbun":2401,"Ġbran":2402,"Ġbyte":2403,"ĠbiÃ§":2404,"arlÄ±":2405,"arÄ±ldÄ±":2406,"ĠdÃ¼r":2407,"Ġdiy":2408,"ĠdÄ±ÅŁ":2409,"Ġdinam":2410,"lite":2411,"liyim":2412,"liÄŁine":2413,"lipp":2414,"Ġses":2415,"Ġsunu":2416,"ĠseÃ§":2417,"Ġselam":2418,"ĠsunduÄŁ":2419,"ĠsuÃ§":2420,"Ġself":2421,"Ġskor":2422,"Ġsinir":2423,"Ġvalue":2424,"memek":2425,"mediÄŁin":2426,"meyen":2427,"meyebilir":2428,"mamak":2429,"madan":2430,"madÄ±ÄŁÄ±nÄ±":2431,"mamÄ±ÅŁtÄ±r":2432,"maÅŁÄ±k":2433,"ĠyaÅŁ":2434,"ĠyanÄ±l":2435,"Ġgradient":2436,"Ġgider":2437,"ĠgÃ¼cÃ¼nÃ¼":2438,"Ġmodelidir":2439,"isel":2440,"isidir":2441,"Ã¶pe":2442,"Ġtah":2443,"Ġtip":2444,"Ġtam":2445,"ĠteÅŁ":2446,"Ġtop":2447,"Ġtutu":2448,"Ġtab":2449,"Ġtiny":2450,"ĠtanÄ±t":2451,"Ġtemelidir":2452,"Ġticar":2453,"ĠtanÄ±m":2454,"onlar":2455,"Ġemin":2456,"Ġedece":2457,"Ġediyorsa":2458,"Ġexper":2459,"lÄ±p":2460,"lÄ±ÄŁÄ±nÄ±":2461,"lÄ±yorsa":2462,"Ġmodelle":2463,"imler":2464,"imidir":2465,"iment":2466,"Ġhit":2467,"Ġhiz":2468,"Ġhas":2469,"Ġhalde":2470,"Ġhead":2471,"Ġalabilir":2472,"ĠalandÄ±r":2473,"Ġailesi":2474,"apist":2475,"ekimler":2476,"iteli":2477,"itesi":2478,"Ġbirka":2479,"ĠbirleÅŁtir":2480,"ĠbirÃ§ok":2481,"lerdir":2482,"lerine":2483,"ory":2484,"orward":2485,"Ġdeyim":2486,"Ġdemet":2487,"Ġdepr":2488,"ledi":2489,"lediÄŁine":2490,"leÄŁi":2491,"dirilmeli":2492,"ĠverdiÄŁini":2493,"Ġvermiyor":2494,"Ġverilir":2495,"Ġvermeyi":2496,"ĠverdiÄŁi":2497,"ĠverdiÄŁine":2498,"Ġverdin":2499,"bileceÄŁ":2500,"bileceÄŁini":2501,"istik":2502,"nebilir":2503,"Ä±nmalÄ±dÄ±r":2504,"aya":2505,"aynak":2506,"aylaÅŁ":2507,"KullanÄ±cÄ±nÄ±n":2508,"KullanÄ±cÄ±larÄ±n":2509,"Ġpus":2510,"Ġpop":2511,"Ġpsik":2512,"Ġpython":2513,"ĠpaylaÅŁ":2514,"ati":2515,"atus":2516,"atÄ±cÄ±":2517,"atistik":2518,"ahat":2519,"ĠÃ¶fk":2520,"ÅŁtiÄŁini":2521,"ĠÃ§Ã¼nkÃ¼":2522,"ĠÃ§ev":2523,"ĠÃ§Ã¶pe":2524,"ĠÃ§ekimler":2525,"esidir":2526,"esindeki":2527,"ĠTiny":2528,"ĠTrue":2529,"arken":2530,"iyi":2531,"iyey":2532,"iyonlar":2533,"ĠeÄŁitmek":2534,"aklaÅŁtÄ±rma":2535,"asÄ±nÄ±":2536,"asÄ±nÄ±n":2537,"asÄ±ndan":2538,"asitesi":2539,"ĠgeÃ§e":2540,"unur":2541,"undan":2542,"unmalÄ±dÄ±r":2543,"Ġyapabil":2544,"ĠyapmasÄ±na":2545,"Ġyapamayabilir":2546,"ĠyapmamÄ±ÅŁtÄ±r":2547,"larÄ±yla":2548,"yabilir":2549,"BugÃ¼n":2550,"Ġnesne":2551,"Ġneyin":2552,"ĠolmalÄ±":2553,"ĠolmaktÄ±r":2554,"ĠolmasÄ±":2555,"Ġolmaktan":2556,"Ġolsun":2557,"ĠolmuÅŁ":2558,"ĠolmadÄ±ÄŁÄ±nÄ±":2559,"urabil":2560,"ĠtokenÄ±n":2561,"ell":2562,"alinden":2563,"ĠkÃ¼Ã§Ã¼ktÃ¼":2564,"ĠeÄŁitimler":2565,"ĠeÄŁitimini":2566,"ĠanlarÄ±nÄ±":2567,"ĠanlarÄ±m":2568,"Ã¼nÃ¼n":2569,"Ġprojenin":2570,"Ġclipp":2571,"makla":2572,"Ġfine":2573,"Ġforward":2574,"ĠiÃ§inden":2575,"ĠiÃ§erir":2576,"ĠÃ¶ÄŁrenen":2577,"ĠÃ¶ÄŁrendi":2578,"ĠÃ¶ÄŁrenmelidir":2579,"ĠÃ¶ÄŁrenmektir":2580,"ĠÃ¶ÄŁrendiÄŁini":2581,"ĠÃ¶ÄŁrendiÄŁi":2582,"ĠÃ¶ÄŁrenebileceÄŁi":2583,"ĠCev":2584,"ĠgeliÅŁim":2585,"ĠgeliÅŁtiÄŁini":2586,"dÄ±kÃ§a":2587,"ĠgeliÅŁtirirken":2588,"tiÄŁini":2589,"tiÄŁinde":2590,"alÄ±dÄ±r":2591,"emote":2592,"ĠiÃ§indir":2593,"dikÃ§e":2594,"landÄ±":2595,"lanarak":2596,"lanmamalÄ±dÄ±r":2597,"lanmamalÄ±":2598,"Ġdille":2599,"Ġdilidir":2600,"cevaplar":2601,"Ġsade":2602,"ĠsabÄ±r":2603,"Ä±lmamalÄ±dÄ±r":2604,"Ä±lmÄ±ÅŁ":2605,"Ä±lmaz":2606,"Ä±lgan":2607,"ecek":2608,"iÅŁirebilir":2609,"ĠBunu":2610,"ĠBazÄ±":2611,"ĠBana":2612,"ĠByte":2613,"ĠBÃ¼yÃ¼k":2614,"ĠBPE":2615,"ĠcevaplarÄ±":2616,"Ġcevaptan":2617,"ĠGit":2618,"ĠGeÃ§":2619,"ĠGerÃ§ek":2620,"ĠGenel":2621,"ĠgÃ¶zlem":2622,"Ã¼yle":2623,"Ġkonuy":2624,"rafÄ±nda":2625,"ĠhatalÄ±":2626,"ĠhatanÄ±n":2627,"Ġanlama":2628,"Ġanlaman":2629,"Ġanlamaya":2630,"ĠanladÄ±ÄŁÄ±nÄ±":2631,"Ġanlatma":2632,"Ġanlayan":2633,"Ġanlayabilir":2634,"Ġsondan":2635,"ĠsonrasÄ±":2636,"iklik":2637,"ikten":2638,"ĠdeÄŁerine":2639,"ĠdeÄŁerinin":2640,"ĠdeÄŁerlerine":2641,"ĠbaÅŁlama":2642,"ĠbaÅŁlay":2643,"ĠbaÅŁlayan":2644,"ĠbaÅŁlÄ±y":2645,"ĠbaÅŁkas":2646,"ĠdeÄŁildi":2647,"ĠdeÄŁilsem":2648,"Modelde":2649,"mantik":2650,"ĠÅŁiÅŁirebilir":2651,"Ġkopar":2652,"ĠkoymamalÄ±":2653,"ĠkoÅŁul":2654,"Ġbilgi":2655,"ĠbileÅŁ":2656,"Ġbilimi":2657,"Ġbilmez":2658,"ĠbilmediÄŁin":2659,"ĠsÃ¼resi":2660,"ĠÃ§alÄ±ÅŁma":2661,"ĠÃ§alÄ±ÅŁmak":2662,"ĠÃ§alÄ±ÅŁmayabilir":2663,"ĠÃ§alÄ±ÅŁmaz":2664,"sam":2665,"ĠkullanÄ±lÄ±yorsa":2666,"ĠayÄ±k":2667,"nemli":2668,"mekte":2669,"mekten":2670,"Ä°kin":2671,"ĠHangi":2672,"Ġnereden":2673,"Ġniteli":2674,"ĠarasÄ±ndan":2675,"Ġkalabilir":2676,"Ġkalite":2677,"lememelidir":2678,"lemelerinde":2679,"lemeye":2680,"lemesine":2681,"ĠÃ¶nemini":2682,"abilirim":2683,"lenebilir":2684,"likten":2685,"liklerden":2686,"ĠyarÄ±n":2687,"ĠyargÄ±":2688,"ĠyaratÄ±cÄ±":2689,"ĠiÅŁi":2690,"ĠdosyadÄ±r":2691,"Ġdosyalara":2692,"Ġdosyalarda":2693,"ĠdosyalarÄ±n":2694,"minal":2695,"minalde":2696,"ĠkarÄ±ÅŁtÄ±r":2697,"ĠkartlarÄ±":2698,"ĠkarmaÅŁÄ±k":2699,"oruz":2700,"utsuz":2701,"Ġrahat":2702,"Ġremote":2703,"Ġparale":2704,"ĠgeliÅŁtirmesi":2705,"ĠÃ¼retmek":2706,"ĠÃ¼retmeyi":2707,"ĠÃ¼retmekten":2708,"Ġmimari":2709,"Ġmimarinin":2710,"Ġmimariye":2711,"Ġbuild":2712,"Ġsetine":2713,"Ġsetinin":2714,"Ġsetimi":2715,"Ġsetiyle":2716,"Ġyere":2717,"Ġyerde":2718,"Ġetmektir":2719,"Ġetmiyor":2720,"Ġettir":2721,"Ġetmelisin":2722,"ĠettiÄŁini":2723,"ĠetrafÄ±nda":2724,"Ġmodellerde":2725,"Ġmodellerle":2726,"ĠsaÄŁlamasÄ±":2727,"ĠÃ¼zerinden":2728,"tÄ±cÄ±":2729,"ĠgeniÅŁ":2730,"ĠgÃ¶rebil":2731,"ĠgÃ¶rdÃ¼ÄŁ":2732,"ĠgÃ¶rmÃ¼yorsa":2733,"eliyorsa":2734,"ĠdÃ¶nÃ¼yorsa":2735,"ĠdÃ¶nerse":2736,"ĠdÃ¶nÃ¼p":2737,"ĠdÃ¼ÅŁÃ¼yorsa":2738,"ĠdÃ¼ÅŁerken":2739,"Ġdenemek":2740,"Ġdeneyi":2741,"Ä±nacak":2742,"ĠeÄŁitilmiÅŁ":2743,"ĠeÄŁitildiÄŁini":2744,"ĠeÄŁitilmesi":2745,"ĠeÄŁitildiÄŁim":2746,"ĠeÄŁitilebildiÄŁini":2747,"Ġmimarisindeki":2748,"ĠhesaplandÄ±":2749,"ĠyazdÄ±ÄŁÄ±nda":2750,"Ġyazarken":2751,"Ġtahmininden":2752,"Ġederek":2753,"Ġederse":2754,"Ġederken":2755,"Ġverisidir":2756,"Ġverisinin":2757,"ĠparÃ§anÄ±n":2758,"Ġdurumunu":2759,"seder":2760,"seyen":2761,"ularÄ±na":2762,"Ġnedeniyle":2763,"ĠolduÄŁundan":2764,"ĠBenim":2765,"Ġgerekebilir":2766,"ĠgerektiÄŁinde":2767,"Ġsistemin":2768,"Ġsistemlerinde":2769,"ĠKelime":2770,"ĠKÄ±sa":2771,"ĠKaynak":2772,"ĠSadece":2773,"Ã¼mseyen":2774,"ĠdaÄŁÄ±nÄ±":2775,"Ġolabilirim":2776,"Ġkodun":2777,"Ġkoddan":2778,"ĠbÃ¼yÃ¼kÃ§e":2779,"eyen":2780,"ĠkullanÄ±cÄ±lar":2781,"Ġkurar":2782,"Ġkurabil":2783,"Ġkurulan":2784,"ĠkuralÄ±dÄ±r":2785,"ĠgÃ¼nlÃ¼":2786,"Ġezberler":2787,"Ġezberleyi":2788,"Ġezberleyebilir":2789,"ĠhÄ±zÄ±nÄ±":2790,"ĠhÄ±zlanÄ±r":2791,"ĠaÄŁlarÄ±":2792,"ĠdoÄŁrusal":2793,"Ġdeneyim":2794,"Ġdeneylerinde":2795,"Ġkullanmaya":2796,"Ġkullanarak":2797,"ĠkullanmamalÄ±dÄ±r":2798,"ĠhazÄ±rlama":2799,"ĠhazÄ±rlanmalÄ±dÄ±r":2800,"ĠNorma":2801,"ĠNasÄ±l":2802,"ĠNeden":2803,"Ġinit":2804,"Ġbelli":2805,"ĠbelleÄŁi":2806,"Ġmetinlerden":2807,"ĠdosyalarÄ±yla":2808,"Ġhedefiyle":2809,"Ġconfigs":2810,"Ġconfigin":2811,"ĠdoÄŁrulamak":2812,"tÃ¼lmeli":2813,"ilendirilmeli":2814,"ĠduygularÄ±na":2815,"ĠadÄ±mda":2816,"ĠcevaplarÄ±n":2817,"Ġcevaplardan":2818,"ĠgerÃ§ekleÅŁ":2819,"ĠgerÃ§eklikten":2820,"ĠsÃ¼recin":2821,"ĠsÃ¼recidir":2822,"ĠparÃ§alarÄ±":2823,"ĠparÃ§adan":2824,"ĠparÃ§alarÄ±nÄ±":2825,"ĠaÄŁÄ±rlÄ±klar":2826,"cih":2827,"kenler":2828,"Ä±mÄ±":2829,"erince":2830,"ĠklasÃ¶rden":2831,"Ġsoruda":2832,"Ġsoruya":2833,"Ġyeniden":2834,"ĠgÃ¼venlidir":2835,"ĠgÃ¼venilir":2836,"Ġalmak":2837,"ĠalmaktÄ±r":2838,"ĠalmasÄ±na":2839,"Ġalmamak":2840,"ĠaÅŁaman":2841,"ĠolmayabileceÄŁ":2842,"Ä±lÄ±rsa":2843,"Ġbilginin":2844,"Ġbilgisini":2845,"Ġbilgiyi":2846,"Ġbilgilendirilmeli":2847,"ĠbÃ¼yÃ¼tÃ¼lmeli":2848,"ĠtekrarlÄ±y":2849,"Ġmasaya":2850,"Ġkayabilirim":2851,"ĠsÄ±radaki":2852,"ĠsÄ±rasÄ±nÄ±":2853,"Ġekler":2854,"Ġeklenmelidir":2855,"Ġeklemek":2856,"Ġeklemeli":2857,"ĠÃ§alÄ±ÅŁtÄ±rÄ±lÄ±rsa":2858,"ĠamaÃ§la":2859,"ĠamaÃ§lÄ±":2860,"ĠkullanÄ±ldÄ±":2861,"ĠkullanÄ±lmalÄ±dÄ±r":2862,"ĠkullanÄ±lmasÄ±":2863,"ĠaracÄ±":2864,"ĠaradÄ±ÄŁÄ±nÄ±":2865,"ĠaraÃ§tÄ±r":2866,"ĠdÃ¼ÅŁÃ¼kse":2867,"Ġhesaplamalarda":2868,"ĠinsanÄ±":2869,"ĠgÃ¶steren":2870,"ĠgÃ¶stermek":2871,"ĠgÃ¶steriÅŁ":2872,"ĠgÃ¶sterici":2873,"abiliyorum":2874,"ĠÄ°yi":2875,"ĠbaÄŁlÄ±dÄ±r":2876,"Ġsana":2877,"Ġsaniyey":2878,"ĠsÄ±nÄ±flandÄ±r":2879,"ĠsayÄ±daki":2880,"meliyim":2881,"masÄ±dÄ±r":2882,"ĠgeÃ§mek":2883,"ĠgeÃ§erse":2884,"ĠgeÃ§irilir":2885,"Ġzamanla":2886,"Ġzamanda":2887,"ÅŁtÄ±rmadan":2888,"utup":2889,"utucu":2890,"Ġmaskesidir":2891,"dildi":2892,"Ãĸrne":2893,"Ãĸnemli":2894,"ĠkatÄ±lmamalÄ±dÄ±r":2895,"ĠyÃ¼klemeli":2896,"ĠdeÄŁiÅŁiklik":2897,"ĠdeÄŁiÅŁkenler":2898,"ĠgeliÅŁtirilmektedir":2899,"ĠgeliÅŁtirildiÄŁini":2900,"ĠgeliÅŁtirilmekte":2901,"Ġkonulara":2902,"Ġkonulardan":2903,"ĠamacÄ±m":2904,"ĠamacÄ±n":2905,"ĠarasÄ±ndadÄ±r":2906,"Ġetmeden":2907,"Ġetmeyi":2908,"Ġetmemeli":2909,"Ġetmesine":2910,"ĠdÃ¶ngÃ¼de":2911,"ĠgÃ¼ncelledi":2912,"ĠgÃ¼ncellemelerinde":2913,"ĠhÄ±zlÄ±dÄ±r":2914,"ĠhÄ±zlÄ±ca":2915,"ĠaÄŁÄ±rlÄ±klarÄ±nÄ±n":2916,"ĠaÅŁamasÄ±dÄ±r":2917,"ĠsÄ±nÄ±rlarÄ±":2918,"ĠmesajÄ±":2919,"Ġmesajda":2920,"ĠmesajÄ±nÄ±n":2921,"ĠdÃ¼zensiz":2922,"ĠdÃ¼zenlemek":2923,"ĠdÃ¼zenlemesine":2924,"durmak":2925,"olve":2926,"lanÄ±rsa":2927,"Ġkendi":2928,"Ġkeser":2929,"ĠdiÄŁeri":2930,"Ġstres":2931,"Ġstatus":2932,"Ġyeterince":2933,"Ġedilir":2934,"Ġhissini":2935,"Ġhisseder":2936,"Ġgeldi":2937,"Ġgelmez":2938,"Ġgelirse":2939,"ĠgeldiÄŁin":2940,"Ġgelmeyebilir":2941,"Ġolup":2942,"landÄ±rÄ±ldÄ±":2943,"ĠiÅŁlemi":2944,"ĠiÅŁlemlerini":2945,"ĠiÅŁlemcidir":2946,"Ġbelirli":2947,"Ġdestekli":2948,"Ġdesteklememelidir":2949,"Ġkatmanlar":2950,"ĠkatmanlÄ±":2951,"ĠdÃ¶ngÃ¼sÃ¼nde":2952,"ĠdÃ¶ngÃ¼sÃ¼nÃ¼":2953,"ĠdÃ¶nÃ¼ÅŁtÃ¼rÃ¼lÃ¼r":2954,"abÄ±n":2955,"zellikle":2956,"ĠElim":2957,"ĠuzaklaÅŁtÄ±rma":2958,"Ġkimse":2959,"Ġdizide":2960,"ĠsayÄ±lmaz":2961,"Ġyolu":2962,"Ġyolun":2963,"Ġyolunda":2964,"Ġgitme":2965,"ĠakmasÄ±nÄ±":2966,"Ġazalabilir":2967,"Ġdecode":2968,"Ġdecay":2969,"Ġverebilmek":2970,"Ġverebilmelidir":2971,"Ġverebilmektir":2972,"Ġverebilmem":2973,"Ġverebiliyorsa":2974,"Ġverebilecek":2975,"ĠÃ§Ä±kabilir":2976,"ĠÃ§Ä±karÄ±ldÄ±":2977,"Ġfikir":2978,"ĠBiri":2979,"ĠÅŁeylerdir":2980,"ĠsÃ¼rÃ¼mÃ¼":2981,"ĠsÃ¼rÃ¼mde":2982,"ĠsÃ¼rÃ¼mlerini":2983,"ĠsÃ¼rÃ¼mÃ¼nÃ¼":2984,"ĠsÃ¼rÃ¼mÃ¼nÃ¼n":2985,"ĠsÃ¼rÃ¼mÃ¼yle":2986,"ĠayrÄ±ldÄ±":2987,"Ġkurulur":2988,"Ġkuruldu":2989,"ĠkurulmaktadÄ±r":2990,"ĠkurulmuÅŁ":2991,"Ġezberlemeye":2992,"Ġezberlemesine":2993,"Ġezberlemesidir":2994,"ĠsonuÃ§larÄ±":2995,"ĠsonuÃ§larla":2996,"Ġkendisini":2997,"ĠdokÃ¼mantasyona":2998,"ĠÃ§eÅŁitlendiril":2999,"Kodda":3000,"Level":3001,"Veriler":3002,"menin":3003,"Ġbulmaya":3004,"Ġbuluna":3005,"Ġbulunur":3006,"ĠbakÄ±lÄ±r":3007,"ĠbaskÄ±":3008,"Ġbenzeri":3009,"ĠbenzerliÄŁine":3010,"ĠsÃ¶ylediÄŁine":3011,"Ġtakibi":3012,"Ġtaklit":3013,"Ġhayalinden":3014,"ĠaÃ§abilir":3015,"leyen":3016,"ĠÃ¶zelleÅŁ":3017,"ĠÃ¶zelliklerden":3018,"ĠpromptlarÄ±":3019,"Ġpromptlara":3020,"Ġpromptlarda":3021,"ĠbaÅŁlandÄ±":3022,"Ġkomutu":3023,"ĠayÄ±rmak":3024,"ĠayÄ±rmayÄ±":3025,"ĠayÄ±rarak":3026,"Ġnotlar":3027,"Ġartar":3028,"ĠartÄ±k":3029,"ĠarttÄ±k":3030,"ĠkararsÄ±z":3031,"Ġrepo":3032,"Ġrelati":3033,"Ġrastgelelik":3034,"ĠdoÄŁar":3035,"ĠdoÄŁdu":3036,"ĠgÃ¶rmeyi":3037,"ĠgÃ¶rmese":3038,"ĠgÃ¶rmediÄŁini":3039,"ĠgÃ¶rÃ¼nmeyen":3040,"ĠyazÄ±lÄ±msal":3041,"Ġsonucudur":3042,"Ġilerlemek":3043,"Ġilerlemektir":3044,"ĠilerledikÃ§e":3045,"Ġkaydeder":3046,"Ġkaydedilen":3047,"Ġkaydedildi":3048,"Ġciddiye":3049,"Ġscripts":3050,"Ġscriptin":3051,"Ġscriptlerinde":3052,"ĠtarafÄ±nda":3053,"ĠdÃ¶ngÃ¼sÃ¼dÃ¼r":3054,"Ġuzunlu":3055,"ĠazaltÄ±r":3056,"Ġfikrin":3057,"Ġfikrinde":3058,"Ġfikrinin":3059,"ĠayrÄ±lÄ±p":3060,"ĠortamÄ±":3061,"Ġortamda":3062,"ĠortamÄ±n":3063,"ĠmekanizmasÄ±nda":3064,"ĠmekanizmasÄ±nÄ±":3065,"ĠsatÄ±rÄ±n":3066,"ĠsatÄ±rÄ±nÄ±":3067,"ĠsatÄ±rÄ±na":3068,"Ġsahipti":3069,"Ġsahiptir":3070,"ĠyalnÄ±zlÄ±ÄŁÄ±nÄ±":3071,"Ġgetirir":3072,"Ġgetirmek":3073,"Ġgetirdi":3074,"Ġgetirmektir":3075,"ĠgetirilebildiÄŁini":3076,"ĠihtiyaÃ§":3077,"ĠcÃ¼mleler":3078,"ĠcÃ¼mledir":3079,"ĠcÃ¼mleleri":3080,"ĠcÃ¼mledeki":3081,"luk":3082,"ĠModern":3083,"ÄŁindedir":3084,"ents":3085,"ĠvardÄ±r":3086,"Ġtersine":3087,"Ġterapist":3088,"Ġterminalde":3089,"Ġtercih":3090,"Ġtutmak":3091,"ĠtutarlÄ±":3092,"Ġatmaya":3093,"Ġatmakla":3094,"esyonda":3095,"ository":3096,"Ġgelecek":3097,"yabilmektir":3098,"ĠgÃ¶nderilmemelidir":3099,"ĠgÃ¶ndermemek":3100,"ĠanlamlÄ±":3101,"Ġanlamda":3102,"ĠdosyasÄ±nda":3103,"ĠdosyasÄ±nÄ±n":3104,"ĠÃ§alÄ±ÅŁÄ±rÄ±m":3105,"Ġsistemlerinin":3106,"ĠSenin":3107,"ĠyapÄ±sÄ±dÄ±r":3108,"ĠezberlemiÅŁtir":3109,"ĠhÄ±zlandÄ±rma":3110,"ĠhÄ±zlandÄ±rÄ±r":3111,"ĠhÄ±zlandÄ±rmasÄ±":3112,"ĠhÄ±zlandÄ±rÄ±lmÄ±ÅŁ":3113,"Ġengellemeye":3114,"Ġengelleyen":3115,"ĠduygularÄ±":3116,"ĠduygularÄ±nÄ±":3117,"ĠÃ¶rÃ¼ntÃ¼ler":3118,"ĠÃ¶rÃ¼ntÃ¼leri":3119,"Ġolmayabilirim":3120,"ĠbÃ¼yÃ¼tmek":3121,"ĠbÃ¼yÃ¼tmektir":3122,"ĠbÃ¼yÃ¼tmelisin":3123,"ĠbÃ¼yÃ¼tmeliyim":3124,"ĠkaynaklarÄ±na":3125,"ĠbaÄŁÄ±msÄ±z":3126,"ĠbaÄŁlamdan":3127,"ĠbaÄŁlamdaki":3128,"ĠgeÃ§miÅŁi":3129,"ĠyÃ¼klenmeli":3130,"ĠyÃ¼klenmez":3131,"ĠyÃ¶ntemi":3132,"ĠyÃ¶ntemlerin":3133,"ĠoluÅŁturan":3134,"ĠoluÅŁturur":3135,"ĠoluÅŁturmak":3136,"ĠoluÅŁturmaktÄ±r":3137,"Ġokuyabilmektir":3138,"ĠkÃ¶tÃ¼dÃ¼r":3139,"ĠÃ§Ä±ktÄ±larÄ±":3140,"ĠÃ§Ä±ktÄ±yÄ±":3141,"ĠsÃ¶ylememelidir":3142,"ĠsÃ¶ylemeliyim":3143,"ĠhayatÄ±":3144,"ĠhayatlarÄ±":3145,"ĠhayatÄ±nda":3146,"Ġhayattan":3147,"ĠbaÅŁlangÄ±Ã§lardan":3148,"ĠkomutlarÄ±":3149,"ĠihtiyacÄ±nÄ±n":3150,"ĠtasarlanmalÄ±dÄ±r":3151,"ĠtasarlanmamalÄ±dÄ±r":3152,"ĠtasarÄ±mÄ±":3153,"ĠtasarlanÄ±rsa":3154,"ĠkarÄ±ÅŁÄ±klÄ±k":3155,"ĠdavranÄ±ÅŁÄ±":3156,"ĠdavranÄ±ÅŁlarÄ±nÄ±":3157,"ĠyaklaÅŁÄ±mÄ±":3158,"ĠyaklaÅŁÄ±mÄ±nÄ±n":3159,"().":3160,"Ġ50":3161,"Ġister":3162,"Ġistatistik":3163,"Ġisteyen":3164,"Ġuyumlu":3165,"Ġuyumsuz":3166,"ilmeye":3167,"ĠkÃ¼me":3168,"ĠkorunmalÄ±dÄ±r":3169,"ĠkazanÄ±r":3170,"ĠkalmÄ±ÅŁ":3171,"ĠkayÄ±yor":3172,"Ġsakin":3173,"Ġsaklayan":3174,"ĠsaklanmamalÄ±":3175,"ĠtaÅŁÄ±r":3176,"ĠtaÅŁlarÄ±ndan":3177,"ĠtaÅŁÄ±nacak":3178,"Ġtensora":3179,"ĠalanlarÄ±ndan":3180,"leÅŁtirmemelidir":3181,"leÅŁtirilmiÅŁ":3182,"Ġizlenir":3183,"ĠiyileÅŁtir":3184,"ĠÃ§Ã¶zÃ¼m":3185,"ĠÃ§Ã¶zÃ¼lebilir":3186,"ĠÃ§Ã¶zmenin":3187,"ĠTeknik":3188,"ĠyaptÄ±ÄŁÄ±":3189,"ĠyaptÄ±ÄŁÄ±n":3190,"ĠdeÄŁiÅŁtikten":3191,"aloglar":3192,"Ġprojedeki":3193,"Ġlocal":3194,"ĠbaÅŁlamÄ±ÅŁtÄ±r":3195,"ĠkolaydÄ±r":3196,"ĠkolaylaÅŁtÄ±r":3197,"Ġbilmiyorsan":3198,"Ġbilmiyorsam":3199,"ĠkarÅŁÄ±laÅŁtÄ±rmadan":3200,"Ġriskli":3201,"Ġriskini":3202,"Ġrisklidir":3203,"ĠgÃ¶rÃ¼p":3204,"ĠgÃ¶rÃ¼lÃ¼r":3205,"ĠgÃ¶rÃ¼nebilir":3206,"ĠeÄŁitilirken":3207,"ĠaltÄ±na":3208,"Ġboyutuna":3209,"ĠÃ§alÄ±ÅŁtÄ±rÄ±ldÄ±ÄŁÄ±nda":3210,"ĠÃ§alÄ±ÅŁtÄ±rÄ±ldÄ±ÄŁÄ±":3211,"ĠyÃ¼kseliyorsa":3212,"ĠaÅŁamalarÄ±nda":3213,"ĠyÃ¶nlendirmelidir":3214,"ĠyÃ¶nlendirici":3215,"ĠyÃ¶nlendirmemelidir":3216,"Ġdizisinden":3217,"Ġnormaldir":3218,"ĠnormalleÅŁtirmemelidir":3219,"Ġyorumlamak":3220,"Ġrepository":3221,"ĠmekanizmasÄ±dÄ±r":3222,"Deneyleri":3223,"olojik":3224,"Ġuygundur":3225,"ĠyÃ¶nelim":3226,"Ġtestlerde":3227,"ĠkonfigÃ¼rasyonu":3228,"ĠkonfigÃ¼rasyonlarÄ±yla":3229,"Ġparametre":3230,"000":3231,"Profesyonel":3232,"Proje":3233,"Tahminler":3234,"Training":3235,"__).":3236,"ight":3237,"ignor":3238,"parents":3239,"resolve":3240,"tmadan":3241,"Ġmakinelerin":3242,"ĠkiÅŁinin":3243,"ĠkiÅŁisel":3244,"ĠbloÄŁu":3245,"ĠbloÄŁuna":3246,"Ġsorunu":3247,"Ġsorusunu":3248,"ĠsÃ¶zlÃ¼k":3249,"ĠsÃ¶zdiz":3250,"ĠadlÄ±":3251,"ĠadlandÄ±rÄ±ldÄ±":3252,"ĠadÄ±dÄ±r":3253,"Ġbirbirine":3254,"Ġbirbirinden":3255,"Ġvermemeli":3256,"Ġveriyorsun":3257,"Ġotoma":3258,"Ġoturabil":3259,"ĠolasÄ±":3260,"ĠolabileceÄŁini":3261,"Ġyapamaz":3262,"ĠyapamamasÄ±":3263,"ĠolduklarÄ±nda":3264,"ĠfaydalÄ±":3265,"ĠfaydalÄ±dÄ±r":3266,"ĠzararlÄ±":3267,"ĠBilmediÄŁin":3268,"ĠBilmediÄŁim":3269,"ĠdeÄŁerlendirilmelidir":3270,"ĠdeÄŁerlendirilmektedir":3271,"ĠbaÅŁlatÄ±l":3272,"ĠbaÅŁlatmadan":3273,"ĠÅŁeyi":3274,"ĠÅŁeff":3275,"ĠkullanÄ±mÄ±":3276,"ĠkullanÄ±mÄ±nÄ±n":3277,"ĠkullanÄ±rken":3278,"ĠayarlarÄ±":3279,"ĠayarlarÄ±nÄ±":3280,"Ä°nsanlar":3281,"Ġnoktada":3282,"ĠnoktalarÄ±ndan":3283,"ĠÃ¼zgÃ¼nlÃ¼k":3284,"ĠkaÃ§mak":3285,"ĠkaÃ§Ä±nmalÄ±dÄ±r":3286,"Ġkarakterin":3287,"Ġkarakterleri":3288,"ĠsaÄŁlÄ±klÄ±":3289,"ĠsaÄŁlÄ±klÄ±dÄ±r":3290,"ĠdÃ¼ÅŁÃ¼nceler":3291,"ĠdÃ¼ÅŁÃ¼ncelerini":3292,"Ġdenemesidir":3293,"Ġincelenir":3294,"Ġincelenebilir":3295,"Ġsonucunu":3296,"Ġsonucunda":3297,"ĠklasÃ¶rdeyken":3298,"Ġilerlemez":3299,"Ġilerlemeler":3300,"ĠÃ§alÄ±ÅŁtÄ±rÄ±lsÄ±n":3301,"ĠÃ§alÄ±ÅŁtÄ±rÄ±lmÄ±ÅŁtÄ±r":3302,"ĠdesteÄŁini":3303,"ĠdesteÄŁine":3304,"ĠdeÄŁiÅŁiminden":3305,"ĠoluÅŁur":3306,"ĠoluÅŁmalÄ±dÄ±r":3307,"Ġteknolojidir":3308,"Ġteknolojisidir":3309,"Ġbelirtmelidir":3310,"Ġbelirtileri":3311,"ĠkÃ¶kÃ¼nde":3312,"ĠkÃ¶kÃ¼nÃ¼":3313,"Ġdizilerine":3314,"Ġdizilerindeki":3315,"Ġedebilmektir":3316,"Ġedebilmem":3317,"Ġkuruludur":3318,"Ġyorgunluk":3319,"ĠalÄ±nca":3320,"ĠalÄ±nmasÄ±":3321,"ĠanlaÅŁÄ±lmak":3322,"ĠanlaÅŁÄ±lmadan":3323,"ĠartÄ±rÄ±r":3324,"ĠartÄ±racak":3325,"ĠtutulmalÄ±dÄ±r":3326,"ĠtutulmaktadÄ±r":3327,"ĠhissettiÄŁini":3328,"ĠhissettiÄŁin":3329,"ĠkarÄ±ÅŁÄ±klÄ±ÄŁÄ±":3330,"ĠkarÄ±ÅŁÄ±klÄ±ÄŁa":3331,"ĠkÃ¼tÃ¼phanedir":3332,"ĠkÃ¼tÃ¼phaneler":3333,"Ġkorkusunu":3334,"Ġkorkutucu":3335,"Ġkazanabilir":3336,"ĠkazandÄ±kÃ§a":3337,"ĠkayÄ±tlar":3338,"Ġreposu":3339,"Ġreposunu":3340,"ĠyÃ¶netilmektedir":3341,"ĠyÃ¶netilmeye":3342,"ĠmÃ¼mkÃ¼ndÃ¼r":3343,"Ġdisiplinini":3344,"Ġdisiplinine":3345,"Ġseviyesini":3346,"Ġseviyesindeki":3347,"ĠvektÃ¶rleri":3348,"ĠvektÃ¶rlere":3349,"Ġtavsiyeler":3350,"Ġpaketler":3351,"ĠformatÄ±na":3352,"Ġformatlarda":3353,"Ġbelgelenmelidir":3354,"Ġbelgelenmesi":3355,"Ġbilgisayarda":3356,"Bunun":3357,"Belirsiz":3358,"BÃ¶ylece":3359,"Config":3360,"Checkpoints":3361,"DIR":3362,"Empati":3363,"Fonks":3364,"Gizlil":3365,"GÃ¼venli":3366,"Hata":3367,"Kendi":3368,"Katman":3369,"Liste":3370,"Layer":3371,"Orta":3372,"Power":3373,"Shell":3374,"Sonraki":3375,"SÄ±nÄ±flar":3376,"Terminal":3377,"Tensorlar":3378,"Uzun":3379,"Weight":3380,"Yerel":3381,"culara":3382,"file":3383,"gitignor":3384,"slup":3385,"tuning":3386,"ĠÃ¼slup":3387,"Ġromantik":3388,"Ġunutup":3389,"Ġumutsuz":3390,"ĠraÄŁmen":3391,"Ġuydurmak":3392,"ĠÃĸzellikle":3393,"ĠuÃ§tan":3394,"ĠFalse":3395,"ĠJSON":3396,"ĠROOT":3397,"Ġmatris":3398,"Ġmomentum":3399,"Ġmerkezi":3400,"ĠkÄ±rÄ±lgan":3401,"Ġkapasitesi":3402,"ĠkÃ¼Ã§Ã¼mseyen":3403,"ĠkanÄ±tladÄ±":3404,"ĠbÃ¶len":3405,"ĠbunlarÄ±n":3406,"Ġbranch":3407,"ĠbiÃ§imidir":3408,"ĠdÃ¼rÃ¼st":3409,"Ġdiyaloglar":3410,"Ġdinamik":3411,"Ġsessiz":3412,"Ġsunuculara":3413,"ĠseÃ§im":3414,"ĠsunduÄŁunu":3415,"ĠsuÃ§layan":3416,"ĠskorlarÄ±":3417,"ĠyaÅŁÄ±yorsa":3418,"ĠyanÄ±ltÄ±cÄ±":3419,"Ġtahmini":3420,"ĠteÅŁhis":3421,"Ġtoplanarak":3422,"Ġtutulabilir":3423,"ĠtabanlÄ±":3424,"ĠtanÄ±tmamalÄ±dÄ±r":3425,"Ġticari":3426,"ĠtanÄ±mlarÄ±":3427,"ĠedeceÄŁini":3428,"Ġexperiment":3429,"Ġhitap":3430,"Ġhizmet":3431,"Ġhassas":3432,"ĠbirkaÃ§":3433,"ĠbirleÅŁtirdi":3434,"Ġdeyimler":3435,"Ġdepresyonda":3436,"Ġpush":3437,"ĠpopÃ¼ler":3438,"Ġpsikolojik":3439,"ĠpaylaÅŁÄ±lÄ±r":3440,"ĠÃ¶fkeli":3441,"ĠÃ§evirir":3442,"ĠgeÃ§emez":3443,"Ġyapabilmesi":3444,"ĠolmalÄ±sÄ±n":3445,"Ġclipping":3446,"ĠCevabÄ±n":3447,"ĠGeÃ§miÅŁ":3448,"ĠGenellikle":3449,"ĠgÃ¶zlemleyebilir":3450,"Ġkonuyu":3451,"ĠanlamanÄ±n":3452,"ĠbaÅŁlamadan":3453,"ĠbaÅŁlayarak":3454,"ĠbaÅŁlÄ±yoruz":3455,"ĠbaÅŁkasÄ±na":3456,"Ġkoparan":3457,"ĠkoÅŁulsuz":3458,"ĠbileÅŁendir":3459,"ĠayÄ±klamasÄ±":3460,"Ä°kinci":3461,"ĠniteliÄŁindedir":3462,"ĠyargÄ±lar":3463,"ĠkarÄ±ÅŁtÄ±rabiliyorum":3464,"Ġparalel":3465,"Ġetmiyorsa":3466,