{"<pad>":0,"<s>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ä±":261,"čĊ":262,"an":263,"in":264,"er":265,"de":266,"Ã¼":267,"ir":268,"ar":269,"ÄŁ":270,"en":271,"on":272,"is":273,"ul":274,"il":275,"lan":276,"ÅŁ":277,"Ġk":278,"me":279,"Ã§":280,"ullan":281,"Ġs":282,"ma":283,"Ġv":284,"Ġb":285,"ist":286,"ullanÄ±":287,"``":288,"or":289,"cÄ±":290,"Ġd":291,"Ã¶":292,"ya":293,"ullanÄ±cÄ±":294,"Ä±n":295,"Ġm":296,"KullanÄ±cÄ±":297,"As":298,"istan":299,"Asistan":300,"li":301,"Ä±r":302,"Ġg":303,"Ġt":304,"th":305,"ha":306,"lÄ±":307,"ode":308,"Ġe":309,"yth":310,"ython":311,"it":312,"im":313,"Ġn":314,"ol":315,"le":316,"Ġmode":317,"Ġa":318,"Ġve":319,"Ġp":320,"lar":321,"la":322,"ok":323,"ta":324,"```":325,"ĠĠ":326,"Ġi":327,"ĠP":328,"Ġde":329,"Ġya":330,"dir":331,"un":332,"Ġol":333,"da":334,"Ġmodel":335,"Ġha":336,"int":337,"ler":338,"Ġy":339,"um":340,"iz":341,"ek":342,"Ġbir":343,"ĠPython":344,"Ã¼r":345,"oken":346,"Ġ=":347,"Ġver":348,"bil":349,"ĠÃ¶":350,"Ġne":351,"'d":352,"ÅŁt":353,"ÄŁit":354,"el":355,"ur":356,"Ä±nÄ±":357,"ĠeÄŁit":358,"ay":359,"Ġc":360,"et":361,"em":362,"Ã¼k":363,"ĠÃ§":364,"ĠT":365,"ini":366,"ĠC":367,"es":368,"Ġpr":369,"Ġhata":370,"ec":371,"ĠB":372,"Ġyap":373,"bilir":374,"os":375,"den":376,"ark":377,"ber":378,"python":379,"ile":380,"ÄŁr":381,"Ġtoken":382,"ĠD":383,"Ġh":384,"ĠgÃ¶":385,"as":386,"Ġf":387,"iy":388,"Ã¼Ã§":389,"Ġda":390,"ĠeÄŁitim":391,"st":392,"al":393,"te":394,"ĠdeÄŁ":395,"izer":396,"Ġme":397,"dÄ±r":398,"ind":399,"umber":400,"ti":401,"Ã¼Ã§Ã¼k":402,"malÄ±":403,"ĠiÃ§":404,"dÄ±":405,"pr":406,"Ä±l":407,"Ġkon":408,"ap":409,"Ġl":410,"Ġ\"":411,"Ġsa":412,"inde":413,"Ġdaha":414,"Ġpro":415,"Mind":416,"ine":417,"arkMind":418,"ĠkÃ¼Ã§Ã¼k":419,"ĠĠĠ":420,"ak":421,"eli":422,"iÅŁ":423,"larÄ±":424,"ev":425,"us":426,"Ġile":427,"print":428,"ĠBu":429,"ĠiÃ§in":430,"mak":431,"ÅŁtir":432,"Ġproj":433,"Ġmodelin":434,"ip":435,"tr":436,"ĠDarkMind":437,"ki":438,"Ġmet":439,"Ġmodeli":440,"ce":441,"PU":442,"Ġan":443,"mek":444,"ĠgÃ¶st":445,"ĠgÃ¶ster":446,"od":447,"ĠG":448,"di":449,"Ä±nda":450,"ĠÃ¶ÄŁr":451,"ĠÃ¶ÄŁren":452,"yÄ±":453,"Ġyaz":454,"Ã¼z":455,"number":456,"sÄ±":457,"ĠÃ§a":458,"idir":459,"ran":460,"Ġdos":461,"Ġveya":462,"xt":463,"Ã¼n":464,"Ġdo":465,"lÄ±ÅŁ":466,"for":467,"\",":468,"Ġdosya":469,"Ġgeli":470,"ra":471,"ĠkullanÄ±":472,"unu":473,"(\"":474,"du":475,"po":476,"ing":477,"Ġveri":478,"ĠgÃ¶sterir":479,"ĠdoÄŁr":480,"ĠgeliÅŁtir":481,"dan":482,"re":483,"Ã¶n":484,"ĠiÅŁ":485,"ayÄ±":486,"ame":487,"ĠN":488,"Ġ[":489,"evap":490,"ut":491,"Ġin":492,"Ġtokenizer":493,"lama":494,"ĠÃ¶n":495,"tion":496,"\")":497,"Ġz":498,"point":499,"ath":500,"sa":501,"sÄ±n":502,"Ã§e":503,"Ġneden":504,"Ġlist":505,"hec":506,"kpoint":507,"ÄŁÄ±nÄ±":508,"Ġet":509,"heckpoint":510,"abilir":511,"Ġba":512,"Ġnedir":513,"ĠdoÄŁru":514,"Ġger":515,"leri":516,"Ġkontr":517,"duÄŁ":518,"Ġkontrol":519,"se":520,"Er":521,"ror":522,"Ġar":523,"ĠGPU":524,"form":525,"Error":526,"DA":527,"kÃ§e":528,"Ã¼y":529,"meli":530,"ĠdÃ¶n":531,"oss":532,"UDA":533,"ch":534,"sÄ±nÄ±":535,"Ġson":536,"Ġdil":537,"okenizer":538,"min":539,"ord":540,"Ġolma":541,"ey":542,"word":543,"Ä±rlÄ±":544,"ĠCUDA":545,"Ġprint":546,"diÄŁ":547,"numbers":548,"isin":549,"mes":550,"Ã¼rkÃ§e":551,"Ġcevap":552,"asÄ±l":553,"ten":554,"ebilir":555,"oun":556,"sform":557,"mel":558,"Ġbil":559,"ĠolduÄŁ":560,"ĠTÃ¼rkÃ§e":561,"ĠdeÄŁer":562,"sformer":563,"iler":564,"ĠnasÄ±l":565,"ĠÃ§alÄ±ÅŁ":566,"ah":567,"at":568,"eÄŁ":569,"tÄ±r":570,"Ġkullan":571,"Ġyar":572,"ĠdeÄŁil":573,"dÄ±ÄŁÄ±nÄ±":574,"Ġprojes":575,"ig":576,"lem":577,"Ġama":578,"Bu":579,"uy":580,"ver":581,"Ġkur":582,"Ã¶z":583,"Ġnumber":584,"Ġpar":585,"text":586,"ransformer":587,"op":588,"ĠÃ¼r":589,"ĠsÃ¼r":590,"odel":591,"Ġolur":592,"Ġmetn":593,"ĠÃ¶nem":594,"ĠsayÄ±":595,"Ġproje":596,"yi":597,"orum":598,"ĠTokenizer":599,"ĠTransformer":600,"ĠgeliÅŁtirme":601,"()":602,"ĠÃ¼z":603,"leme":604,"emiz":605,"Ġgerek":606,"len":607,"Ġay":608,"ĠÃ¼ret":609,"Model":610,"om":611,"Ġ2":612,"Ġor":613,"inin":614,"Ã¼ÅŁ":615,"ÅŁtÄ±r":616,"melisin":617,"ĠÃ¼zer":618,"ede":619,"pus":620,"yan":621,"ĠH":622,"Ä±z":623,"oru":624,"orpus":625,"Ġal":626,"lara":627,"Ġyer":628,"Ġanla":629,"ount":630,"miÅŁ":631,"ot":632,"ĠS":633,"az":634,"ik":635,"ular":636,"Ġbo":637,"Ġmim":638,"Ġed":639,"Ġfor":640,"Ġloss":641,"tention":642,"Ġorta":643,"ĠÃ¼zerinde":644,"Ġmimar":645,"fig":646,"name":647,"eni":648,"lik":649,"Ġtek":650,"Ġolu":651,"malÄ±sÄ±n":652,"ĠsaÄŁ":653,"Ġzek":654,"mÄ±":655,"ttention":656,"ĠÅŁ":657,"ĠbÃ¼y":658,"orch":659,"ĠaÄŁ":660,"eceÄŁ":661,"Ġbilg":662,"va":663,"Ä°":664,"Ġkar":665,"Ġset":666,"Ġbul":667,"item":668,"las":669,"Ġveriy":670,"ĠÃ¶r":671,"esap":672,"ĠhÄ±z":673,"Ġhesap":674,"dÄ±m":675,"yÄ±m":676,"ĠÃ¶nemli":677,"Ġmimaris":678,"Ġzeka":679,"ge":680,"if":681,"zÄ±r":682,"Ġo":683,"Ġr":684,"Ä±k":685,"Ä±m":686,"onfig":687,"Ġtah":688,"Ġden":689,"ĠhazÄ±r":690,"asÄ±nda":691,"iÅŁk":692,"words":693,"Ġkurul":694,"ab":695,"ue":696,"Ġ3":697,"ĠK":698,"ĠdÃ¼ÅŁ":699,"ĠCheckpoint":700,"Ġyapay":701,"ĠeÄŁitimi":702,"usal":703,"ĠbaÅŁ":704,"Ġok":705,"Ã¼m":706,"Ġge":707,"Ġgen":708,"Ġpip":709,"Ġif":710,"eline":711,"ĠBen":712,"malÄ±yÄ±m":713,"Ġmetin":714,"ĠkullanÄ±lan":715,"ĠoluÅŁt":716,"Ġpipeline":717,"uz":718,"Ġ1":719,"larÄ±n":720,"ĠÃ§Ã¶z":721,"ĠgÃ¶r":722,"ĠÃ¶ÄŁrenme":723,"Ġmetni":724,"ĠÃ¶rn":725,"ĠoluÅŁtur":726,"ID":727,"ting":728,"ang":729,"Ġmi":730,"elf":731,"ĠeÄŁitil":732,"Ġcheckpoint":733,"ĠsatÄ±r":734,"fit":735,"ven":736,"Ġ{":737,"Ġis":738,"Ġka":739,"mas":740,"Ä±nÄ±rlÄ±":741,"Ġte":742,"Ġtemiz":743,"lÄ±y":744,"Ġyol":745,"Ġyeni":746,"Ġveris":747,"ĠÃ§ok":748,"ĠhatasÄ±":749,"ĠDa":750,"ĠgÃ¶re":751,"Ġsonra":752,"ebilirim":753,"verfit":754,"ĠsÃ¼rec":755,"\"]":756,"gÃ¼":757,"lo":758,"por":759,"zber":760,"Ġezber":761,"Ġolabilir":762,"ĠparÃ§":763,"ĠÃ¼retim":764,"ĠÃ¶rnek":765,"verfitting":766,"count":767,"ks":768,"Ġen":769,"ilen":770,"ĠPath":771,"bileceÄŁ":772,"Ġconfig":773,"ĠCPU":774,"Ġfaz":775,"ted":776,"Ä±rlÄ±k":777,"Ġgerekir":778,"ĠaÄŁÄ±rlÄ±k":779,"Ġgenel":780,"Ġfazla":781,"anlÄ±ÅŁ":782,"ĠsÄ±":783,"Ġsoru":784,"ley":785,"urum":786,"ayÄ±r":787,"Ġcorpus":788,"eter":789,"ĠyapÄ±":790,"ĠiÅŁe":791,"Ġetmelisin":792,"ĠarasÄ±nda":793,"Ġolmaya":794,"Ġyarar":795,"ĠHayÄ±r":796,"Ġyerine":797,"Ġtahmin":798,"):":799,"Bir":800,"fÄ±r":801,"nÄ±":802,"Ġint":803,"Ġuy":804,"dece":805,"Ã¼ÅŁt":806,"arak":807,"Ġkay":808,"Ġklas":809,"Ġbu":810,"Ġdurum":811,"Ã¶r":812,"Ã¶y":813,"Ġtop":814,"Ġak":815,"Ġiyi":816,"ĠhatasÄ±nÄ±":817,"ĠyapmalÄ±yÄ±m":818,"Ġtokenlara":819,"iyim":820,"alue":821,"Ġkonu":822,"ĠiÅŁlem":823,"Ġ[\"":824,"melidir":825,"port":826,"Overfitting":827,"ba":828,"lÃ¼":829,"pt":830,"per":831,"ĠA":832,"erha":833,"masÄ±":834,"Ġpath":835,"larÄ±nÄ±":836,"Ġdef":837,"lerini":838,"Ġfark":839,"tif":840,"elime":841,"ĠkullanÄ±l":842,"ĠNe":843,"Ġeder":844,"Ġortam":845,"Ġveriyi":846,"ĠsÄ±fÄ±r":847,"ĠarasÄ±ndaki":848,"Ġaktif":849,"erhaba":850,"\":":851,"Torch":852,"fr":853,"tÄ±":854,"yTorch":855,"Ġ5":856,"Ġil":857,"Ġmas":858,"ĠOverfitting":859,"Ä±dÄ±r":860,"Ã¼ven":861,"ĠkullanÄ±cÄ±":862,"ĠsÄ±r":863,"ĠsÄ±nÄ±rlÄ±":864,"Ġname":865,"ĠalÄ±y":866,"Ġmodeller":867,"ĠyanlÄ±ÅŁ":868,"elir":869,"Ġkonular":870,"Ġsadece":871,"ĠÃ§alÄ±":872,"ĠdÃ¶nÃ¼ÅŁt":873,"ĠsaÄŁlar":874,"Ġbulun":875,"items":876,"Ġmimarisi":877,"ĠÃ§Ã¶zebilirim":878,"angi":879,"ĠsÄ±fÄ±rdan":880,"Ġmask":881,"ĠalÄ±yorum":882,"ĠdÃ¶nÃ¼ÅŁtÃ¼r":883,"))":884,"ausal":885,"cor":886,"ed":887,"kan":888,"tar":889,"ve":890,"Ġ0":891,"Ġim":892,"Ġuz":893,"ĠgÃ¼ven":894,"lemek":895,"lam":896,"Ġdem":897,"Ġhangi":898,"Ġmekan":899,"ĠyardÄ±m":900,"ĠaynÄ±":901,"ĠbÃ¼yÃ¼k":902,"ĠparÃ§a":903,"bileceÄŁi":904,"ĠklasÃ¶r":905,"Ġimport":906,"Ġmekaniz":907,"Loss":908,"ion":909,"man":910,"oc":911,"rar":912,"yon":913,"landÄ±r":914,"Ġkelime":915,"Ġsist":916,"ĠsÃ¶y":917,"Ġget":918,"leÅŁtir":919,"Ġattention":920,"ĠPyTorch":921,"malÄ±dÄ±r":922,"Ä±lÄ±r":923,"ĠÃ¶nce":924,"diÄŁini":925,"mesi":926,"ĠdeÄŁildir":927,"Ġboy":928,"Ġtekrar":929,"ĠÃ¶rnekler":930,"Ġkayde":931,"Ġsistem":932,"DarkMind":933,"IA":934,"Merhaba":935,"VID":936,"__":937,"siz":938,"tir":939,"wh":940,"ĠModel":941,"enin":942,"Ġkod":943,"Ġgit":944,"Ġtan":945,"hat":946,"layan":947,"ĠyÃ¼z":948,"umu":949,"Ġyapma":950,"oder":951,"ĠyazdÄ±r":952,"ĠNVID":953,"Ġliste":954,"ĠdÃ¶ngÃ¼":955,"mesini":956,"Ġ{\"":957,"Ġdemo":958,"ĠyÃ¼zden":959,"ĠNVIDIA":960,"Ay":961,"age":962,"ci":963,"ib":964,"klÄ±":965,"rip":966,"ter":967,"ĠE":968,"Ġiler":969,"Ä±sa":970,"onks":971,"ilme":972,"Ġsan":973,"Ġbile":974,"Ġbas":975,"ĠmÄ±":976,"lidir":977,"Ġhale":978,"else":979,"Ġhede":980,"iyon":981,"iyor":982,"Ã¼Ã§lÃ¼":983,"ĠolduÄŁunu":984,"ĠamaÃ§":985,"uyg":986,"likle":987,"Ġhesaplama":988,"ĠgeÃ§":989,"Ġtext":990,"ĠyardÄ±mcÄ±":991,"Ġboyut":992,"onksiyon":993,"Ġhedef":994,"</":995,"dÃ¼r":996,"ly":997,"Ã¢":998,"Ġ4":999,"ĠV":1000,"ĠÃ":1001,"ĠkÄ±sa":1002,"ĠsÃ¶z":1003,"Ġek":1004,"lec":1005,"Ġpak":1006,"labilir":1007,"Ġfonksiyon":1008,"iye":1009,"ĠbaÄŁ":1010,"diÄŁi":1011,"ĠolduÄŁumu":1012,"ĠhÄ±zlÄ±":1013,"ĠData":1014,"ĠkullanÄ±lÄ±r":1015,"Ġuzun":1016,"Ġbasit":1017,"Ġpaket":1018,"ding":1019,"lu":1020,"lÃ¼k":1021,"sion":1022,"ts":1023,"uc":1024,"yim":1025,"zel":1026,"Ġ'":1027,"ĠLoss":1028,"endir":1029,"ilde":1030,"lanÄ±r":1031,"ÅŁendir":1032,"Ġkes":1033,"Ã§ek":1034,"madÄ±ÄŁÄ±nÄ±":1035,"ĠgÃ¼Ã§lÃ¼":1036,"Ġter":1037,"Ġnot":1038,"Ġad":1039,"ĠĠĠĠ":1040,"Ġiki":1041,"Ġdest":1042,"Ġyeter":1043,"ekilde":1044,"Ġverilen":1045,"ĠCausal":1046,"mektir":1047,"ĠolmadÄ±ÄŁÄ±nÄ±":1048,"ĠÅŁekilde":1049,"ĠhÄ±zlandÄ±r":1050,"Ġdeney":1051,"Ġokun":1052,"Ġyolunu":1053,"Ġverisini":1054,"ĠsÃ¼recidir":1055,"ĠfarklÄ±":1056,"ocab":1057,"Ġgetir":1058,"while":1059,"ĠtanÄ±m":1060,"ĠbileÅŁendir":1061,"ĠĠĠĠĠĠĠ":1062,"dur":1063,"san":1064,"son":1065,"sor":1066,"xce":1067,"Ġre":1068,"erin":1069,"ÅŁe":1070,"Ġself":1071,"Ä±na":1072,"lib":1073,"ĠgÃ¼n":1074,"Ġelem":1075,"Ġaz":1076,"unda":1077,"daklÄ±":1078,"Ġham":1079,"Ġyorum":1080,"ĠÃ¶zel":1081,"Ġyapar":1082,"Ġmesa":1083,"indeki":1084,"Ġanda":1085,"ĠdosyadÄ±r":1086,"ayÄ±f":1087,"ĠzayÄ±f":1088,"Ġalt":1089,"mÄ±ÅŁ":1090,"ĠÃ¶nemlidir":1091,"ĠodaklÄ±":1092,"Ġoku":1093,"ĠoluÅŁturma":1094,"Ġtemizleme":1095,"Ġtoplama":1096,"ĠdÃ¶nÃ¼ÅŁtÃ¼ren":1097,"core":1098,"AyÅŁe":1099,"ĠsÃ¶zlÃ¼k":1100,"xcept":1101,"Ġeleman":1102,"Ġmesaj":1103,"bed":1104,"gel":1105,"ka":1106,"ken":1107,"pos":1108,"path":1109,"Ġ+":1110,"Ġ>":1111,"Ġvocab":1112,"Ġbek":1113,"Ġbelir":1114,"Ġtem":1115,"lÄ±m":1116,"ĠadÄ±m":1117,"tal":1118,"Ġdeva":1119,"Ġolarak":1120,"ĠbirleÅŁtir":1121,"ĠChat":1122,"Ġher":1123,"iyle":1124,"rain":1125,"Ġlistede":1126,"ĠgerÃ§ek":1127,"ileri":1128,"ahtar":1129,"Ġkullanmak":1130,"Ġprojesidir":1131,"Ġprojesiyim":1132,"lenir":1133,"ĠbÃ¼yÃ¼":1134,"Ġise":1135,"Ġezberley":1136,"Ġkonuda":1137,"ĠAttention":1138,"from":1139,"ĠiliÅŁk":1140,"ĠÃ§alÄ±ÅŁtÄ±r":1141,"ĠgÃ¼venli":1142,"Ġsanal":1143,"Ġkesin":1144,"Ġdestek":1145,"Ġazal":1146,"bedding":1147,"Ġdevam":1148,"Ġlistedeki":1149,"PT":1150,"dar":1151,"hip":1152,"iÄŁ":1153,"self":1154,"tÃ¼":1155,"up":1156,"vran":1157,"value":1158,"wer":1159,"Åŀ":1160,"ĠI":1161,"ĠÄ°":1162,"ĸn":1163,"Ä±ÅŁ":1164,"ĠkÃ¶":1165,"maya":1166,"Ġvar":1167,"Ġdiz":1168,"Ġduyg":1169,"ĠaÅŁ":1170,"lerinde":1171,"urn":1172,"Ä±nÄ±f":1173,"eturn":1174,"ĠCorpus":1175,"esini":1176,"ect":1177,"ĠBilme":1178,"Ġdavran":1179,"ĠdeÄŁiÅŁk":1180,"Ä±ldÄ±ÄŁÄ±nÄ±":1181,"Ġsahip":1182,"Ġetmeli":1183,"Ġolmayan":1184,"Ġgereksiz":1185,"ĠortamÄ±":1186,"Ġreturn":1187,"Ġkadar":1188,"ĠiÅŁlemlerini":1189,"lecek":1190,"Ġyeterli":1191,"Ġezberleyip":1192,"ĠBilmediÄŁ":1193,"ON":1194,"ali":1195,"bet":1196,"crip":1197,"eme":1198,"eÃ§":1199,"hbet":1200,"kÃ¼":1201,"nak":1202,"ohbet":1203,"pÄ±dÄ±r":1204,"ye":1205,"yla":1206,"Ġinde":1207,"Ä±lÄ±m":1208,"ana":1209,"Ã¼l":1210,"only":1211,"Ġkom":1212,"Ġsay":1213,"Ġsohbet":1214,"mat":1215,"yapÄ±dÄ±r":1216,"Ġta":1217,"Ġtip":1218,"Ġper":1219,"larda":1220,"Ġmodelden":1221,"ĠÃ§Ä±k":1222,"ĠhatayÄ±":1223,"ĠtokenlarÄ±":1224,"ĠdeÄŁiÅŁ":1225,"Ä±lmÄ±ÅŁ":1226,"maktÄ±r":1227,"ĠGit":1228,"ĠyazÄ±lÄ±m":1229,"Ã¼nkÃ¼":1230,"ĠdosyalarÄ±":1231,"Ġara":1232,"Ġcevaplar":1233,"ound":1234,"ĠÃ§alÄ±ÅŁÄ±r":1235,"Ġprojesinde":1236,"Ġanlaya":1237,"ounter":1238,"Ġbilgis":1239,"Ġgelecek":1240,"ĠsatÄ±rlarÄ±":1241,"ĠDaha":1242,"Ġengel":1243,"Ġolmayabilir":1244,"Ġpathlib":1245,"ĠsÄ±ra":1246,"ĠparÃ§alara":1247,"ĠÃ¶rneklerde":1248,"Ġkayded":1249,"ĠdÃ¶ngÃ¼s":1250,"ibi":1251,"ĠgeÃ§miÅŁ":1252,"ĠhÄ±zlandÄ±rmak":1253,"ĠaltyapÄ±dÄ±r":1254,"ĠiliÅŁkileri":1255,"ĸnce":1256,"Ġkomut":1257,"\"}":1258,"00":1259,"Cevap":1260,"JS":1261,"Soru":1262,"aman":1263,"ca":1264,"cel":1265,"ebileceÄŁi":1266,"except":1267,"id":1268,"mbedding":1269,"not":1270,"otal":1271,"sin":1272,"sil":1273,"Ġ8":1274,"Ġ9":1275,"ĠF":1276,"Ġitem":1277,"ĠID":1278,"ĠMerhaba":1279,"ĠÅŀ":1280,"ĠJS":1281,"ĩÃ¼nkÃ¼":1282,"Ġko":1283,"Ġsor":1284,"Ġgibi":1285,"Ġtorch":1286,"ĠaÃ§":1287,"tas":1288,"Ġdemek":1289,"ĠyÃ¼k":1290,"ĠyÃ¶n":1291,"ĠÃ§ev":1292,"ĠTemiz":1293,"Ġtokenlar":1294,"Ġmodeliyim":1295,"Ġanahtar":1296,"ĠÃ¶ÄŁrenir":1297,"Ã¼nÃ¼":1298,"Ġinsan":1299,"minal":1300,"ĠdeÄŁeri":1301,"veri":1302,"Ġnumbers":1303,"Ġedil":1304,"ĠsaÄŁlayan":1305,"ĠÅŁey":1306,"Ġbilgiye":1307,"Ġseti":1308,"ĠdÃ¼ÅŁÃ¼k":1309,"person":1310,"ĠkonularÄ±nda":1311,"ĠmekanizmasÄ±":1312,"ĠsÃ¶yleme":1313,"Ġilerlemek":1314,"Ġuzunlu":1315,"ĠadÄ±nÄ±":1316,"Ġtemsil":1317,"ĠanlayabileceÄŁi":1318,"ĠÅŀu":1319,"ĠJSON":1320,"Found":1321,"GPT":1322,"Not":1323,"ade":1324,"elam":1325,"ime":1326,"lk":1327,"lin":1328,"lÃ§":1329,"txt":1330,"tokenizer":1331,"uk":1332,"uden":1333,"ĠR":1334,"Ġop":1335,"Ġwhile":1336,"era":1337,"def":1338,"ÄŁu":1339,"end":1340,"Ġkim":1341,"mem":1342,"Ġscore":1343,"madan":1344,"Ġbit":1345,"Ġbak":1346,"Ġderin":1347,"lean":1348,"ĠadÄ±":1349,"larÄ±nda":1350,"Ġiz":1351,"daki":1352,"Ġverim":1353,"ĠÃ¶lÃ§":1354,"Ġcom":1355,"ĠeÄŁitimde":1356,"dÄ±ÄŁ":1357,"Ġlen":1358,"ĠÃ¶ÄŁrenmesini":1359,"ram":1360,"ĠiÅŁley":1361,"Ġzaman":1362,"Ġlistenin":1363,"Ġbaz":1364,"Ġsonuc":1365,"mesidir":1366,"ĠÃ§alÄ±ÅŁÄ±ldÄ±ÄŁÄ±nÄ±":1367,"ĠkullanmalÄ±sÄ±n":1368,"ĠdeÄŁils":1369,"Ġanlamak":1370,"eceÄŁini":1371,"Ġbilgiler":1372,"Ä°lk":1373,"Ġmimarisidir":1374,"ift":1375,"ĠKod":1376,"ĠdÃ¼ÅŁmesi":1377,"ĠgÃ¶rmesini":1378,"Ġdurumda":1379,"Ġkonularda":1380,"ĠbulunmadÄ±ÄŁÄ±nÄ±":1381,"Ġmekanizma":1382,"ĠyapmasÄ±nÄ±":1383,"odern":1384,"Ġokunabilir":1385,"Ġyorumla":1386,"ĠIn":1387,"ĠaÅŁa":1388,"Ġengeller":1389,"ĠaÃ§Ä±k":1390,"ĠsÃ¶ylemem":1391,"FoundError":1392,"NotFoundError":1393,"udents":1394,"ĠiÅŁleyebileceÄŁi":1395,"=\"":1396,"Hu":1397,"Python":1398,"])":1399,"ad":1400,"ale":1401,"ava":1402,"cod":1403,"eig":1404,"ht":1405,"lÃ¢":1406,"mini":1407,"mind":1408,"nÄ±n":1409,"ote":1410,"pe":1411,"uÃ§":1412,"uit":1413,"uda":1414,"yiyim":1415,"Ġword":1416,"Ġ__":1417,"Ä±ÅŁtÄ±r":1418,"anÄ±n":1419,"inir":1420,"eri":1421,"irst":1422,"irgÃ¼":1423,"ara":1424,"arf":1425,"ond":1426,"ilmiÅŁ":1427,"ÅŁÄ±":1428,"ÅŁul":1429,"Ġkal":1430,"Ġkat":1431,"Ġsiz":1432,"ĠsÄ±nÄ±f":1433,"Ġscrip":1434,"Ġsinir":1435,"ĠvirgÃ¼":1436,"ĠdÃ¼z":1437,"Ġdik":1438,"Ġmodern":1439,"lit":1440,"Ġgir":1441,"Ġtut":1442,"Ġex":1443,"Ġembedding":1444,"laÅŁtÄ±r":1445,"dation":1446,"lerin":1447,"lerine":1448,"Ġ==":1449,"ÅŁtÄ±":1450,"ÄŁitim":1451,"ure":1452,"ĠeÄŁitime":1453,"ĠÃ§ift":1454,"esi":1455,"econd":1456,"arken":1457,"arkmind":1458,"ĠhÃ¢":1459,"Ġharf":1460,"asyon":1461,"students":1462,"ĠÃ¶ÄŁrenen":1463,"yÄ±cÄ±":1464,"Ã¼nde":1465,"ĠgeliÅŁtiril":1466,"utf":1467,"ĠolduÄŁu":1468,"ĠÃ§alÄ±ÅŁabilir":1469,"ature":1470,"ĠamacÄ±":1471,"Ġparale":1472,"ĠayÄ±r":1473,"Ġalmak":1474,"Ġboz":1475,"ĠboÅŁ":1476,"Ġtahmini":1477,"Ġdeneme":1478,"ĠhazÄ±rlama":1479,"Ġkurulu":1480,"Ġkurulan":1481,"ĠKÃ¼Ã§Ã¼k":1482,"larÄ±nÄ±n":1483,"ĠeÄŁitilmiÅŁ":1484,"Ġtemel":1485,"ĠaÄŁÄ±rlÄ±klarÄ±nÄ±":1486,"ĠaÄŁÄ±rlÄ±klarÄ±nÄ±n":1487,"Ġgenelleme":1488,"ĠyapÄ±labilir":1489,"Ġuydur":1490,"ĠkonuÅŁ":1491,"perature":1492,"fruit":1493,"ĠsÄ±rasÄ±nda":1494,"ĠÃ§alÄ±ÅŁtÄ±":1495,"ĠbulunduÄŁ":1496,"ĠklasÃ¶rde":1497,"Ġkelimeleri":1498,"ĠtekrarlarÄ±":1499,"ĠEmin":1500,"ĠamaÃ§lÄ±":1501,"Ġhesaplamalarda":1502,"Ġboyutu":1503,"ĠÃĸnce":1504,"Ġterminal":1505,"sorted":1506,"ĠgÃ¼ncel":1507,"ĠÃ¶zellikle":1508,"posit":1509,"Ġazalt":1510,"ĠÄ°yiyim":1511,"ĠkÃ¶k":1512,"ĠBilmediÄŁim":1513,"alidation":1514,"Ġindex":1515,"Ġolmayabilirim":1516,"ĠsÄ±rala":1517,"Ġkaydedil":1518,"ĠkoÅŁul":1519,"ĠbitmiÅŁ":1520,"ĠdeÄŁilsem":1521,"ĠyorumlayÄ±cÄ±":1522,"Hub":1523,"coding":1524,"eight":1525,"Ġsize":1526,"ĠvirgÃ¼l":1527,"ĠdÃ¼zen":1528,"ĠhÃ¢lÃ¢":1529,"Ġparalel":1530,"Ġuydurmak":1531,"fruits":1532,"Ġterminalde":1533,"Ali":1534,"Baz":1535,"cak":1536,"clas":1537,"der":1538,"kat":1539,"mp":1540,"nik":1541,"put":1542,"ry":1543,"tem":1544,"tÃ¼y":1545,"total":1546,"xError":1547,"yen":1548,"ype":1549,"Ġ%":1550,"Ġ*":1551,"Ġ6":1552,"Ġer":1553,"Ġra":1554,"Ġwords":1555,"ans":1556,"inci":1557,"arÄ±":1558,"ula":1559,"lang":1560,"Ġkend":1561,"mamalÄ±yÄ±m":1562,"ory":1563,"orma":1564,"ĠdiÄŁ":1565,"Ä±ndan":1566,"Ġman":1567,"Ġmus":1568,"ĠgÃ¼r":1569,"Ġtrain":1570,"Ġtry":1571,"lÄ±p":1572,"imizer":1573,"Ġat":1574,"Ġmodelini":1575,"Ġbiri":1576,"ĠvereceÄŁini":1577,"ĠeÄŁitme":1578,"ayÃ¼z":1579,"ĠCounter":1580,"est":1581,"Ġyaparken":1582,"arklo":1583,"ĠtokenÄ±":1584,"Ġhis":1585,"ase":1586,"iyorum":1587,"tedir":1588,"ĠiÃ§er":1589,"Ġsak":1590,"akter":1591,"try":1592,"Ġmetod":1593,"ĠgÃ¶stermesidir":1594,"sÄ±z":1595,"ĠdosyasÄ±":1596,"ĠdoÄŁrula":1597,"ĠgeliÅŁtirmek":1598,"Ġlistey":1599,"Ġetme":1600,"ĠarayÃ¼z":1601,"formans":1602,"Ã¼yor":1603,"ĠdeÄŁerdir":1604,"ĠdeÄŁerlidir":1605,"ĠÃ§alÄ±ÅŁan":1606,"Ġmetnin":1607,"Ġmetnidir":1608,"ĠsayÄ±larÄ±":1609,"ĠsayÄ±sÄ±nÄ±":1610,"Ġprojedir":1611,"())":1612,"Ġayr":1613,"ÅŁtÄ±rma":1614,"yanÄ±n":1615,"ĠHer":1616,"Ġyerel":1617,"ĠaÄŁÄ±":1618,"Ġkarakter":1619,"Ġsetidir":1620,"Ġ30":1621,"Ã¼mÃ¼":1622,"ĠgÃ¶rme":1623,"counter":1624,"Ġgenellikle":1625,"Ġsorup":1626,"Ġuyum":1627,"Ġdurumunu":1628,"alueError":1629,"ĠsÃ¶ylemek":1630,"__(":1631,"ĠValueError":1632,"ĠÃĩÃ¼nkÃ¼":1633,"Ġekran":1634,"ĠbaÄŁlama":1635,"Ġgetirme":1636,"ĠyaparsÄ±n":1637,"Ġ+=":1638,"Ġ>=":1639,"Ġbeklenir":1640,"ĠbirleÅŁtirilmiÅŁ":1641,"Ġdestekli":1642,"ĠdavranÄ±ÅŁtÄ±r":1643,"ĠdeÄŁiÅŁken":1644,"Ã¼ltÃ¼y":1645,"Ġperformans":1646,"ĠGitHub":1647,"ĠaraÅŁtÄ±rma":1648,"ĠÃ§alÄ±ÅŁÄ±rÄ±m":1649,"Ġbilgisini":1650,"notlar":1651,"Ġ95":1652,"ĠmekanizmasÄ±yla":1653,"ĠuzunluÄŁ":1654,"Ġkimsin":1655,"Ġverimlidir":1656,"ĠÃ¶lÃ§en":1657,"Ġbilgilerinin":1658,"ĠmekanizmadÄ±r":1659,"Ġkatman":1660,"Ġdikkat":1661,"Ġbozuk":1662,"Ġdenemeler":1663,"ĠkonuÅŁmamalÄ±yÄ±m":1664,"ĠazaltÄ±lmÄ±ÅŁ":1665,"ĠkaydedildiÄŁi":1666,"class":1667,"Ġmusun":1668,"ĠgÃ¼rÃ¼ltÃ¼y":1669,"arklove":1670,"ĠarayÃ¼zdÃ¼r":1671,"ĠgÃ¼rÃ¼ltÃ¼yÃ¼":1672,"),":1673,"ai":1674,"abil":1675,"ck":1676,"clean":1677,"cuda":1678,"diy":1679,"eÅŁ":1680,"ebil":1681,"first":1682,"ive":1683,"ici":1684,"mis":1685,"mpt":1686,"miyor":1687,"ne":1688,"nta":1689,"sen":1690,"suz":1691,"tan":1692,"top":1693,"timizer":1694,"ute":1695,"uage":1696,"ynta":1697,"Ġ.":1698,"Ġ7":1699,"ĠM":1700,"Ġon":1701,"Ġist":1702,"Ġran":1703,"ante":1704,"antas":1705,"init":1706,"debilir":1707,"Ã¼s":1708,"ent":1709,"env":1710,"encoding":1711,"ong":1712,"ismat":1713,"ule":1714,"ilab":1715,"Ġkey":1716,"meyen":1717,"Ġsum":1718,"ĠseÃ§":1719,"Ġvalidation":1720,"Ġvenv":1721,"Ġbel":1722,"Ġblo":1723,"Ġdok":1724,"Ä±nÄ±n":1725,"Ġmisin":1726,"Ġmismat":1727,"lid":1728,"Ä±rnak":1729,"Ġgel":1730,"Ġtas":1731,"ĠtÄ±rnak":1732,"Ġnorma":1733,"ĠalÄ±p":1734,"Ġdec":1735,"Ġyak":1736,"Ġmodelleri":1737,"inti":1738,"Ġverebil":1739,"ĠcÃ¼m":1740,"ĠÃ§eÅŁ":1741,"ected":1742,"ĠBir":1743,"ileNotFoundError":1744,"ĠDos":1745,"ĠDeÄŁ":1746,"Ġfik":1747,"strip":1748,"ĠdeÄŁi":1749,"ĠiÃ§indeki":1750,"Ä±ldÄ±":1751,"Ġprompt":1752,"akat":1753,"user":1754,"trib":1755,"odule":1756,"ĠyazÄ±lÄ±r":1757,"read":1758,"ĠNo":1759,"Ġinva":1760,"Ġlistesini":1761,"ĠdÃ¶nÃ¼ÅŁ":1762,"ĠsonuÃ§":1763,"Ġbiliyor":1764,"ĠkullanmalÄ±":1765,"Ġprojesinin":1766,"Ġparante":1767,"lendir":1768,"ĠanlaÅŁ":1769,"ĠSen":1770,"ĠSÄ±nÄ±rlÄ±":1771,"ĠSana":1772,"ĠÅŁu":1773,"ĠkarÅŁÄ±":1774,"Ġveriyle":1775,"Ġhesapla":1776,"Ġkurulum":1777,"Ġkurulabilir":1778,"ĠbaÅŁla":1779,"ĠbaÅŁka":1780,"Ã¼mantas":1781,"ĠgÃ¶rÃ¼n":1782,"ĠeÄŁitildi":1783,"venv":1784,"masÄ±nda":1785,"lower":1786,"ĠÃ¼retimi":1787,"counts":1788,"Ġgerekirse":1789,"ĠkullanÄ±cÄ±dan":1790,"ĠkullanÄ±cÄ±nÄ±n":1791,"ĠdÃ¶nÃ¼ÅŁtÃ¼rÃ¼r":1792,"cores":1793,"ĠÃ¶rneklerle":1794,"Ġkaydeden":1795,"Ġlisteler":1796,"Ġfonksiyonlar":1797,"ĠtanÄ±mlanÄ±r":1798,"ĠbÃ¼yÃ¼d":1799,"Ġdizin":1800,"Ġtipini":1801,"ĠdÃ¶ngÃ¼sÃ¼":1802,"Ġ80":1803,"ĠFileNotFoundError":1804,"ĠÃ§evir":1805,"ĠinsanÄ±n":1806,"Ġedilmelidir":1807,"lines":1808,"Ġoptimizer":1809,"Ġizn":1810,"Ġsonucu":1811,"availab":1812,"Ġgirinti":1813,"ĠbulunduÄŁunu":1814,"ĠkoÅŁullar":1815,"Bazen":1816,"ĠeriÅŁ":1817,"ĠdiÄŁer":1818,"ĠuzunluÄŁunu":1819,"Ġdikkatli":1820,"mission":1821,"Ġrange":1822,"ĠdokÃ¼mantas":1823,"Ġmismatch":1824,"ĠcÃ¼mle":1825,"ĠÃ§eÅŁit":1826,"tribute":1827,"Ġinvalid":1828,"ĠdÃ¶nÃ¼ÅŁÃ¼mÃ¼":1829,"Ġparantez":1830,"ĠkarÅŁÄ±laÅŁtÄ±r":1831,"available":1832,"ĠdokÃ¼mantasyon":1833,"20":1834,"Ama":1835,"Dec":1836,"Duyg":1837,"Kod":1838,"Yap":1839,"aber":1840,"base":1841,"cti":1842,"eh":1843,"gs":1844,"gun":1845,"gram":1846,"hti":1847,"kod":1848,"ln":1849,"mit":1850,"model":1851,"oz":1852,"oti":1853,"ower":1854,"oÄŁu":1855,"plit":1856,"qu":1857,"rak":1858,"score":1859,"split":1860,"tge":1861,"uÅŁ":1862,"var":1863,"vasyon":1864,"yor":1865,"Ġ-":1866,"Ġ/":1867,"Ġ(\"":1868,"inden":1869,"erek":1870,"erpr":1871,"Ã¼le":1872,"ÄŁer":1873,"enz":1874,"onra":1875,"ilir":1876,"Ġsev":1877,"ĠsÄ±k":1878,"Ġvade":1879,"Ġbenz":1880,"Ġdarkmind":1881,"Ġgelir":1882,"Ġtak":1883,"Ġtup":1884,"Ġtara":1885,"lÄ±k":1886,"Ġemin":1887,"itif":1888,"Ġnok":1889,"tation":1890,"Ġihti":1891,"Ġyaln":1892,"uns":1893,"ĠolmalÄ±":1894,"ĠolmalÄ±dÄ±r":1895,"Ġhaya":1896,"lere":1897,"Ġverir":1898,"Ġverme":1899,"Ġveriler":1900,"Ġcan":1901,"Ġcid":1902,"ĠÃ§oÄŁu":1903,"ĠhatalarÄ±nda":1904,"dentation":1905,"ĠDil":1906,"astge":1907,"Ġfil":1908,"Ġfakat":1909,"alse":1910,"Ġkonum":1911,"Ġprogram":1912,"ined":1913,"evab":1914,"tre":1915,"Ġanlama":1916,"mektedir":1917,"ĠdoÄŁ":1918,"Ġdosyada":1919,"ĠkullanÄ±r":1920,"Ġetmek":1921,"ĠkontrolÃ¼":1922,"Ġare":1923,"Ã¼yle":1924,"eyError":1925,"ĠdeÄŁerleri":1926,"ĠdeÄŁerlerini":1927,"ĠÃ§alÄ±ÅŁma":1928,"version":1929,"Ġparame":1930,"ĠsÃ¼rÃ¼m":1931,"ĠsayÄ±yÄ±":1932,"():":1933,"Ġayar":1934,"Ġ20":1935,"ĠalÄ±n":1936,"ĠSelam":1937,"ularda":1938,"Ġformat":1939,"Ġteknik":1940,"Ġkarar":1941,"ĠkartÄ±":1942,"ĠhesaplanÄ±r":1943,"Ġrastge":1944,"ĠKeyError":1945,"Ġmetinleri":1946,"ĠeÄŁitilmem":1947,"Ġisim":1948,"ĠsÃ¼recini":1949,"Ġezberle":1950,"ĠparÃ§as":1951,"ĠaÄŁÄ±rlÄ±klarÄ±":1952,"Ġinterpr":1953,"Ġdurumu":1954,"Ġtoplam":1955,"masÄ±dÄ±r":1956,"tÄ±ÄŁÄ±nÄ±":1957,"Ġilk":1958,"Ġmodellerinde":1959,"ĠModelin":1960,"ĠyapmayÄ±":1961,"ĠEÄŁitim":1962,"ĠmÄ±sÄ±n":1963,"ĠamaÃ§lar":1964,"ĠVeri":1965,"Ġpaketleri":1966,"Ġters":1967,"ĠtanÄ±mla":1968,"Ġyorumlan":1969,"ĠokumalÄ±":1970,"ĠmesajÄ±nÄ±":1971,"Ġbelirt":1972,"ĠbÃ¼yÃ¼t":1973,"Ġduygusal":1974,"Ġsayede":1975,"ĠÃ§Ä±kar":1976,"Ġsorularda":1977,"ĠyÃ¼ks":1978,"erate":1979,"Ġcommit":1980,"ĠbazÄ±":1981,"ĠIndentation":1982,"ĠaÅŁamasÄ±nda":1983,"Ġharfe":1984,"ĠgeliÅŁtiriliyorum":1985,"ĠÃ§alÄ±ÅŁabilirim":1986,"ĠÃ§alÄ±ÅŁtÄ±ÄŁÄ±nÄ±":1987,"ĠyorumlayÄ±cÄ±sÄ±nÄ±":1988,"ĠdÃ¼zenli":1989,"ĠmantÄ±ÄŁÄ±nÄ±":1990,"ĠayrÄ±":1991,"Ġyerelde":1992,"Ġfikr":1993,"ĠÃ§eÅŁitli":1994,"Duygusal":1995,"Yapay":1996,"ozitif":1997,"otivasyon":1998,"raki":1999,"Ġseviy":2000,"Ġvadeli":2001,"Ġtuple":2002,"Ġtaraf":2003,"Ġnokta":2004,"Ġihtiya":2005,"ĠyalnÄ±z":2006,"Ġrastgele":2007,"Ġinterpreter":2008,"ĠIndentationError":2009,"06":2010,"10":2011,"12":2012,"Le":2013,"Sh":2014,"Us":2015,"[\"":2016,"alÄ±":2017,"ata":2018,"ation":2019,"abileceÄŁ":2020,"amp":2021,"bir":2022,"bda":2023,"cevap":2024,"com":2025,"ep":2026,"fo":2027,"gen":2028,"ice":2029,"long":2030,"mut":2031,"ning":2032,"nder":2033,"oj":2034,"py":2035,"pas":2036,"res":2037,"rile":2038,"rue":2039,"rect":2040,"set":2041,"sÄ±nda":2042,"second":2043,"ude":2044,"vram":2045,"wid":2046,"Ġ<":2047,"Ġitems":2048,"Ä±Ã§":2049,"anÄ±r":2050,"ansformer":2051,"input":2052,"ere":2053,"erse":2054,"dexError":2055,"Ã¼c":2056,"Ã¼ÄŁ":2057,"armut":2058,"arning":2059,"ens":2060,"ension":2061,"ensor":2062,"one":2063,"isk":2064,"ult":2065,"ild":2066,"met":2067,"mez":2068,"Ã§a":2069,"Ġsen":2070,"Ġsta":2071,"Ġstr":2072,"Ġselam":2073,"Ġsecond":2074,"max":2075,"mamalÄ±dÄ±r":2076,"ĠbÃ¶":2077,"Ġbran":2078,"Ġmotivasyon":2079,"lite":2080,"ĠtÃ¼r":2081,"Ġtest":2082,"lÄ±ÄŁ":2083,"Ġexcept":2084,"Ġedebilir":2085,"itude":2086,"imi":2087,"les":2088,"lece":2089,"Ġmodele":2090,"Ġalan":2091,"Ġpython":2092,"Ġpus":2093,"lardan":2094,"laÅŁ":2095,"tabilir":2096,"tags":2097,"Ġyaka":2098,"unun":2099,"undan":2100,"Ġolmak":2101,"ĠolabileceÄŁ":2102,"data":2103,"Ġhas":2104,"lerinin":2105,"Ġbiridir":2106,"Ġverebilirim":2107,"Ġnes":2108,"ell":2109,"Ġcausal":2110,"Ġcounter":2111,"etin":2112,"etiÅŁk":2113,"emote":2114,"Ã¼kÃ§e":2115,"ĠTrain":2116,"ĠType":2117,"ĠCevab":2118,"esyon":2119,"ĠyapmasÄ±dÄ±r":2120,"ĠDarklove":2121,"ĠgÃ¶nder":2122,"Ġdata":2123,"str":2124,"tiÄŁ":2125,"ĠiÃ§inde":2126,"pro":2127,"preh":2128,"Ġ\"))":2129,"evens":2130,"usunu":2131,"transformer":2132,"oduc":2133,"ĠdosyanÄ±n":2134,"Ã¼nden":2135,"Ã¼ntÃ¼":2136,"ĠdosyasÄ±nda":2137,"ĠkullanÄ±lÄ±y":2138,"ĠgeliÅŁtirici":2139,"reeter":2140,"ĠiÅŁler":2141,"ĠNone":2142,"Ġinit":2143,"sÄ±na":2144,"sÄ±nÄ±n":2145,"ĠdoÄŁrudan":2146,"Ġgeri":2147,"meliyim":2148,"ĠdÃ¶nÃ¼yor":2149,"Ġsonraki":2150,"Ġbilmiyor":2151,"ĠolduÄŁunda":2152,"ĠolduÄŁundan":2153,"ĠÃ§alÄ±ÅŁmaktÄ±r":2154,"Ġprojesi":2155,"ĠkuralÄ±":2156,"texts":2157,"Ġolursa":2158,"ĠsayÄ±sÄ±":2159,"ĠÃ¼retir":2160,"Ġanlam":2161,"iklik":2162,"ulary":2163,"Ä°yi":2164,"ĠkarÄ±ÅŁ":2165,"ĠÃ¶rÃ¼ntÃ¼":2166,"Ġolan":2167,"Ġoverfitting":2168,"Ġrisk":2169,"Ġremote":2170,"ĠdÃ¼ÅŁÃ¼n":2171,"ĠbaÅŁarÄ±":2172,"ĠbaÅŁlang":2173,"Ġgenera":2174,"Ġifade":2175,"angle":2176,"Ġkavram":2177,"Ġkalite":2178,"Ġyeniden":2179,"Ġezberlem":2180,"ĠÃ¶rnekleri":2181,"ĠyapÄ±sÄ±":2182,"Ġkaynak":2183,"Ġbuild":2184,"Ġederek":2185,"ĠortamÄ±n":2186,"Ġortamda":2187,"Ġuzak":2188,"ĠgÃ¼venlik":2189,"lambda":2190,"Ġsistemi":2191,"ilmeye":2192,"Ġhedefi":2193,"Ġhedefli":2194,"Ġekle":2195,"ĠbaÄŁÄ±m":2196,"Ġdeneyler":2197,"Ġreposit":2198,"ĠÃ¶zellik":2199,"ĠsÃ¶zlÃ¼kte":2200,"ĠmesajlarÄ±":2201,"posu":2202,"Ġvocabulary":2203,"Ġbelirli":2204,"Ġbelirler":2205,"ĠadÄ±mlar":2206,"ĠChatGPT":2207,"ĠgerÃ§ekten":2208,"ĠÃ§alÄ±ÅŁtÄ±rÄ±l":2209,"Ġazaltabilir":2210,"ĠdevamÄ±nÄ±":2211,"ĠkÃ¶tÃ¼":2212,"ĠdavranÄ±ÅŁ":2213,"ĠdeÄŁiÅŁkeni":2214,"ĠBilmediÄŁin":2215,"Ã¼lÃ¼r":2216,"ĠÃ§Ä±ktÄ±":2217,"ĠdeÄŁiÅŁiklik":2218,"ĠFalse":2219,"ĠyÃ¼klen":2220,"ĠyÃ¶ntem":2221,"ĠÃ§evrile":2222,"ĠÅŁeyi":2223,"Ġcompreh":2224,"dÄ±ÄŁÄ±n":2225,"dÄ±ÄŁÄ±nda":2226,"Ġbazen":2227,"ĠIndexError":2228,"ĠkaldÄ±r":2229,"Ġscript":2230,"Ġexamp":2231,"positive":2232,"Ġrate":2233,"Ġkendini":2234,"Ġtraining":2235,"ĠiÃ§erir":2236,"Ġlisteyi":2237,"Ġetmeye":2238,"ĠgÃ¶rmediÄŁini":2239,"Ġuyumsuz":2240,"Ġdecoder":2241,"ĠanlaÅŁÄ±lÄ±r":2242,"ĠgÃ¶rÃ¼nÃ¼r":2243,"ĠbÃ¼yÃ¼dÃ¼kÃ§e":2244,"owerSh":2245,"Ġbenzer":2246,"Ġciddi":2247,"Ġfiltre":2248,"ĠformatÄ±na":2249,"ĠparÃ§asÄ±dÄ±r":2250,"Ġseviyes":2251,"ĠihtiyacÄ±":2252,"Learning":2253,"User":2254,"width":2255,"Ġbranch":2256,"Ġpush":2257,"Ġyakala":2258,"ĠolabileceÄŁini":2259,"etiÅŁkin":2260,"ĠTypeError":2261,"oduct":2262,"ĠkullanÄ±lÄ±yor":2263,"ĠkarÄ±ÅŁÄ±k":2264,"ĠbaÅŁlangÄ±Ã§":2265,"Ġgeneration":2266,"Ġrepository":2267,"ĠdeÄŁiÅŁiklikleri":2268,"Ġcomprehension":2269,"Ġexamples":2270,"owerShell":2271,"Ġfiltrele":2272,")]":2273,"28":2274,"An":2275,"Ada":2276,"Acti":2277,"Bat":2278,"Den":2279,"Darklove":2280,"EÄŁitim":2281,"Git":2282,"Hata":2283,"KÃ¼Ã§Ã¼k":2284,"List":2285,"Lang":2286,"Metin":2287,"Scrip":2288,"Sonra":2289,"Tokenizer":2290,"Wind":2291,"YanlÄ±ÅŁ":2292,"\\.":2293,"aÅŁ":2294,"ama":2295,"atal":2296,"bj":2297,"blem":2298,"cit":2299,"cut":2300,"config":2301,"darkmind":2302,"ef":2303,"fesyon":2304,"gÄ±n":2305,"gÃ¼n":2306,"ide":2307,"ied":2308,"ivar":2309,"jected":2310,"kk":2311,"kinci":2312,"lme":2313,"lok":2314,"mW":2315,"men":2316,"muz":2317,"mport":2318,"nde":2319,"nec":2320,"nede":2321,"nenin":2322,"nahtar":2323,"ow":2324,"pa":2325,"ps":2326,"pected":2327,"sal":2328,"ski":2329,"sayÄ±":2330,"scores":2331,"tek":2332,"tÃ¼r":2333,"tch":2334,"temiz":2335,"torch":2336,"ttribute":2337,"uch":2338,"val":2339,"vcut":2340,"war":2341,"weight":2342,"ys":2343,"yile":2344,"ygÄ±n":2345,"zation":2346,"}\")":2347,"Ãĩ":2348,"Ãĸnce":2349,"ÃĩÃ¼nkÃ¼":2350,"Ġli":2351,"Ġmak":2352,"Ġwh":2353,"Ġuns":2354,"ĠWind":2355,"ĠYanlÄ±ÅŁ":2356,"Ä±lan":2357,"and":2358,"anal":2359,"iny":2360,"ery":2361,"erken":2362,"erlerin":2363,"ermission":2364,"erand":2365,"Ã¼p":2366,"Ã¼dÃ¼r":2367,"irect":2368,"irdiy":2369,"aret":2370,"ÄŁÄ±r":2371,"enen":2372,"onnec":2373,"isini":2374,"ull":2375,"ulur":2376,"ildiÄŁini":2377,"landÄ±":2378,"lanmadÄ±ÄŁÄ±nÄ±":2379,"ÅŁebilir":2380,"ĠkÃ¼":2381,"Ġkor":2382,"Ġkol":2383,"ĠkayÄ±":2384,"Ġkoru":2385,"Ġkaz":2386,"meError":2387,"Ġslas":2388,"Ġsynta":2389,"Ġscores":2390,"Ġsuch":2391,"Ġsys":2392,"mamalÄ±":2393,"malarÄ±":2394,"mayÄ±":2395,"masÄ±na":2396,"Ġvalue":2397,"Ġday":2398,"Ġdirect":2399,"Ã¶re":2400,"Ġmu":2401,"Ġmin":2402,"Ġmidir":2403,"Ġmodule":2404,"lization":2405,"Ä±rÄ±":2406,"Ġtotal":2407,"Ġtype":2408,"Ġtensor":2409,"lÄ±klÄ±":2410,"odeError":2411,"Ġeski":2412,"ition":2413,"Ġno":2414,"oloj":2415,"leyi":2416,"lediÄŁini":2417,"Ġpy":2418,"Ġpozitif":2419,"Ġpull":2420,"larla":2421,"Ġiyile":2422,"ĠPowerShell":2423,"ĠPermission":2424,"Ġdepo":2425,"Ġdemektir":2426,"Ġdeposu":2427,"Ġyava":2428,"ĠyaygÄ±n":2429,"una":2430,"unti":2431,"Ġhakk":2432,"lerde":2433,"leriyle":2434,"Ġyok":2435,"Ġbirlik":2436,"Ã¼rasyon":2437,"Ġveren":2438,"Ġvermek":2439,"Ġverebilir":2440,"ĠverildiÄŁini":2441,"ÅŁtiÄŁ":2442,"elma":2443,"ĠeÄŁitmeli":2444,"Ġcivar":2445,"Ġconnec":2446,"embedding":2447,"ĠÃ§ak":2448,"ĠTek":2449,"ĠToken":2450,"ĠTrue":2451,"ĠConfig":2452,"esnenin":2453,"ĠhatalarÄ±":2454,"Ġhatalardan":2455,"ecoder":2456,"ĠBÃ¶y":2457,"ĠBlok":2458,"ĠyapmalÄ±":2459,"ĠyapÄ±l":2460,"ĠyapmalÄ±sÄ±n":2461,"ĠyaptÄ±":2462,"ĠyapÄ±lÄ±r":2463,"ĠyapÄ±lmÄ±ÅŁ":2464,"osition":2465,"dented":2466,"ÄŁrÄ±lan":2467,"ĠDerin":2468,"ĠDecoder":2469,"Ġfile":2470,"Ġflo":2471,"Ġfatal":2472,"ĠeÄŁitimlerinde":2473,"stan":2474,"Ġmevcut":2475,"ĠiÃ§ine":2476,"Ġkonfig":2477,"Ġ\")":2478,"index":2479,"Ġproblem":2480,"ĠkÃ¼Ã§Ã¼ktÃ¼r":2481,"iÅŁki":2482,"larÄ±m":2483,"ÅŁtirdiy":2484,"Ġmodelinin":2485,"Ġmetindeki":2486,"ĠgÃ¶sterdiÄŁi":2487,"ĠGPT":2488,"ĠGirdiy":2489,"ĠÃ¶ÄŁrenebilir":2490,"ĠÃ¶ÄŁrenmesi":2491,"ĠÃ¶ÄŁrenerek":2492,"Ġyazma":2493,"Ġyazmak":2494,"Ġyazabilir":2495,"ĠyazmalÄ±sÄ±n":2496,"ĠyazÄ±m":2497,"ĠÃ§aÄŁÄ±r":2498,"ĠÃ§aÄŁrÄ±lan":2499,"ĠdosyasÄ±nÄ±":2500,"raw":2501,"ĠkullanÄ±labilir":2502,"dual":2503,"reet":2504,"ĠiÅŁaret":2505,"ameError":2506,"ĠNasÄ±l":2507,"ĠNaber":2508,"ĠNesnenin":2509,"ĠNameError":2510,"Ġinput":2511,"Ġindented":2512,"\").":2513,"sam":2514,"Ġbatch":2515,"ĠartÄ±r":2516,"Ġartar":2517,"ĠdÃ¶ndÃ¼r":2518,"Ġsondaki":2519,"isinin":2520,"mesine":2521,"atanÄ±n":2522,"eÄŁi":2523,"Ġkullanan":2524,"Ġkullanabilir":2525,"Ġkullanmadan":2526,"ĠkullandÄ±ÄŁÄ±n":2527,"verage":2528,"ĠkurmalÄ±sÄ±n":2529,"ĠÃ¼rÃ¼n":2530,"ĠsÃ¼ren":2531,"ĠsÃ¼rÃ¼c":2532,"ĠsayÄ±ya":2533,"ĠsayÄ±larÄ±n":2534,"Ġprojede":2535,"Ġprojelerinde":2536,"ĠgeliÅŁtirmeyi":2537,"()]":2538,"lenen":2539,"lenmelidir":2540,"Ġ25":2541,"ĠHatanÄ±n":2542,"Ġyerden":2543,"ĠanlamalÄ±":2544,"ĠSÄ±nÄ±f":2545,"ĠSynta":2546,"ĠSanal":2547,"Ġedilen":2548,"Ġolup":2549,"mÄ±ÅŁtÄ±r":2550,"vate":2551,"Ġkaresini":2552,"Ġsetini":2553,"Ġveriye":2554,"ifre":2555,"Ġof":2556,"Ġout":2557,"Ġobj":2558,"Ġdenied":2559,"iÅŁkeni":2560,"ĠdÃ¼ÅŁerken":2561,"ĠbaÅŁÄ±na":2562,"Ġ10":2563,"larÄ±na":2564,"larÄ±ndan":2565,"ĠÃ§Ã¶zmelisin":2566,"ĠgÃ¶reli":2567,"ĠÃ¶ÄŁrenmeyi":2568,"ĠÃ¶rneÄŁi":2569,"ĠoluÅŁturmalÄ±":2570,"ĠoluÅŁturulur":2571,"ĠeÄŁitilir":2572,"ĠeÄŁitildiÄŁi":2573,"ĠsatÄ±rdaki":2574,"ĠsatÄ±rÄ±ndan":2575,"Ġismin":2576,"ĠyollarÄ±":2577,"ĠyollarÄ±n":2578,"Ġverisine":2579,"ĠsÃ¼recinin":2580,"\"])":2581,"ported":2582,"ĠÃ¼retimde":2583,"ksi":2584,"ksine":2585,"ĠPathlib":2586,"ĠyapÄ±lan":2587,"Ġuygun":2588,"ĠuyuÅŁ":2589,"ĠklasÃ¶re":2590,"ĠiÅŁlemi":2591,"ĠAnahtar":2592,"ĠAttribute":2593,"Ġdefined":2594,"ĠkullanÄ±lmadan":2595,"ĠortamÄ±nÄ±":2596,"ĠortamÄ±nda":2597,"ĠaktifleÅŁtir":2598,"Ġ50":2599,"ĠiliÅŁki":2600,"ĠkullanÄ±cÄ±yÄ±":2601,"Ġnamed":2602,"Ġmodellerin":2603,"tarik":2604,"ĠklasÃ¶rÃ¼":2605,"ĠklasÃ¶rÃ¼nÃ¼":2606,"Ġkelimeler":2607,"Ġsistemler":2608,"Ġkodunda":2609,"Ġgitmeli":2610,"ĠtanÄ±":2611,"Ġlisteden":2612,"AynÄ±":2613,"teral":2614,"ĠEÄŁer":2615,"iyorsa":2616,"ĠboyutlarÄ±nÄ±":2617,"Ġboyutunun":2618,"Ġhedefler":2619,"Ġpaketi":2620,"Ġpaketinin":2621,"Ġpaketlerin":2622,"ĠnotlarÄ±":2623,"Ġdeneyin":2624,"Ġokunmak":2625,"Ġokunmaya":2626,"Ġgetirmelisin":2627,"ĠtanÄ±mlanmadÄ±ÄŁÄ±nÄ±":2628,"Ġrebase":2629,"Ġrejected":2630,"ĠelemanlarÄ±nÄ±":2631,"ĠbeklediÄŁini":2632,"Ġbeklenen":2633,"Ġtemperature":2634,"ĠbirleÅŁtirmelisin":2635,"ĠÃ§alÄ±ÅŁtÄ±rÄ±ldÄ±ÄŁÄ±nÄ±":2636,"Ġdestekleyi":2637,"upper":2638,"upported":2639,"ĠImport":2640,"ĠÄ°nde":2641,"Ä±ÅŁmalarÄ±":2642,"mayabilir":2643,"ĠvarsayÄ±":2644,"Ġduygular":2645,"Ġindeksine":2646,"ĠsayÄ±nÄ±n":2647,"ĠtaÅŁ":2648,"Ġtama":2649,"Ġtipleriyle":2650,"Ġpermission":2651,"Ġgelecektek":2652,"Ġkomutun":2653,"ĠkomutlarÄ±n":2654,"000":2655,"Ġsorted":2656,"ĠyÃ¶nlendir":2657,"Ġtokenlarla":2658,"ĠanahtarÄ±":2659,"ĠanahtarÄ±n":2660,"ĠedildiÄŁini":2661,"ĠJSONDec":2662,"GPTLang":2663,"ĠRunti":2664,"Ġoperand":2665,"ĠbakmalÄ±sÄ±n":2666,"Ġbakarak":2667,"ĠaÅŁama":2668,"Ġscripti":2669,"Ġtutul":2670,"Ġexpected":2671,"ĠÃ§iftini":2672,"esidual":2673,"ĠkÃ¶kÃ¼nden":2674,"ĠyorumlayÄ±cÄ±sÄ±nÄ±n":2675,"ĠvirgÃ¼lleri":2676,"temperature":2677,"language":2678,"Ġattribute":2679,"Ġhisse":2680,"Ġmetodun":2681,"ĠdoÄŁrulamalÄ±":2682,"ĠdoÄŁrulamalÄ±sÄ±n":2683,"Ġlisteye":2684,"Ġkarakterlerinin":2685,"ĠdeÄŁiÅŁkeninin":2686,"uageModel":2687,"Ġ.\\.":2688,"ĠModule":2689,"Ġistenen":2690,"Ã¼sÃ¼nÃ¼":2691,"Ġbelle":2692,"Ġblock":2693,"Ġtasar":2694,"Ġnormal":2695,"Ġnormalization":2696,"ĠyaklaÅŁ":2697,"ĠDosya":2698,"ĠDosyanÄ±n":2699,"ĠDeÄŁerlerin":2700,"ĠDeÄŁiÅŁkeni":2701,"ĠdeÄŁiÅŁtirdiy":2702,"lendiril":2703,"Ġkurulumunu":2704,"ĠeÄŁitildikÃ§e":2705,"Ġdizinini":2706,"Ġdizinine":2707,"Ġizni":2708,"Ġizninin":2709,"ĠeriÅŁim":2710,"ĠeriÅŁilmeye":2711,"ĠkarÅŁÄ±laÅŁtÄ±rmalÄ±sÄ±n":2712,"quar":2713,"Ġ--":2714,"Ã¼lebilir":2715,"Ġgelirse":2716,"Ġtakip":2717,"Ġhayat":2718,"Ġverilerden":2719,"Ġcannot":2720,"Ġkonumda":2721,"Ġprogramda":2722,"ĠanlamayÄ±":2723,"ĠdoÄŁal":2724,"ĠayarÄ±nÄ±":2725,"ĠalÄ±nÄ±r":2726,"Ġisimle":2727,"Ġezberlemesi":2728,"Ġdurumudur":2729,"ĠyorumlandÄ±ÄŁÄ±nÄ±":2730,"Ġbelirtilen":2731,"Ġcommitler":2732,"ĠaÅŁamasÄ±ndayÄ±m":2733,"generate":2734,"result":2735,"Ġstabil":2736,"ĠbÃ¶lme":2737,"ĠtÃ¼rÃ¼dÃ¼r":2738,"lÄ±ÄŁa":2739,"Ġnesnede":2740,"ĠCevabÄ±n":2741,"ĠiÅŁlerken":2742,"Ġkaliteli":2743,"ĠezberlemiÅŁ":2744,"ĠkaynaklarÄ±":2745,"ĠbaÄŁÄ±mlÄ±":2746,"Ġdeneylerle":2747,"ĠÃ§evrilemeyen":2748,"ĠkaldÄ±rmalÄ±sÄ±n":2749,"Ġseviyesiyle":2750,"Ancak":2751,"AdamW":2752,"Activate":2753,"Batch":2754,"Deney":2755,"Liste":2756,"Scripts":2757,"city":2758,"fesyonel":2759,"ows":2760,"ward":2761,"Ġliteral":2762,"Ġwhere":2763,"Ġunsupported":2764,"ĠWindows":2765,"Ġkolay":2766,"ĠkorumasÄ±":2767,"Ġslash":2768,"Ġsyntax":2769,"ĠdayanÄ±r":2770,"Ġdirectory":2771,"ĠPermissionError":2772,"Ġdepoda":2773,"ĠyavaÅŁ":2774,"ĠhakkÄ±nda":2775,"Ġbirlikte":2776,"ĠcivarÄ±nda":2777,"Ġconnection":2778,"ĠÃ§akÄ±ÅŁmalarÄ±":2779,"ĠyapÄ±lmaya":2780,"Ġfloat":2781,"ĠkonfigÃ¼rasyon":2782,"ĠGirdiyi":2783,"ĠÃ§aÄŁÄ±rmalÄ±sÄ±n":2784,"ĠiÅŁaretlerini":2785,"ĠNasÄ±lsÄ±n":2786,"ĠsÃ¼rÃ¼cÃ¼sÃ¼nÃ¼":2787,"ĠSyntaxError":2788,"Ġobject":2789,"ĠuyuÅŁmadÄ±ÄŁÄ±nÄ±":2790,"ĠAttributeError":2791,"ĠaktifleÅŁtirmelisin":2792,"Ġdestekleyici":2793,"ĠImportError":2794,"ĠÄ°ndeksi":2795,"ĠvarsayÄ±lan":2796,"Ġgelecekteki":2797,"ĠJSONDecodeError":2798,"GPTLanguageModel":2799,"ĠRuntimeError":2800,"ĠModuleNotFoundError":2801,"ĠyaklaÅŁÄ±m":2802,"ĠdeÄŁiÅŁtirdiysen":2803,"\"{":2804,"01":2805,"26":2806,"30":2807,"38":2808,"41":2809,":\\":2810,"Attention":2811,"Blo":2812,"Can":2813,"CPU":2814,"CUDA":2815,"Da":2816,"Do":2817,"Dr":2818,"Des":2819,"Ek":2820,"Embedding":2821,"EÄŁer":2822,"Fa":2823,"GeÃ§":2824,"Her":2825,"Hava":2826,"In":2827,"Kelime":2828,"Lap":2829,"One":2830,"Pr":2831,"PyTorch":2832,"Pozitif":2833,"So":2834,"SayÄ±":2835,"TX":2836,"Th":2837,"TÃ¼rkÃ§e":2838,"Tah":2839,"Transformer":2840,"Train":2841,"YetiÅŁkin":2842,"af":2843,"am":2844,"acti":2845,"average":2846,"amayabilir":2847,"bul":2848,"bined":2849,"con":2850,"cre":2851,"cter":2852,"ds":2853,"dÄ±ndan":2854,"ew":2855,"ex":2856,"efor":2857,"eleri":2858,"emel":2859,"eed":2860,"eep":2861,"fe":2862,"gth":2863,"get":2864,"geli":2865,"gue":2866,"gest":2867,"greeter":2868,"han":2869,"height":2870,"iq":2871,"iya":2872,"ial":2873,"iew":2874,"jo":2875,"json":2876,"kt":2877,"kÃ¼n":2878,"key":2879,"ktop":2880,"list":2881,"lle":2882,"lind":2883,"line":2884,"ling":2885,"lse":2886,"mon":2887,"merhaba":2888,"muÅŁ":2889,"nsan":2890,"note":2891,"noloj":2892,"oop":2893,"ogue":2894,"pu":2895,"par":2896,"ppro":2897,"phan":2898,"rit":2899,"run":2900,"round":2901,"runs":2902,"roduct":2903,"rdÄ±ndan":2904,"sma":2905,"sun":2906,"sword":2907,"siye":2908,"squar":2909,"tmek":2910,"tÄ±k":2911,"titude":2912,"uvar":2913,"vem":2914,"vsiye":2915,"writ":2916,"yer":2917,"yÄ±r":2918,"yte":2919,"zÄ±":2920,"}\"":2921,"},":2922,"Ġ(":2923,"Ġma":2924,"ĠKullanÄ±cÄ±":2925,"Ġla":2926,"Ġus":2927,"Ġot":2928,"Ġonly":2929,"ĠÃ¼s":2930,"Ġqu":2931,"ĠYapay":2932,"ĠUser":2933,"Ġwidth":2934,"ĠLap":2935,"Ä±labilir":2936,"inal":2937,"ince":2938,"info":2939,"erÃ§ek":2940,"erminal":2941,"debil":2942,"Ã¼st":2943,"irs":2944,"irli":2945,"irse":2946,"arar":2947,"arzÄ±":2948,"ÄŁe":2949,"ÄŁi":2950,"endi":2951,"enÃ¼z":2952,"isine":2953,"isip":2954,"lanmalÄ±dÄ±r":2955,"ÅŁim":2956,"ĠkÃ¼Ã§":2957,"Ġkap":2958,"ĠkiÅŁ":2959,"Ġkab":2960,"ĠkÃ¼m":2961,"meyi":2962,"memelidir":2963,"Ġstop":2964,"maind":2965,"Ġbunu":2966,"Ġbre":2967,"Ġbig":2968,"Ġbefor":2969,"Ġblind":2970,"ists":2971,"orgun":2972,"orrect":2973,"Ġdol":2974,"ĠdÃ¼ÅŁt":2975,"Ġdisip":2976,"yaÃ§":2977,"ĠmÃ¼m":2978,"Ġmiyim":2979,"Ġmerhaba":2980,"ĠmÄ±dÄ±r":2981,"Ġgra":2982,"Ġgreet":2983,"Ġto":2984,"Ġthat":2985,"ĠtarzÄ±":2986,"lÄ±dÄ±r":2987,"Ġeden":2988,"Ġeval":2989,"Ġelse":2990,"Ġedebil":2991,"itap":2992,"impro":2993,"Ġnaber":2994,"ollec":2995,"older":2996,"ledi":2997,"Ġage":2998,"Ġappro":2999,"Ġvekt":3000,"Ġpu":3001,"Ġposition":3002,"lamÄ±":3003,"latitude":3004,"tadÄ±r":3005,"ĠProduct":3006,"ĠyaÅŁ":3007,"ĠyayÄ±":3008,"unca":3009,"uniq":3010,"Ġoldu":3011,"Ġolsa":3012,"date":3013,"datas":3014,"ĠhayÄ±r":3015,"lerden":3016,"ĠyetiÅŁkin":3017,"Ġyuvar":3018,"Ġyorgun":3019,"umerate":3020,"Ġbirbir":3021,"bildiÄŁini":3022,"urce":3023,"ĠeÄŁitmektir":3024,"ayar":3025,"ayda":3026,"Ġcount":3027,"Ġchat":3028,"Ġcuda":3029,"Ġcorrect":3030,"Ġcollec":3031,"emperature":3032,"ĠTop":3033,"ĠTemel":3034,"ĠTemperature":3035,"ĠClean":3036,"ese":3037,"Ġprice":3038,"ĠBana":3039,"ĠBaÅŁ":3040,"Ġyapmak":3041,"Ġyapama":3042,"osuy":3043,"iled":3044,"ilebilir":3045,"ilebildiÄŁini":3046,"ĠtokenlarÄ±n":3047,"ĠDÃ¼ÅŁ":3048,"ĠDial":3049,"Ġheight":3050,"ĠhenÃ¼z":3051,"asÄ±":3052,"Ġfirst":3053,"Ġfeed":3054,"Ġfayda":3055,"Ġdaki":3056,"ĠeÄŁitiminde":3057,"ĠeÄŁitiminin":3058,"step":3059,"tik":3060,"price":3061,"product":3062,"Ġkonus":3063,"Ġloc":3064,"Ġlong":3065,"Ġloop":3066,"Ġ\"\",":3067,"Ġsamp":3068,"Ġsafe":3069,"ĠsayaÃ§":3070,"Ġprofesyonel":3071,"ĠkÃ¼Ã§Ã¼kse":3072,"aklÄ±":3073,"eval":3074,"everse":3075,"eview":3076,"maktadÄ±r":3077,"ipÃ¼le":3078,"treli":3079,"Ġmodelim":3080,"Ġana":3081,"Ġand":3082,"Ġanki":3083,"Ġanali":3084,"ĠgÃ¶sterdi":3085,"odds":3086,"ĠGÃ¼Ã§lÃ¼":3087,"ĠGreeter":3088,"dient":3089,"didate":3090,"ĠÃ¶ÄŁrenmek":3091,"ĠÃ¶ÄŁreniyor":3092,"ĠÃ¶ÄŁreneme":3093,"Ġyazabil":3094,"ĠyazÄ±ldÄ±":3095,"forward":3096,"ĠdosyalarÄ±nÄ±":3097,"ĠkullanÄ±yor":3098,"Ġveriden":3099,"ĠgeliÅŁtirilen":3100,"ĠgeliÅŁtirmektir":3101,"remaind":3102,"ĠiÅŁleme":3103,"ĠNote":3104,"Ġ[-":3105,"Ġ[(\"":3106,"Ġincel":3107,"lamalarÄ±":3108,"lamasÄ±":3109,"tions":3110,"\"))":3111,"Ġzor":3112,"Ġzarar":3113,"sage":3114,"ĠkontrollÃ¼":3115,"sed":3116,"selec":3117,"Ã¼yÃ¼k":3118,"diÄŁine":3119,"message":3120,"ĠcevaplarÄ±m":3121,"tent":3122,"tence":3123,"Ġbilmek":3124,"ĠdeÄŁerli":3125,"ĠdeÄŁerine":3126,"ĠdeÄŁerlendiril":3127,"ĠnasÄ±lsÄ±n":3128,"ĠÃ§alÄ±ÅŁarak":3129,"attention":3130,"Ġkullanarak":3131,"ĠdeÄŁilse":3132,"Ġamaca":3133,"Ġkurular":3134,"ĠkurmaktÄ±r":3135,"ĠsÃ¼resini":3136,"ĠsÃ¼reÃ§":3137,"ĠsayÄ±sal":3138,"Ġprojelerde":3139,"ĠÃ¼zgÃ¼n":3140,"lemeye":3141,"Ġgerekli":3142,"leneceÄŁini":3143,"length":3144,"ĠÃ¼retmek":3145,"ĠÃ¼retebilirim":3146,"ĠÃ¼retilebilir":3147,"Modelin":3148,"Ġ28":3149,"ĠÃ¼zerine":3150,"ĠHaklÄ±":3151,"Ġalma":3152,"ĠalÄ±r":3153,"ĠaldÄ±ÄŁÄ±nda":3154,"ĠSonra":3155,"Ġortalama":3156,"Ġteknoloj":3157,"ĠoluÅŁ":3158,"ĠsaÄŁlÄ±klÄ±":3159,"ĠzekanÄ±n":3160,"Ä°kinci":3161,"Ä°stan":3162,"Ä°nsan":3163,"Ġsetim":3164,"Ġsetlerinde":3165,"Ġveriyor":3166,"Ġhesaplar":3167,"Ġhesaplayan":3168,"Ġmimarisine":3169,"Ġrun":3170,"Ġresidual":3171,"Ġdene":3172,"Ġdenir":3173,"Ġdengeli":3174,"ĠKeep":3175,"ĠdÃ¼ÅŁebilir":3176,"ĠbaÅŁÄ±nda":3177,"ĠbaÅŁlayan":3178,"Ġ11":3179,"Ġ18":3180,"ĠÃ§Ã¶zÃ¼lÃ¼r":3181,"tings":3182,"ĠsatÄ±rda":3183,"ĠkaÃ§":3184,"Ġkalit":3185,"Ġverisi":3186,"Ġverisinde":3187,"Ġverisindeki":3188,"Ġverisiyle":3189,"ĠsÃ¼recinde":3190,"Ġezberler":3191,"Ġolabilirsin":3192,"Ġencoding":3193,"Ġenumerate":3194,"ĠaÄŁÄ±rlÄ±klara":3195,"ĠsÄ±cak":3196,"Ġsoruda":3197,"ĠyapÄ±larÄ±":3198,"ĠyapÄ±sÄ±nÄ±":3199,"Ġtahminleri":3200,"Ġuyumu":3201,"Ġtopla":3202,"Ġkonuya":3203,"ĠiÅŁlemleri":3204,"ĠfarkÄ±":3205,"Ġmodellerinin":3206,"elirse":3207,"Ġdemosuy":3208,"ĠparÃ§alarÄ±na":3209,"ĠklasÃ¶rÃ¼nde":3210,"ocuk":3211,"ĠsÃ¶yle":3212,"Ġboyunca":3213,"ĠÃ¶rnekleriyle":3214,"Ġkaydetmek":3215,"ĠModelIn":3216,"Ġyapmaya":3217,"Ġilerler":3218,"Ġilerleme":3219,"Ġileride":3220,"Ġsaniye":3221,"ĠhesaplamasÄ±nÄ±":3222,"ĠgeÃ§mektedir":3223,"Ġtexts":3224,"ĠboyutlarÄ±":3225,"Ġ406":3226,"ĠVocab":3227,"ĠValidation":3228,"Ġeklenir":3229,"ĠbaÄŁlam":3230,"ĠbaÄŁlamÄ±":3231,"luk":3232,"Ġadding":3233,"ĠdesteÄŁ":3234,"Ġyetersiz":3235,"Ġdeneyleri":3236,"sort":3237,"ĠgÃ¼nler":3238,"ĠokumaktÄ±r":3239,"gelen":3240,"kalar":3241,"ĠiliÅŁkisini":3242,"ĠÃ§alÄ±ÅŁtÄ±rmayÄ±":3243,"ĠÃ§alÄ±ÅŁtÄ±rÄ±labilir":3244,"iÄŁini":3245,"tÃ¼phan":3246,"Åŀifre":3247,"Ġdiziler":3248,"Ġdizisinin":3249,"Ġduygu":3250,"Ġduygusunu":3251,"ĠaÅŁÄ±rÄ±":3252,"ectangle":3253,"Ġtam":3254,"Ġtavsiye":3255,"ĠdeÄŁiÅŁim":3256,"ĠdeÄŁiÅŁebilir":3257,"ĠdeÄŁiÅŁirse":3258,"Ġbilgisi":3259,"Ġbilgisayar":3260,"Ġkaydeder":3261,"ĠdÃ¶ngÃ¼sÃ¼yle":3262,"tasks":3263,"ĠyÃ¶net":3264,"Ġilerlemektedir":3265,"ĠuzunluÄŁu":3266,"ĠReview":3267,"ĠRectangle":3268,"Ġizlenmelidir":3269,"Ġverimli":3270,"ĠÃ¶lÃ§Ã¼lebilir":3271,"Ġsonucunu":3272,"Ġanlamaktan":3273,"Ġbilgilerini":3274,"ĠmekanizmasÄ±nÄ±":3275,"ĠaÃ§Ä±kÃ§a":3276,"ĠaÃ§Ä±klamalarÄ±":3277,"aracter":3278,"ĠkalÄ±r":3279,"ĠgiriÅŁ":3280,"Ġtutan":3281,"ĠayÄ±rÄ±r":3282,"ĠayÄ±rmak":3283,"ĠbulunduÄŁun":3284,"ĠgÃ¼nceller":3285,"ĠgÃ¼ncellenir":3286,"ĠgÃ¼ncelleneceÄŁini":3287,"arÄ±sÄ±z":3288,"Ġkendisine":3289,"ĠmanipÃ¼le":3290,"ĠatmasÄ±na":3291,"Ġhisset":3292,"ĠiÃ§eriÄŁini":3293,"Ġsakla":3294,"sÄ±zlÄ±k":3295,"Ã¼yorsa":3296,"Ġkarakterleri":3297,"Ġuyumlu":3298,"ĠdeÄŁiÅŁkende":3299,"ĠkatmanÄ±":3300,"ĠkatmanÄ±dÄ±r":3301,"cleaned":3302,"next":3303,"sentence":3304,"Ġ70":3305,"Ġonu":3306,"Ġonun":3307,"Ġonda":3308,"Ġbelgelen":3309,"ĠbloÄŁu":3310,"Ġgelen":3311,"Ġtask":3312,"ĠyakÄ±n":3313,"ĠdeÄŁiÅŁtiÄŁ":3314,"Ġpromptlarla":3315,"username":3316,"ĠsonuÃ§lar":3317,"ĠanlaÅŁÄ±l":3318,"ĠbaÅŁlat":3319,"ĠbaÅŁlamÄ±ÅŁ":3320,"ĠbÃ¼yÃ¼dÃ¼ÄŁ":3321,"ĠkarÅŁÄ±laÅŁtÄ±rÄ±lÄ±r":3322,"2026":3323,"AmaÃ§":3324,"Decoder":3325,"splitlines":3326,"yorsa":3327,"Ġvermemelidir":3328,"Ġcandidate":3329,"Ġprogramlama":3330,"ĠkullanÄ±rsam":3331,"Ġparameter":3332,"Ġparametreli":3333,"Ġkararlar":3334,"ĠtoplamÄ±nÄ±":3335,"Ġilkeleri":3336,"ĠEÄŁitimden":3337,"ĠyorumlanmalÄ±dÄ±r":3338,"ĠyÃ¼ksek":3339,"ĠyÃ¼kselirse":3340,"Ġfikri":3341,"ĠtarafÄ±nÄ±":3342,"ĠtarafÄ±dÄ±r":3343,"ĠyalnÄ±zca":3344,"0628":3345,"birinci":3346,"combined":3347,"common":3348,"password":3349,"passed":3350,"rectangle":3351,"Ġ<=":3352,"ĠalanlarÄ±nda":3353,"ĠgÃ¶nderilir":3354,"tiÄŁini":3355,"Ġbilmiyorsan":3356,"ĠanlamÄ±na":3357,"Ġriskini":3358,"ĠdÃ¼ÅŁÃ¼nce":3359,"ĠdÃ¼ÅŁÃ¼nmeliyim":3360,"ĠbaÅŁarÄ±yla":3361,"ĠbaÅŁarÄ±sÄ±zlÄ±k":3362,"Ġkavramlar":3363,"ĠkavramlarÄ±":3364,"ĠdavranÄ±ÅŁÄ±nÄ±":3365,"ĠyÃ¼klenerek":3366,"ĠihtiyacÄ±m":3367,"Users":3368,"ĠbaÅŁlangÄ±Ã§ta":3369,"eful":3370,"pairs":3371,"Ãĩocuk":3372,"Ġmakine":3373,"ĠkÃ¼tÃ¼phan":3374,"Ġkork":3375,"ĠkayÄ±t":3376,"Ġkazan":3377,"ĠiyileÅŁebilir":3378,"Ġyoksa":3379,"ĠBÃ¶ylece":3380,"ĠyaptÄ±ÄŁ":3381,"Ġartarsa":3382,"ĠdÃ¶ndÃ¼ren":3383,"ĠtanÄ±tÄ±r":3384,"Ġtamamen":3385,"ĠaÅŁamada":3386,"Ġhissedebilir":3387,"Ġbellek":3388,"ĠbaÄŁÄ±mlÄ±lÄ±k":3389,"Block":3390,"Daha":3391,"Drive":3392,"Desktop":3393,"Ekler":3394,"Failed":3395,"OneDrive":3396,"Source":3397,"These":3398,"Tahmin":3399,"active":3400,"content":3401,"crease":3402,"exists":3403,"join":3404,"jsonl":3405,"llest":3406,"smallest":3407,"squares":3408,"vement":3409,"write":3410,"Ġlayer":3411,"Ġuseful":3412,"Ġquery":3413,"ĠLaptop":3414,"inally":3415,"Ġkabul":3416,"ĠkÃ¼menin":3417,"Ġbreak":3418,"Ġbiggest":3419,"Ġbefore":3420,"Ġblindly":3421,"Ġdolu":3422,"ĠdÃ¼ÅŁtÃ¼":3423,"Ġdisiplin":3424,"ĠmÃ¼mkÃ¼n":3425,"improvement":3426,"Ġapprove":3427,"ĠvektÃ¶r":3428,"ĠyayÄ±lÄ±m":3429,"unique":3430,"dataset":3431,"Ġcounts":3432,"Ġcollections":3433,"ĠBaÅŁarÄ±sÄ±z":3434,"ĠDÃ¼ÅŁÃ¼k":3435,"ĠDialogue":3436,"Ġdakikalar":3437,"Ġkonusunda":3438,"Ġlongitude":3439,"Ġsampling":3440,"Ġanaliz":3441,"ĠÃ¶ÄŁrenemez":3442,"Ġyazabilmem":3443,"remainder":3444,"Ġincelen":3445,"selected":3446,"Ġkurularak":3447,"lengths":3448,"Ä°stanbul":3449,"Ġkalitesi":3450,"Ġdemosuyum":3451,"ĠModelInfo":3452,"Ġsaniyelere":3453,"Ġ4060":3454,"ĠdeÄŁiÅŁtiÄŁinde":3455,"ĠbÃ¼yÃ¼dÃ¼ÄŁÃ¼nde":3456,"20260628":3457,"ĠkÃ¼tÃ¼phane":3458,"\".":3459,"'t":3460,"([":3461,"(\",":3462,"(__":3463,").":3464,".\"":3465,".\")":3466,"141":3467,"42":3468,"59":3469,"97":3470,"Ad":3471,"ArdÄ±ndan":3472,"Bul":3473,"BÃ¶y":3474,"Belir":3475,"Bunun":3476,"Buna":3477,"BÃ¼yÃ¼k":3478,"Checkpoint":3479,"Corpus":3480,"Config":3481,"Causal":3482,"DE":3483,"DI":3484,"Di":3485,"Dil":3486,"Dos":3487,"DeÄŁ":3488,"Derin":3489,"Data":3490,"ER":3491,"Emp":3492,"Fonksiyon":3493,"Fakat":3494,"Giz":3495,"Gra":3496,"GÃ¼ven":3497,"GerÃ§ek":3498,"HON":3499,"IN":3500,"KM":3501,"Kal":3502,"Key":3503,"Kat":3504,"Kendi":3505,"Kitap":3506,"Lay":3507,"Lev":3508,"MO":3509,"Mak":3510,"Meh":3511,"Motivasyon":3512,"OO":3513,"Or":3514,"Opt":3515,"PE":3516,"PY":3517,"Path":3518,"PowerShell":3519,"Position":3520,"Qu":3521,"Residual":3522,"RTX":3523,"RKM":3524,"SÄ±":3525,"Son":3526,"Self":3527,"SÄ±nÄ±f":3528,"Tek":3529,"Token":3530,"Temiz":3531,"True":3532,"Tensor":3533,"Tiny":3534,"Terminal":3535,"THON":3536,"Uz":3537,"Ver":3538,"Value":3539,"Veri":3540,"VER":3541,"Weight":3542,"Yer":3543,"Yeni":3544,"YaÅŁ":3545,"Zer":3546,"Zey":3547,"[-":3548,"],":3549,"]))":3550,"ati":3551,"adece":3552,"alabilir":3553,"aca":3554,"acak":3555,"ban":3556,"bÄ±r":3557,"cÃ¼":3558,"car":3559,"cidir":3560,"corpus":3561,"cular":3562,"cileri":3563,"din":3564,"diz":3565,"dini":3566,"dark":3567,"dÃ¶r":3568,"diye":3569,"dÃ¼ÄŁ":3570,"ea":3571,"eb":3572,"ez":3573,"ean":3574,"eleme":3575,"elecek":3576,"ead":3577,"fk":3578,"fil":3579,"file":3580,"fab":3581,"faf":3582,"folder":3583,"finally":3584,"gÄ±":3585,"gan":3586,"git":3587,"glar":3588,"giz":3589,"gra":3590,"gÃ¼yle":3591,"greet":3592,"his":3593,"haracter":3594,"iÃ§":3595,"ith":3596,"iÅŁtir":3597,"icar":3598,"kÄ±":3599,"kor":3600,"kas":3601,"kiler":3602,"klarÄ±nÄ±":3603,"klarÄ±nda":3604,"kÃ§a":3605,"klamasÄ±":3606,"kez":3607,"lde":3608,"lil":3609,"lmeli":3610,"mo":3611,"mli":3612,"mden":3613,"menin":3614,"mÄ±nÄ±n":3615,"mlandÄ±":3616,"mÃ¼yorsa":3617,"ni":3618,"nor":3619,"nek":3620,"nÃ¼Ã§":3621,"neÄŁ":3622,"oÅŁ":3623,"oma":3624,"oint":3625,"ove":3626,"ofesyonel":3627,"oDi":3628,"pp":3629,"pan":3630,"ply":3631,"pend":3632,"riz":3633,"rek":3634,"rem":3635,"rap":3636,"rasÄ±":3637,"reverse":3638,"rneÄŁ":3639,"sini":3640,"sas":3641,"sik":3642,"tma":3643,"tla":3644,"tun":3645,"tlarÄ±":3646,"tus":3647,"tup":3648,"tudents":3649,"tanÄ±n":3650,"test":3651,"tgen":3652,"tmamalÄ±dÄ±r":3653,"ttÄ±k":3654,"ues":3655,"vis":3656,"web":3657,"with":3658,"yin":3659,"yebilir":3660,"yarak":3661,"yken":3662,"ymamalÄ±":3663,"zlem":3664,"Ãĸ":3665,"Ãĸn":3666,"Ġ&":3667,"Ġ|":3668,"ĠAsistan":3669,"Ġun":3670,"Ġum":3671,"ĠÃ¼Ã§":3672,"Ġunu":3673,"Ġisin":3674,"Ġuc":3675,"ĠuÃ§":3676,"Ġmax":3677,"ĠÃ¼st":3678,"ĠZer":3679,"ĸzel":3680,"Ä±cÄ±":3681,"Ä±tla":3682,"anlÄ±":3683,"anÄ±l":3684,"ansÄ±":3685,"antik":3686,