{"<pad>":0,"<s>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ä±":261,"de":262,"čĊ":263,"er":264,"Ã¼":265,"in":266,"la":267,"ir":268,"ÄŁ":269,"en":270,"Ã§":271,"ÅŁ":272,"il":273,"Ġb":274,"Ġk":275,"ma":276,"Ġd":277,"Ġm":278,"an":279,"Ġs":280,"ar":281,"li":282,"Ġv":283,"ode":284,"me":285,"Ä±r":286,"Ġy":287,"Ġg":288,"Ã¶":289,"Ä±n":290,"lar":291,"Ġt":292,"odel":293,"on":294,"ti":295,"Ġe":296,"Ġmodel":297,"Ġa":298,"Ġh":299,"ler":300,"lan":301,"lÄ±":302,"Ġde":303,"ek":304,"ap":305,"is":306,"le":307,"or":308,"ul":309,"dir":310,"ok":311,"Ġbir":312,"Ġve":313,"at":314,"ne":315,"da":316,"Ġver":317,"Ġi":318,"ĠÃ¶":319,"ay":320,"Ã¼r":321,"Ġo":322,"ullan":323,"ĠÃ§":324,"Ã¼k":325,"ÄŁi":326,"Ġp":327,"bil":328,"ah":329,"el":330,"ak":331,"inde":332,"ÅŁt":333,"iz":334,"os":335,"ullanÄ±":336,"es":337,"tim":338,"un":339,"ya":340,"Ġc":341,"oken":342,"Bu":343,"Ġyap":344,"as":345,"larÄ±":346,"ro":347,"ÄŁr":348,"ĠeÄŁi":349,"Ã¼n":350,"bilir":351,"Ã¼z":352,"ini":353,"cÄ±":354,"mek":355,"al":356,"Ã¼Ã§":357,"lidir":358,"ĠdeÄŁ":359,"Ġol":360,"et":361,"den":362,"mak":363,"Ġtoken":364,"aha":365,"ark":366,"ist":367,"dÄ±r":368,"ur":369,"Ġveri":370,"Ġba":371,"Ġpro":372,"Ġdaha":373,"ĠiÃ§":374,"Ġil":375,"ĠÃ¶ÄŁr":376,"ĠeÄŁitim":377,"ĠÃ¶ÄŁren":378,"ce":379,"yi":380,"ĠT":381,"Ġan":382,"Ä±nÄ±":383,"Ã¼Ã§Ã¼k":384,"dÄ±":385,"eli":386,"ĠkullanÄ±":387,"Dark":388,"em":389,"Ä±nda":390,"Ġproj":391,"alÄ±":392,"di":393,"Ġz":394,"ĠÃ§alÄ±":395,"ĠiÃ§in":396,"az":397,"Ġf":398,"Ġne":399,"Ä±l":400,"ine":401,"dan":402,"man":403,"Ġmodelin":404,"Ġhat":405,"leri":406,"oss":407,"Bir":408,"it":409,"ĠkÃ¼Ã§Ã¼k":410,"tion":411,"izer":412,"ran":413,"us":414,"Ã¼y":415,"Min":416,"Ġl":417,"ĠgÃ¶":418,"ĠbaÅŁ":419,"DarkMin":420,"DarkMind":421,"ec":422,"eri":423,"Ġsa":424,"Ġson":425,"KullanÄ±":426,"ra":427,"sÄ±":428,"Ġdos":429,"Ġmi":430,"Ġhata":431,"Ġdosya":432,"Model":433,"ev":434,"iÅŁ":435,"inin":436,"ĠbÃ¼y":437,"malÄ±":438,"nem":439,"ÅŁtÄ±r":440,"Ġanla":441,"Ġloss":442,"KullanÄ±cÄ±":443,"du":444,"for":445,"ik":446,"melidir":447,"Ġger":448,"ĠÃ¶nem":449,"ÅŁtir":450,"sa":451,"ten":452,"ye":453,"ĠsÃ¼r":454,"Ġgeli":455,"Ġama":456,"evap":457,"As":458,"ede":459,"ki":460,"mer":461,"sfor":462,"um":463,"uy":464,"Ġdil":465,"Ġay":466,"istan":467,"Ġzek":468,"ransfor":469,"Asistan":470,"ransformer":471,"ip":472,"min":473,"ut":474,"yon":475,"Ġn":476,"ĠÃ¼z":477,"der":478,"Ġmode":479,"lik":480,"Ġmodeller":481,"ĠdeÄŁil":482,"malÄ±dÄ±r":483,"ĠgeliÅŁtir":484,"uyg":485,"fi":486,"ĠG":487,"Ġar":488,"mes":489,"Ġet":490,"ĠÃ§ok":491,"Ġyapay":492,"mekt":493,"ĠTransformer":494,"Ġzeka":495,"Ġmodeli":496,"st":497,"tÄ±":498,"Ġr":499,"ing":500,"Ã§e":501,"Ġbu":502,"ĠyÃ¼z":503,"lÄ±k":504,"Ġdene":505,"ahmin":506,"ĠdeÄŁer":507,"ĠÃ§alÄ±ÅŁ":508,"ĠÃ¼zer":509,"ĠyÃ¼zden":510,"len":511,"nÄ±":512,"Ġdo":513,"Ġmet":514,"Ġsist":515,"Ã¶n":516,"ayÄ±":517,"Ġpar":518,"Ġprojes":519,"usal":520,"duÄŁ":521,"Ġsistem":522,"PU":523,"ta":524,"ven":525,"Ä°":526,"ĠC":527,"ĠÃ¼r":528,"Ã¼ÅŁ":529,"Ġka":530,"Ġko":531,"mar":532,"Ġyer":533,"Ġtahmin":534,"onfi":535,"Ġal":536,"ĠyapÄ±":537,"Ġmimar":538,"ĠÃ¼zerinde":539,"onfig":540,"gi":541,"tÄ±r":542,"Ä±k":543,"dece":544,"Ã¼m":545,"Ġbil":546,"Ġkar":547,"mas":548,"ĠdÃ¼ÅŁ":549,"ĠgÃ¼n":550,"Ä±na":551,"Ġtem":552,"Ġeder":553,"leme":554,"ĠiÅŁ":555,"unu":556,"Ġile":557,"dÄ±m":558,"tention":559,"mektir":560,"Py":561,"Ã§a":562,"Ã§ek":563,"Ġkullan":564,"Ġgen":565,"Ã¶r":566,"Ä±nÄ±n":567,"lara":568,"Ġtek":569,"ĠaÄŁ":570,"oru":571,"Ġveya":572,"asÄ±nda":573,"asyon":574,"ĠolduÄŁ":575,"Ġproje":576,"ĠgÃ¶r":577,"ca":578,"ch":579,"lo":580,"mÄ±":581,"san":582,"ttention":583,"yÄ±":584,"Ġin":585,"ĠÅŁ":586,"ĠDarkMind":587,"Ã¼ven":588,"ÄŁini":589,"Ġbel":590,"Ġda":591,"Ġdur":592,"Ġduyg":593,"Ġyar":594,"Ġher":595,"isi":596,"Ġveril":597,"Ġiyi":598,"Ġtokenizer":599,"Ġsadece":600,"ĠbÃ¼yÃ¼k":601,"ĠgerÃ§ek":602,"ĠÃ¶nemlidir":603,"Ġdeney":604,"ĠaÄŁÄ±r":605,"Ġdurum":606,"ci":607,"ed":608,"ebilir":609,"ken":610,"kÃ§e":611,"po":612,"sÃ¶r":613,"til":614,"Ã¼d":615,"labilir":616,"lasÃ¶r":617,"ÄŁÄ±nÄ±":618,"ĠklasÃ¶r":619,"ĠdÃ¶n":620,"angi":621,"ĠgÃ¼ven":622,"Ġhes":623,"Ġhede":624,"lerinde":625,"Ġbiri":626,"Ġcevap":627,"Ġconfig":628,"maktÄ±r":629,"ĠÃ¶ÄŁrenme":630,"ĠsaÄŁ":631,"mesi":632,"ĠdoÄŁr":633,"Ġprojesinde":634,"Ġgenel":635,"ĠaÄŁÄ±rlÄ±k":636,"Ġhesap":637,"</":638,"Cevap":639,"DA":640,"Soru":641,"UDA":642,"cel":643,"ey":644,"hec":645,"kpo":646,"rar":647,"sil":648,"yor":649,"Ġen":650,"int":651,"lay":652,"Ġkon":653,"maya":654,"Ġge":655,"Ġhangi":656,"Ã¼rkÃ§e":657,"ĠeÄŁitimi":658,"ĠkullanÄ±l":659,"Ġsonu":660,"ĠdosyalarÄ±":661,"Ġgerek":662,"ĠGPU":663,"Ġmetin":664,"Ġyerine":665,"Ġmimarisi":666,"Ġtemsil":667,"Ġtekrar":668,"Ġinsan":669,"ĠdoÄŁru":670,"heckpo":671,"heckpoint":672,"ade":673,"aÅŁ":674,"bed":675,"ding":676,"hon":677,"miÅŁ":678,"mbed":679,"nce":680,"oy":681,"thon":682,"ve":683,"erle":684,"Ġboy":685,"Ġkay":686,"Ġkur":687,"ĠsÄ±r":688,"arak":689,"oder":690,"okenizer":691,"ĠbaÄŁ":692,"ĠiliÅŁ":693,"ĠÃ§alÄ±ÅŁtÄ±r":694,"Ġneden":695,"Ä±lÄ±r":696,"ĠgÃ¶st":697,"ĠsÃ¼rec":698,"Python":699,"mbedding":700,"aj":701,"cr":702,"cu":703,"cÄ±nÄ±n":704,"dil":705,"dar":706,"eti":707,"im":708,"lk":709,"ly":710,"lÃ¼":711,"tÃ¼":712,"uz":713,"yle":714,"ĠD":715,"ĠK":716,"Ä±m":717,"Ä±dÄ±r":718,"ÄŁer":719,"Ġkat":720,"masÄ±":721,"ĠdÃ¼z":722,"Ġmes":723,"Ġsan":724,"Ġscr":725,"Ġseti":726,"Ġyaz":727,"larÄ±n":728,"larak":729,"Ġte":730,"only":731,"ĠadÄ±m":732,"Ġattention":733,"ĠdeÄŁi":734,"Ġolarak":735,"esi":736,"ĠeÄŁitil":737,"etir":738,"ĠTÃ¼rkÃ§e":739,"Ä±ldÄ±":740,"ÅŁtÄ±rma":741,"ĠaynÄ±":742,"utu":743,"likle":744,"Ġara":745,"ĠparÃ§a":746,"Ä°lk":747,"ĠCUDA":748,"Ġkadar":749,"ĠgÃ¼ncel":750,"Ġhedef":751,"ĠsaÄŁlar":752,"ĠdÃ¼zen":753,"Ġmesaj":754,"Ġscrip":755,"ĠdeÄŁiÅŁ":756,"Baz":757,"am":758,"ale":759,"abilir":760,"aman":761,"fÄ±r":762,"kat":763,"ol":764,"ptim":765,"siz":766,"zb":767,"ĠH":768,"Ġman":769,"Ä±z":770,"Ä±fÄ±r":771,"eni":772,"Ã§lar":773,"Ġken":774,"mayÄ±":775,"Ġdi":776,"Ġdik":777,"ĠsayÄ±":778,"ĠsÄ±fÄ±r":779,"arÄ±":780,"meli":781,"larÄ±nÄ±":782,"Ġtar":783,"Ġembedding":784,"Ġezb":785,"ĠaÅŁ":786,"Ġhis":787,"Ġhale":788,"ĠhÄ±z":789,"lanÄ±r":790,"Ġdest":791,"isini":792,"Ġolabilir":793,"Ġci":794,"Ġcheckpoint":795,"ĠdeÄŁeri":796,"Ġolu":797,"ĠtokenÄ±":798,"ĠÃ¶ÄŁrenir":799,"ĠkullanÄ±lan":800,"ĠkullanÄ±cÄ±":801,"Darklo":802,"azla":803,"Ġfark":804,"Ġfazla":805,"Ġnedir":806,"Ġsonra":807,"ĠdeÄŁerlidir":808,"Ġverilen":809,"Ġgenellikle":810,"yorsa":811,"ĠkullanÄ±lÄ±r":812,"ĠsÄ±rasÄ±nda":813,"ĠgÃ¶ster":814,"Ġkatman":815,"ptimizer":816,"Ġdikkat":817,"ĠsÄ±fÄ±rdan":818,"Darklove":819,"Loss":820,"af":821,"av":822,"ali":823,"ebil":824,"etim":825,"gÃ¼":826,"iye":827,"kÃ¼":828,"od":829,"op":830,"ot":831,"pus":832,"rin":833,"se":834,"tro":835,"Ãĩ":836,"Ãĸ":837,"ĠB":838,"Ġok":839,"ĠBu":840,"Ġuz":841,"ilde":842,"Ġset":843,"mel":844,"meye":845,"Ġyol":846,"Ġyeni":847,"Ġgi":848,"Ġgel":849,"ĠgÃ¼Ã§":850,"Ġgit":851,"Ġek":852,"Ġedil":853,"Ġmodelleri":854,"ekilde":855,"lem":856,"orma":857,"orpus":858,"atch":859,"ĠÃ¶r":860,"Ġoptimizer":861,"akat":862,"inden":863,"unda":864,"Ã¼nde":865,"Ã¼nkÃ¼":866,"Ġolur":867,"Ġtokenlara":868,"ĠTokenizer":869,"elime":870,"ĠkullanÄ±cÄ±nÄ±n":871,"Ġzaman":872,"Ġfik":873,"ĠbaÅŁla":874,"sÄ±z":875,"ĠbÃ¼yÃ¼d":876,"Ġanlamak":877,"ĠÃ¶nemli":878,"ĠamacÄ±":879,"Ġayr":880,"Ġnorma":881,"ĠdeÄŁildir":882,"ĠgeliÅŁtirme":883,"ĠarasÄ±nda":884,"lendir":885,"Ġmetn":886,"ĠÃ¼retim":887,"Ġbilg":888,"ĠdÃ¼ÅŁÃ¼k":889,"ĠÅŁekilde":890,"Ġbelir":891,"ĠyardÄ±m":892,"Ġdurumda":893,"ĠdÃ¶ngÃ¼":894,"Ġkontro":895,"ĠgeÃ§":896,"Ġgerekir":897,"ĠinsanÄ±n":898,"ĠiliÅŁk":899,"Ġtemel":900,"ĠaraÅŁtÄ±rma":901,"Bazen":902,"Ġkend":903,"ĠdiÄŁer":904,"Ġhiss":905,"Ġdestek":906,"ĠfarklÄ±":907,"Ġdikkatli":908,"ÃĩÃ¼nkÃ¼":909,"ĠgÃ¼Ã§lÃ¼":910,"Ġkontrol":911,"30":912,"Ama":913,"Duyg":914,"EÄŁi":915,"Hu":916,"Kod":917,"Son":918,"ama":919,"ausal":920,"bi":921,"cak":922,"eÅŁ":923,"edir":924,"ece":925,"gÄ±":926,"gel":927,"ici":928,"nak":929,"oti":930,"rak":931,"te":932,"tasyon":933,"ular":934,"vasyon":935,"vam":936,"Ġis":937,"ĠBir":938,"ĠModel":939,"Ġmas":940,"Ġ30":941,"Ä±ÅŁ":942,"Ä±sa":943,"Ã¼ÅŁt":944,"Ã¼man":945,"laÅŁ":946,"ÄŁu":947,"ent":948,"enz":949,"Ġbul":950,"Ġbak":951,"Ġbenz":952,"ĠkÃ¶":953,"Ġkelime":954,"Ġdok":955,"Ġdiz":956,"Ġmek":957,"aniz":958,"Ġsat":959,"Ġsiz":960,"Ġvade":961,"met":962,"mez":963,"memelidir":964,"Ġyor":965,"ĠyÃ¼k":966,"Ġyal":967,"ĠyÃ¶n":968,"Ġgetir":969,"Ã¶z":970,"Ġtra":971,"Ġak":972,"Ġhay":973,"Ġhaz":974,"Ġdec":975,"Ġderin":976,"Ġdevam":977,"orch":978,"ĠÃ¶nce":979,"ĠÃ§Ä±k":980,"ĠÃ§eÅŁ":981,"ÅŁtÄ±":982,"ĠcÃ¼m":983,"ĠolmalÄ±dÄ±r":984,"diÄŁini":985,"ĠÃ§alÄ±ÅŁtÄ±":986,"Ġfakat":987,"itHu":988,"ĠbaÅŁlan":989,"ecoder":990,"ĠbÃ¼yÃ¼":991,"ĠsÃ¼rÃ¼m":992,"Ġnot":993,"ĠgeliÅŁtirmek":994,"Ġetmek":995,"tÄ±ÄŁÄ±nÄ±":996,"nÄ±z":997,"ĠdoÄŁ":998,"ĠparÃ§":999,"Ġkod":1000,"Ġkarar":1001,"ĠiÅŁlem":1002,"Ġkullanmak":1003,"ĠolduÄŁu":1004,"Ġduygusal":1005,"Ã¼dÃ¼r":1006,"ĠgÃ¼venli":1007,"ĠaÄŁÄ±rlÄ±klarÄ±":1008,"ĠhesaplanÄ±r":1009,"Ġsonucu":1010,"Ġkayde":1011,"Ġkurul":1012,"ĠdÃ¼zenli":1013,"Ġscript":1014,"ĠmantÄ±ÄŁÄ±nÄ±":1015,"Ġtaraf":1016,"Ġezberle":1017,"ĠhÄ±zlÄ±":1018,"Ġuzun":1019,"Ġgibi":1020,"Ġedilmelidir":1021,"ĠayrÄ±":1022,"ĠyardÄ±mcÄ±":1023,"ĠdÃ¶ngÃ¼s":1024,"Duygusal":1025,"EÄŁitim":1026,"otivasyon":1027,"raki":1028,"Ġise":1029,"Ã¼mantasyon":1030,"ĠdokÃ¼mantasyon":1031,"Ġmekaniz":1032,"ĠsatÄ±r":1033,"Ġsize":1034,"Ġvadeli":1035,"ĠyalnÄ±z":1036,"ĠhazÄ±r":1037,"ĠÃ§eÅŁit":1038,"ĠcÃ¼mle":1039,"itHub":1040,"Attention":1041,"DI":1042,"Le":1043,"PT":1044,"Torch":1045,"Veri":1046,"ation":1047,"dur":1048,"ddi":1049,"fade":1050,"ka":1051,"lu":1052,"ning":1053,"oÄŁu":1054,"sor":1055,"sÄ±nÄ±":1056,"tmek":1057,"yla":1058,"zel":1059,"ĠN":1060,"Ġon":1061,"Ġor":1062,"ĠPython":1063,"ĠDarklove":1064,"erin":1065,"Ã¼le":1066,"ÄŁinde":1067,"ÄŁÄ±nda":1068,"ÄŁine":1069,"ensor":1070,"ileri":1071,"ĠkÄ±sa":1072,"mamalÄ±dÄ±r":1073,"Ġmotivasyon":1074,"anÄ±r":1075,"anÄ±n":1076,"anlÄ±":1077,"Ġsay":1078,"ĠsÄ±k":1079,"arning":1080,"lit":1081,"Ġvali":1082,"Ġyak":1083,"Ġyet":1084,"larÄ±nda":1085,"lardan":1086,"Ġter":1087,"ĠtÃ¼r":1088,"Ġtak":1089,"Ġtas":1090,"Ġtut":1091,"tif":1092,"Ġede":1093,"Ġmodele":1094,"Ġat":1095,"Ġalan":1096,"lanmalÄ±dÄ±r":1097,"ekt":1098,"isine":1099,"ate":1100,"dation":1101,"Ġifade":1102,"ĠÃ¶zel":1103,"ayÄ±r":1104,"ĠÃ§oÄŁu":1105,"Ã¼kÃ§e":1106,"indeki":1107,"ÅŁtur":1108,"esyon":1109,"Ġcorpus":1110,"asÄ±l":1111,"asÄ±dÄ±r":1112,"Ġveriyi":1113,"Ġbaz":1114,"Ġilk":1115,"Ġiler":1116,"Ġilerle":1117,"yim":1118,"Ġanda":1119,"ĠhatayÄ±":1120,"ĠbaÅŁarÄ±":1121,"Ġsonraki":1122,"Ġanlam":1123,"ĠamaÃ§":1124,"ĠnasÄ±l":1125,"Ġmodellerinde":1126,"ĠgeliÅŁtirici":1127,"ĠGitHub":1128,"mesini":1129,"Ġetmeye":1130,"mektedir":1131,"Ġre":1132,"Ġrate":1133,"ĠdeÄŁerleri":1134,"ĠÃ§alÄ±ÅŁan":1135,"ĠÃ§alÄ±ÅŁmaktÄ±r":1136,"Ġsistemi":1137,"Ġsistemler":1138,"Ä°yi":1139,"ĠÃ¼ret":1140,"Ġkom":1141,"ĠalÄ±n":1142,"ĠyapÄ±sÄ±":1143,"masÄ±nÄ±":1144,"Ġtemiz":1145,"PyTorch":1146,"ĠolduÄŁunu":1147,"ĠolduÄŁunda":1148,"ĠgÃ¶rÃ¼n":1149,"Ġduygu":1150,"Ġveriler":1151,"ĠgerÃ§ekten":1152,"ĠdÃ¶nÃ¼ÅŁt":1153,"ĠgÃ¼venlik":1154,"Ġbiridir":1155,"Ġgenelleme":1156,"layan":1157,"mayabilir":1158,"Ġboyutu":1159,"Ġkaynak":1160,"ĠbaÄŁla":1161,"ĠbaÄŁÄ±m":1162,"ĠKÃ¼Ã§Ã¼k":1163,"Ġsanal":1164,"ĠadÄ±mlar":1165,"ĠgÃ¼ncellen":1166,"ĠmesajlarÄ±":1167,"ĠHayÄ±r":1168,"ĠsayÄ±sÄ±":1169,"Ġciddi":1170,"ĠoluÅŁtur":1171,"ĠgÃ¶sterir":1172,"Ãĸnce":1173,"Ġoku":1174,"Ġfikr":1175,"ĠbÃ¼yÃ¼dÃ¼kÃ§e":1176,"ĠarasÄ±ndaki":1177,"Ġmetni":1178,"ĠÃ¼retimi":1179,"Ġbelirler":1180,"ĠgeÃ§miÅŁ":1181,"ĠiliÅŁkileri":1182,"Sonra":1183,"Ġmask":1184,"Ġbulun":1185,"Ġbenzer":1186,"Ġaktif":1187,"Ġhayat":1188,"ĠbaÅŁlangÄ±":1189,"ĠparÃ§asÄ±dÄ±r":1190,"ĠÃ§eÅŁitli":1191,"Learning":1192,"Ġorta":1193,"Ġvalidation":1194,"ĠyaklaÅŁ":1195,"ĠdÃ¶nÃ¼ÅŁtÃ¼r":1196,"'d":1197,"An":1198,"Ay":1199,"Ada":1200,"Batch":1201,"Den":1202,"IDI":1203,"KÃ¼Ã§Ã¼k":1204,"Tokenizer":1205,"VIDI":1206,"Yap":1207,"abil":1208,"amet":1209,"bular":1210,"ction":1211,"eÃ§":1212,"ele":1213,"fesyon":1214,"gÄ±n":1215,"gÃ¼n":1216,"gele":1217,"hti":1218,"idir":1219,"ition":1220,"iyor":1221,"iyorsa":1222,"kÃ¼n":1223,"mW":1224,"mp":1225,"nek":1226,"nder":1227,"om":1228,"oca":1229,"tan":1230,"tmektir":1231,"tgele":1232,"uer":1233,"var":1234,"vran":1235,"war":1236,"zlen":1237,"zation":1238,"Ġ.":1239,"Ġ5":1240,"Ġist":1241,"ĠÃĩÃ¼nkÃ¼":1242,"ĠVeri":1243,"Ä±la":1244,"erek":1245,"Ã¼ÄŁ":1246,"iny":1247,"lama":1248,"ÅŁÄ±la":1249,"iler":1250,"ilir":1251,"Ġbatch":1252,"Ġkor":1253,"Ġkes":1254,"Ġkaz":1255,"Ġkonfig":1256,"madan":1257,"Ġday":1258,"Ġsta":1259,"lization":1260,"Ġvoca":1261,"meyi":1262,"ĠyÃ¶":1263,"Ġyay":1264,"Ġyav":1265,"ĠyanlÄ±":1266,"Ġgeri":1267,"Ã¶yle":1268,"larla":1269,"ĠtaÅŁ":1270,"Ġtensor":1271,"onne":1272,"tik":1273,"tiÄŁini":1274,"tiÄŁinde":1275,"Ġmodelini":1276,"Ġmodelden":1277,"lere":1278,"lerde":1279,"lerini":1280,"lerken":1281,"lÄ±m":1282,"lÄ±dÄ±r":1283,"Ġdemektir":1284,"isinin":1285,"lec":1286,"leyi":1287,"leÅŁtir":1288,"Ġbirlik":1289,"ath":1290,"Ġverisini":1291,"Ġverebil":1292,"Ġihti":1293,"Ġizlen":1294,"Ã¼rasyon":1295,"ĠÃ§Ã¶z":1296,"bilece":1297,"osition":1298,"Ġconne":1299,"ĠyaptÄ±":1300,"ĠyapÄ±lÄ±r":1301,"astgele":1302,"Ã¼ntÃ¼":1303,"Ġtokenlarla":1304,"Ġveriyle":1305,"ĠÃ¶ÄŁrenebilir":1306,"ĠÃ¶ÄŁrenmesi":1307,"dÄ±ÄŁÄ±nÄ±":1308,"dÄ±ÄŁÄ±nda":1309,"Ġprojede":1310,"diÄŁi":1311,"usunu":1312,"Ġlo":1313,"ĠgÃ¶nder":1314,"ĠbaÅŁka":1315,"ĠhatalarÄ±":1316,"Ġhatalardan":1317,"ining":1318,"ĠanlaÅŁ":1319,"ĠanlamayÄ±":1320,"dual":1321,"ĠsÃ¼ren":1322,"ĠamaÃ§lar":1323,"ĠayÄ±r":1324,"utlarÄ±":1325,"Ġmodellerin":1326,"Ġrastgele":1327,"Ġparamet":1328,"Ġprojesinin":1329,"venv":1330,"ĠCPU":1331,"ĠÃ¼retir":1332,"Ġkalit":1333,"Ġkolay":1334,"Ġyerel":1335,"Ġalt":1336,"ĠyapÄ±lan":1337,"ĠkarÅŁÄ±la":1338,"masÄ±na":1339,"ĠiÅŁe":1340,"ĠiÅŁlerken":1341,"Ġprojelerinde":1342,"mÄ±ÅŁ":1343,"mÄ±ÅŁtÄ±r":1344,"ĠÅŁu":1345,"Ġdavran":1346,"Ġyarar":1347,"Ġdeneyin":1348,"Ġdeneyler":1349,"Ġdurumu":1350,"ĠklasÃ¶rÃ¼":1351,"Ġhedefi":1352,"Ġcevaplar":1353,"Ġengel":1354,"Ġgelec":1355,"ĠsonuÃ§lar":1356,"Ġmetinleri":1357,"ĠdoÄŁrudan":1358,"ĠiliÅŁki":1359,"ĠÃ§alÄ±ÅŁtÄ±rÄ±ldÄ±":1360,"ĠsÃ¼recini":1361,"ĠsÃ¼recinin":1362,"ĠDecoder":1363,"Ġsaniye":1364,"Ġyazmak":1365,"larÄ±ndan":1366,"esidual":1367,"ĠeÄŁitilir":1368,"Ġhedefler":1369,"Ġscripti":1370,"ĠaÅŁama":1371,"Ġcivar":1372,"ĠkullanÄ±cÄ±yÄ±":1373,"Ġekran":1374,"ĠÃ¶rnek":1375,"ĠÃ¶rÃ¼ntÃ¼":1376,"Ġolursa":1377,"Ġnormal":1378,"Ġnormalization":1379,"lendiril":1380,"Ġkendini":1381,"Ġhissede":1382,"Ġdestekleyi":1383,"Ġbakarak":1384,"Ġkelimeler":1385,"Ġyorum":1386,"ĠyÃ¶nlendir":1387,"Ġtrain":1388,"Ġdecoder":1389,"ĠdevamÄ±nÄ±":1390,"ĠÃ§Ä±ktÄ±":1391,"ĠnotlarÄ±":1392,"ĠdoÄŁal":1393,"ĠmekanizmasÄ±":1394,"ĠNVIDI":1395,"Ġsayede":1396,"Ġyeter":1397,"ĠtÃ¼rÃ¼dÃ¼r":1398,"Ġtakip":1399,"Ġtasar":1400,"Ġedebilir":1401,"Ġbazen":1402,"ĠgÃ¶rÃ¼nÃ¼r":1403,"ĠkaynaklarÄ±":1404,"ĠbaÄŁÄ±mlÄ±":1405,"ĠbaÅŁlangÄ±Ã§":1406,"Ġortam":1407,"ĠyaklaÅŁÄ±m":1408,"ĠdÃ¶nÃ¼ÅŁtÃ¼rÃ¼r":1409,"Ancak":1410,"AynÄ±":1411,"AdamW":1412,"Deney":1413,"Yapay":1414,"bulary":1415,"fesyonel":1416,"uery":1417,"ward":1418,"Ġkesin":1419,"ĠkonfigÃ¼rasyon":1420,"ĠdayanÄ±r":1421,"Ġstabil":1422,"Ġvocabulary":1423,"ĠyÃ¶ne":1424,"ĠyaygÄ±n":1425,"ĠyavaÅŁ":1426,"ĠyanlÄ±ÅŁ":1427,"Ġbirlikte":1428,"Ġihtiya":1429,"Ġconnection":1430,"Ġparametr":1431,"ĠdavranÄ±ÅŁ":1432,"ĠcivarÄ±nda":1433,"Ġdestekleyici":1434,"ĠNVIDIA":1435,").":1436,"00":1437,"06":1438,"406":1439,"Ar":1440,"Bun":1441,"Blo":1442,"CPU":1443,"CUDA":1444,"Daha":1445,"Decoder":1446,"Embedding":1447,"EÄŁer":1448,"Git":1449,"GPT":1450,"Her":1451,"Lap":1452,"Pro":1453,"RT":1454,"Tra":1455,"Transformer":1456,"Tahmin":1457,"TÃ¼rkÃ§e":1458,"__":1459,"alar":1460,"ati":1461,"amayabilir":1462,"bul":1463,"ck":1464,"dÄ±n":1465,"eden":1466,"eleri":1467,"eed":1468,"fit":1469,"gun":1470,"gra":1471,"klÄ±":1472,"kÃ§a":1473,"lin":1474,"lek":1475,"lÃ¼r":1476,"lÃ¼k":1477,"mu":1478,"men":1479,"mli":1480,"mit":1481,"mlama":1482,"nik":1483,"nsan":1484,"par":1485,"pos":1486,"query":1487,"res":1488,"ski":1489,"suz":1490,"siye":1491,"tir":1492,"tlarÄ±":1493,"tem":1494,"ting":1495,"tmeli":1496,"top":1497,"ue":1498,"uÃ§":1499,"ver":1500,"vap":1501,"yte":1502,"zÄ±":1503,"zal":1504,"Ã¢":1505,"Ġuyg":1506,"Ġlay":1507,"ĠLoss":1508,"ĠEÄŁitim":1509,"ĠAttention":1510,"ĠPyTorch":1511,"Ġ406":1512,"ĠLap":1513,"Ġquery":1514,"Ä±t":1515,"Ä±labilir":1516,"deki":1517,"erken":1518,"Ã¼lÃ¼r":1519,"lamak":1520,"lamasÄ±nÄ±":1521,"iriÅŁ":1522,"ÄŁÄ±":1523,"ÄŁin":1524,"enÃ¼z":1525,"Ã§Ä±k":1526,"Ġbas":1527,"Ġbunu":1528,"ĠkÃ¼":1529,"Ġkal":1530,"ĠkiÅŁ":1531,"ĠkayÄ±":1532,"Ġkey":1533,"maz":1534,"mamalÄ±":1535,"Ġdis":1536,"Ġdak":1537,"ĠmÃ¼m":1538,"anÄ±t":1539,"Ġst":1540,"Ġsah":1541,"Ġsak":1542,"Ġsoru":1543,"ĠsÃ¶z":1544,"arar":1545,"Ġvar":1546,"Ġvekt":1547,"memeli":1548,"Ä±rÄ±":1549,"ĠyayÄ±":1550,"ĠgiriÅŁ":1551,"larÄ±na":1552,"Ġtav":1553,"Ġeden":1554,"Ġeski":1555,"Ġazal":1556,"ĠaÃ§Ä±k":1557,"ĠhenÃ¼z":1558,"lerden":1559,"landÄ±r":1560,"lÄ±y":1561,"eki":1562,"isk":1563,"isay":1564,"isindeki":1565,"leÅŁ":1566,"leye":1567,"okta":1568,"attention":1569,"daki":1570,"daklÄ±":1571,"Ġveren":1572,"Ġverisi":1573,"Ġvermemelidir":1574,"Ġverisindeki":1575,"Ġiki":1576,"Ġolan":1577,"ĠodaklÄ±":1578,"Ġpak":1579,"Ġpath":1580,"Ġposition":1581,"bilmektir":1582,"elf":1583,"unca":1584,"unabilir":1585,"Ġcausal":1586,"Ġcom":1587,"Ġyapmaya":1588,"ĠyapmayÄ±":1589,"Ġyapama":1590,"ĠeÄŁitmektir":1591,"Ã¼nÃ¼":1592,"Ã¼nce":1593,"alde":1594,"alue":1595,"Ġolmak":1596,"Ġolsa":1597,"Ġolmayabilir":1598,"makta":1599,"ĠtokenlarÄ±":1600,"ĠtokenlarÄ±n":1601,"Ġveriden":1602,"Ġveriye":1603,"Ġpromp":1604,"Ġprofesyonel":1605,"Ġprogra":1606,"ĠiÃ§inde":1607,"Ġileri":1608,"ĠeÄŁitiminin":1609,"ĠeÄŁitimlerinde":1610,"ĠÃ¶ÄŁrenmesini":1611,"ĠÃ¶ÄŁreniyor":1612,"ĠÃ¶ÄŁrenerek":1613,"cevap":1614,"ĠTek":1615,"Ġana":1616,"Ġanali":1617,"dient":1618,"diÄŁine":1619,"Ġzor":1620,"Ġzarar":1621,"Ġfeed":1622,"Ġmodelinin":1623,"ĠkÃ¼Ã§Ã¼kse":1624,"Ã¼yÃ¼k":1625,"ĠbaÅŁÄ±nda":1626,"ĠbaÅŁÄ±na":1627,"radient":1628,"Ġdosyas":1629,"Ġdosyada":1630,"ĠdosyasÄ±":1631,"ĠdosyalarÄ±nÄ±":1632,"Modelin":1633,"ÅŁtÄ±rÄ±lÄ±r":1634,"Ġanlaya":1635,"forward":1636,"ikalar":1637,"ĠsÃ¼reÃ§":1638,"ĠgeliÅŁ":1639,"Ġamaca":1640,"Ġayar":1641,"ĠzekanÄ±n":1642,"ipÃ¼le":1643,"iplin":1644,"Ġnokta":1645,"ĠÃ¼zgÃ¼n":1646,"Ġmodellerinin":1647,"ĠdeÄŁilse":1648,"ĠgeliÅŁtirmektir":1649,"ĠGPT":1650,"Ġart":1651,"mesine":1652,"Ġresidual":1653,"Ġrisk":1654,"ĠdeÄŁerlendiril":1655,"ĠÃ§alÄ±ÅŁÄ±r":1656,"ĠÃ§alÄ±ÅŁarak":1657,"ĠÃ§alÄ±ÅŁabilir":1658,"ĠÃ¼zerine":1659,"Ġprojesi":1660,"duÄŁun":1661,"Ä°nsan":1662,"ĠCheckpoint":1663,"ĠCausal":1664,"ĠÃ¼rÃ¼n":1665,"ĠkaÃ§":1666,"Ġkabul":1667,"Ġtahminleri":1668,"ĠalÄ±r":1669,"ĠaldÄ±ÄŁÄ±nda":1670,"ĠyapÄ±larÄ±":1671,"ĠyapÄ±sÄ±nÄ±":1672,"Ġmimarisine":1673,"Ġbile":1674,"Ġbilmek":1675,"Ġbilgi":1676,"ĠkartÄ±":1677,"masÄ±nda":1678,"ĠdÃ¼ÅŁebilir":1679,"ĠdÃ¼ÅŁmesi":1680,"ĠdÃ¼ÅŁÃ¼nce":1681,"ĠgÃ¼nler":1682,"lemeli":1683,"lememelidir":1684,"lemeye":1685,"Ġkullanan":1686,"ĠkullanÄ±r":1687,"Ġprojelerde":1688,"ĠgÃ¶re":1689,"ĠgÃ¶rmesini":1690,"Ġincel":1691,"ĠÅŁey":1692,"Ġbelgel":1693,"Ġbellek":1694,"Ġduygusunu":1695,"Ġdeneyleri":1696,"ĠklasÃ¶rde":1697,"ĠklasÃ¶rÃ¼nde":1698,"ĠsaÄŁlÄ±k":1699,"ĠaÄŁÄ±rlÄ±klar":1700,"ĠaÄŁÄ±rlÄ±klara":1701,"Ġhesaplar":1702,"ĠhesaplamasÄ±nÄ±":1703,"eyen":1704,"Ġkonum":1705,"Ġgereksiz":1706,"Ġmimarisidir":1707,"aÅŁarÄ±":1708,"ĠboyutlarÄ±":1709,"Ġboyunca":1710,"ĠkurmaktÄ±r":1711,"ĠÃ§alÄ±ÅŁtÄ±rÄ±l":1712,"ĠÃ§alÄ±ÅŁtÄ±rÄ±labilir":1713,"ĠgÃ¶steri":1714,"imi":1715,"ĠDaha":1716,"ĠyazÄ±ldÄ±":1717,"ĠeÄŁitildi":1718,"ĠgÃ¼nceller":1719,"ĠdÃ¼zenle":1720,"ĠdeÄŁiÅŁim":1721,"ĠdeÄŁiÅŁtiÄŁinde":1722,"ĠHer":1723,"ĠmanipÃ¼le":1724,"ĠsayÄ±sÄ±nÄ±":1725,"ĠtarzÄ±":1726,"Ġezber":1727,"ĠaÅŁÄ±rÄ±":1728,"ĠoluÅŁ":1729,"ĠgÃ¶sterdi":1730,"ĠkatmanÄ±":1731,"ĠkatmanÄ±dÄ±r":1732,"ebildiÄŁini":1733,"ĠBaÅŁarÄ±":1734,"Ġokunabilir":1735,"Ġsetini":1736,"Ġsetlerinde":1737,"Ġgelen":1738,"ĠbaÅŁlat":1739,"ĠbaÅŁlamÄ±ÅŁ":1740,"sÄ±zlÄ±k":1741,"ĠbÃ¼yÃ¼dÃ¼ÄŁ":1742,"Ġmetnin":1743,"Ġbilgisay":1744,"ĠiliÅŁkisini":1745,"Ġkendisine":1746,"Ġhisset":1747,"AmaÃ§":1748,"eceÄŁini":1749,"ĠModelin":1750,"ĠkÃ¶tÃ¼":1751,"Ġdizisinin":1752,"Ġyorgun":1753,"ĠyÃ¼ks":1754,"ĠyÃ¼klen":1755,"ĠyÃ¶ntem":1756,"Ġtraining":1757,"ĠÃ§alÄ±ÅŁtÄ±ÄŁÄ±nÄ±":1758,"ĠbÃ¼yÃ¼tmeli":1759,"Ġkararlar":1760,"ĠiÅŁlemleri":1761,"Ġkaydedil":1762,"Ġkaydetmek":1763,"ĠtarafÄ±nÄ±":1764,"ĠtarafÄ±dÄ±r":1765,"ĠezberlemiÅŁ":1766,"ĠdÃ¶ngÃ¼sÃ¼":1767,"ĠsatÄ±rda":1768,"ĠyalnÄ±zca":1769,"Ġonu":1770,"Ġonun":1771,"Ã¼lebilir":1772,"Ġtutul":1773,"ĠatmasÄ±na":1774,"ĠalanlarÄ±nda":1775,"ekteki":1776,"Ġilkeleri":1777,"Ġilerler":1778,"Ġilerleme":1779,"Ġilerlemektedir":1780,"ĠbaÅŁarÄ±yla":1781,"ĠbaÅŁarÄ±sÄ±zlÄ±k":1782,"ĠanlamÄ±na":1783,"Ġrepos":1784,"ĠÃ¼retmek":1785,"Ġkomut":1786,"ĠalÄ±nÄ±r":1787,"Ġverilerden":1788,"ĠbaÄŁlam":1789,"ĠbaÄŁlamÄ±":1790,"ĠgÃ¼ncellenir":1791,"ĠgÃ¼ncelleneceÄŁini":1792,"ĠokumaktÄ±r":1793,"Ġfikri":1794,"ĠbulunduÄŁun":1795,"Ġkork":1796,"Ġkazan":1797,"Ã¶ylece":1798,"Ġizlenmelidir":1799,"bileceÄŁi":1800,"Ġloop":1801,"ĠanlaÅŁÄ±l":1802,"Ġkalitesi":1803,"ĠkarÅŁÄ±laÅŁtÄ±rÄ±lÄ±r":1804,"Ġdeneylerle":1805,"Ġengeller":1806,"Ġgelecekteki":1807,"Ġsaniyelere":1808,"ĠaÅŁamada":1809,"Ġhissedebilir":1810,"ĠyorumlanmalÄ±dÄ±r":1811,"Ġyetersiz":1812,"ĠbaÄŁÄ±mlÄ±lÄ±k":1813,"ĠbaÅŁlangÄ±Ã§ta":1814,"ĠyÃ¶netil":1815,"Ġparametreli":1816,"ArdÄ±n":1817,"Block":1818,"RTX":1819,"fitting":1820,"muÅŁ":1821,"verfitting":1822,"Ġuygun":1823,"Ġlayer":1824,"Ġ4060":1825,"ĠLaptop":1826,"ĠkayÄ±t":1827,"Ġdisiplin":1828,"Ġdakikalar":1829,"ĠmÃ¼mkÃ¼n":1830,"Ġsahip":1831,"ĠvektÃ¶r":1832,"ĠyayÄ±lÄ±m":1833,"Ġtavsiye":1834,"ĠaÃ§Ä±kÃ§a":1835,"Ġpaket":1836,"Ġcommit":1837,"maktadÄ±r":1838,"Ġprogramlama":1839,"Ġileride":1840,"Ġanaliz":1841,"Ġincelen":1842,"Ġbelgelen":1843,"ĠBaÅŁarÄ±sÄ±z":1844,"ĠbÃ¼yÃ¼dÃ¼ÄŁÃ¼nde":1845,"Ġbilgisayar":1846,"ArdÄ±ndan":1847,"'t":1848,"().":1849,"(__":1850,"26":1851,"AI":1852,"Bel":1853,"BÃ¼yÃ¼k":1854,"BÃ¶ylece":1855,"Config":1856,"Checkpoint":1857,"Corpus":1858,"Causal":1859,"Dil":1860,"Derin":1861,"Emp":1862,"Fon":1863,"Fakat":1864,"Ger":1865,"Giz":1866,"GÃ¼ven":1867,"GitHub":1868,"Gradient":1869,"Hat":1870,"ID":1871,"JS":1872,"Ken":1873,"Kat":1874,"Key":1875,"Lay":1876,"List":1877,"Lev":1878,"Mak":1879,"Moder":1880,"Motivasyon":1881,"ON":1882,"OO":1883,"Or":1884,"Optimizer":1885,"Overfitting":1886,"PE":1887,"Po":1888,"Path":1889,"Position":1890,"Query":1891,"Residual":1892,"ROO":1893,"Sa":1894,"Sh":1895,"SÄ±nÄ±":1896,"Self":1897,"Ter":1898,"Token":1899,"Tensor":1900,"Tiny":1901,"Uz":1902,"Ver":1903,"Value":1904,"We":1905,"Yer":1906,"Yeni":1907,"ab":1908,"ad":1909,"ai":1910,"acak":1911,"adaki":1912,"amasÄ±nda":1913,"bir":1914,"bÄ±r":1915,"ble":1916,"car":1917,"cal":1918,"corpus":1919,"cunda":1920,"dÃ¼r":1921,"diz":1922,"dÃ¼ÄŁ":1923,"dlandÄ±r":1924,"ef":1925,"ez":1926,"emez":1927,"eÄŁine":1928,"ead":1929,"fk":1930,"fil":1931,"flar":1932,"fÄ±nda":1933,"faf":1934,"gh":1935,"gn":1936,"gan":1937,"glar":1938,"geli":1939,"han":1940,"his":1941,"iy":1942,"iÃ§":1943,"iyon":1944,"iyle":1945,"ideki":1946,"icar":1947,"igh":1948,"je":1949,"jik":1950,"ks":1951,"kÄ±":1952,"kin":1953,"kor":1954,"kas":1955,"kÄ±nda":1956,"kÃ¼nde":1957,"klarÄ±nda":1958,"kez":1959,"lÃ§":1960,"lil":1961,"lmeli":1962,"lÃ¢":1963,"mini":1964,"mÄ±nÄ±n":1965,"ment":1966,"miyor":1967,"miyorsa":1968,"ngeli":1969,"olo":1970,"pe":1971,"pp":1972,"pr":1973,"peri":1974,"phan":1975,"rn":1976,"rne":1977,"riz":1978,"ras":1979,"sin":1980,"sÄ±n":1981,"sne":1982,"sun":1983,"sas":1984,"sal":1985,"sine":1986,"sik":1987,"slu":1988,"stik":1989,"seyen":1990,"tma":1991,"tun":1992,"tur":1993,"tmelidir":1994,"tlara":1995,"tÃ¼dÃ¼r":1996,"terin":1997,"tlerde":1998,"ulara":1999,"uca":2000,"udur":2001,"wer":2002,"xperi":2003,"yin":2004,"yen":2005,"yan":2006,"yken":2007,"ymamalÄ±":2008,"ylememelidir":2009,"zlem":2010,"ĠÃ¼":2011,"Ġun":2012,"Ġro":2013,"Ġini":2014,"ĠÃ¼Ã§":2015,"Ġmak":2016,"Ġra":2017,"Ġum":2018,"Ġuy":2019,"ĠÃĸnce":2020,"ĠSonra":2021,"ĠuÃ§":2022,"Ġerken":2023,"ĠRTX":2024,"ĠArdÄ±ndan":2025,"Ġ26":2026,"ĠAI":2027,"ĠID":2028,"ĠJS":2029,"ĠModer":2030,"ĠPath":2031,"ĠROO":2032,"ĠSa":2033,"Ġuca":2034,"Ä±cÄ±":2035,"Ä±mÄ±":2036,"Ä±yorsa":2037,"Ä±lÄ±m":2038,"erir":2039,"eration":2040,"ereden":2041,"erkez":2042,"Ã¼p":2043,"Ã¼ler":2044,"Ã¼ne":2045,"Ã¼st":2046,"inir":2047,"inam":2048,"lati":2049,"ladÄ±":2050,"laÅŁtÄ±r":2051,"lamasÄ±":2052,"laÅŁtÄ±rma":2053,"labilece":2054,"lable":2055,"irli":2056,"irken":2057,"irsiz":2058,"irilir":2059,"ÄŁa":2060,"ÄŁÃ¼":2061,"ÄŁÄ±n":2062,"ÄŁunu":2063,"ÄŁmen":2064,"enin":2065,"endir":2066,"Ã§ok":2067,"Ã§larÄ±":2068,"Ã§tÄ±r":2069,"ÅŁul":2070,"ÅŁÄ±k":2071,"ÅŁhis":2072,"ild":2073,"ilyon":2074,"ilebilir":2075,"ilmiÅŁ":2076,"ilesi":2077,"ilmeli":2078,"ilmemelidir":2079,"ilebildiÄŁini":2080,"ilendir":2081,"Ġbun":2082,"Ġbran":2083,"Ġblo":2084,"Ġbyte":2085,"ĠbiÃ§":2086,"ĠkÄ±r":2087,"Ġkap":2088,"ĠkÃ¼Ã§":2089,"Ġkim":2090,"ĠkanÄ±t":2091,"Ġkriz":2092,"Ġkirli":2093,"mamak":2094,"madÄ±ÄŁÄ±nÄ±":2095,"mamÄ±ÅŁtÄ±r":2096,"maÅŁÄ±k":2097,"ĠdÃ¼r":2098,"ĠdÄ±ÅŁ":2099,"ĠdÃ¼ÅŁt":2100,"Ġdinam":2101,"Ġmom":2102,"Ġmerkez":2103,"Ġmilyon":2104,"anÄ±l":2105,"anÄ±m":2106,"ĠsÃ¶":2107,"ĠsÄ±n":2108,"Ġsor":2109,"Ġses":2110,"Ġsun":2111,"Ġsev":2112,"Ġsunu":2113,"ĠsÃ¶yle":2114,"ĠsuÃ§":2115,"Ġself":2116,"Ġskor":2117,"Ġsinir":2118,"arlÄ±":2119,"arÄ±ldÄ±":2120,"liÄŁine":2121,"limli":2122,"lipp":2123,"Ġvalue":2124,"memek":2125,"meden":2126,"meyen":2127,"Ä±rlarÄ±":2128,"ĠyaÅŁ":2129,"ĠyanÄ±l":2130,"Ġgradient":2131,"Ã¶pe":2132,"Ä±nmalÄ±dÄ±r":2133,"larda":2134,"Ġtah":2135,"Ġtes":2136,"Ġtip":2137,"Ġtutu":2138,"Ġtam":2139,"Ġtop":2140,"Ġtorch":2141,"Ġtiny":2142,"ĠtanÄ±t":2143,"Ġtab":2144,"Ġticar":2145,"ĠtanÄ±m":2146,"tiÄŁin":2147,"tign":2148,"Ġedi":2149,"Ġedece":2150,"Ġexperi":2151,"Ġmodelle":2152,"ĠadÄ±":2153,"ĠaÃ§a":2154,"ĠadlandÄ±r":2155,"Ġailesi":2156,"Ġhak":2157,"Ġhiz":2158,"Ġhas":2159,"Ġhit":2160,"ĠhÃ¢":2161,"Ġhalde":2162,"Ġhead":2163,"landÄ±":2164,"lanarak":2165,"lanmamalÄ±dÄ±r":2166,"lanmamalÄ±":2167,"lÄ±p":2168,"lÄ±ÄŁÄ±nÄ±":2169,"lÄ±yorsa":2170,"lÄ±ÄŁa":2171,"Ġdemet":2172,"Ġdeyim":2173,"Ġdengeli":2174,"Ġdepr":2175,"ekim":2176,"apist":2177,"isel":2178,"isinden":2179,"leÄŁi":2180,"ledi":2181,"ore":2182,"ory":2183,"orsa":2184,"orward":2185,"Ġbirka":2186,"ĠbirleÅŁtir":2187,"Ġbirbir":2188,"ĠbirÃ§ok":2189,"atus":2190,"atÄ±cÄ±":2191,"dalÄ±dÄ±r":2192,"Ġverir":2193,"Ġverme":2194,"Ġvermek":2195,"Ġverebilir":2196,"ĠverdiÄŁini":2197,"Ġvermeyi":2198,"Ġverisinin":2199,"ĠverdiÄŁi":2200,"Ġvermemeli":2201,"ĠverdiÄŁine":2202,"Ġvermiyor":2203,"ĠÃ¶fk":2204,"ĠÃ¶lÃ§":2205,"aya":2206,"aynak":2207,"aylaÅŁ":2208,"aydalÄ±dÄ±r":2209,"Ġoverfitting":2210,"Ġotur":2211,"Ġolabilece":2212,"ĠÃ§Ã¶pe":2213,"ĠÃ§ekim":2214,"Ġpus":2215,"Ġpip":2216,"Ġpop":2217,"Ġpsik":2218,"ĠpaylaÅŁ":2219,"ahat":2220,"ell":2221,"eline":2222,"akterin":2223,"aklaÅŁtÄ±rma":2224,"esini":2225,"esindeki":2226,"una":2227,"unmalÄ±dÄ±r":2228,"yalo":2229,"yabilmektir":2230,"Ġclipp":2231,"BugÃ¼n":2232,"Ġyapar":2233,"Ġyapmak":2234,"ĠyapmalÄ±":2235,"Ġyapabil":2236,"Ġyapamayabilir":2237,"ĠyapmamÄ±ÅŁtÄ±r":2238,"asÄ±nÄ±":2239,"asit":2240,"larÄ±m":2241,"larÄ±yla":2242,"ĠeÄŁitmek":2243,"Ã¼nÃ¼n":2244,"alinden":2245,"Ġoldu":2246,"ĠolmaktÄ±r":2247,"ĠolmasÄ±":2248,"ĠolmuÅŁ":2249,"Ġolsun":2250,"ĠolmadÄ±ÄŁÄ±nÄ±":2251,"makla":2252,"ĠtokenÄ±n":2253,"arken":2254,"Ġverimli":2255,"ĠiÃ§inden":2256,"ĠiÃ§erir":2257,"ĠeÄŁitimler":2258,"ĠeÄŁitimini":2259,"ĠÃ¶ÄŁrenmek":2260,"ĠÃ¶ÄŁrendi":2261,"ĠÃ¶ÄŁrenmelidir":2262,"ĠÃ¶ÄŁrenmektir":2263,"ĠÃ¶ÄŁrendiÄŁini":2264,"ĠÃ¶ÄŁrendiÄŁi":2265,"ĠÃ¶ÄŁrenemez":2266,"yip":2267,"ĠTiny":2268,"ĠanlarÄ±nÄ±":2269,"ĠanlarÄ±m":2270,"dÄ±kÃ§a":2271,"eliyorsa":2272,"eliÄŁinde":2273,"ĠkullanÄ±mÄ±":2274,"ĠkullanÄ±labilir":2275,"ĠkullanÄ±mÄ±nÄ±n":2276,"ĠkullanÄ±lÄ±yorsa":2277,"emot":2278,"Ġprojenin":2279,"dikÃ§e":2280,"ĠzayÄ±":2281,"ĠiÃ§indir":2282,"Ġfine":2283,"Ġforward":2284,"ĠfaydalÄ±dÄ±r":2285,"Ġnesne":2286,"Ġneyin":2287,"Ä±lmalÄ±dÄ±r":2288,"Ä±lmamalÄ±dÄ±r":2289,"Ä±lmaz":2290,"Ä±lgan":2291,"manÄ±n":2292,"mantik":2293,"ĠhatanÄ±n":2294,"itory":2295,"iteliÄŁinde":2296,"ĠkÃ¼Ã§Ã¼ktÃ¼":2297,"Ã¼yle":2298,"Ã¼yorsa":2299,"ĠgÃ¶zlem":2300,"ĠbaÅŁlay":2301,"ĠbaÅŁlayan":2302,"ĠbaÅŁlÄ±y":2303,"ĠbaÅŁkas":2304,"ecek":2305,"Ġsade":2306,"ĠsabÄ±r":2307,"Ġsondan":2308,"Ġsonras":2309,"KullanÄ±cÄ±nÄ±n":2310,"rafÄ±nda":2311,"Ġmidir":2312,"Ġmiyim":2313,"Ġdosyalara":2314,"ĠdosyalarÄ±n":2315,"Ġdosyalarda":2316,"Modelde":2317,"nemli":2318,"Ġanlamaya":2319,"ĠanladÄ±ÄŁÄ±nÄ±":2320,"Ġanlatma":2321,"Ġanlayan":2322,"ĠanlamanÄ±n":2323,"KullanÄ±cÄ±larÄ±n":2324,"iklik":2325,"ĠÃ¶nemini":2326,"yebilir":2327,"ĠsÃ¼resi":2328,"ĠsÃ¼resini":2329,"umlu":2330,"Ġdille":2331,"Ġdilidir":2332,"ĠayÄ±k":2333,"minal":2334,"minalde":2335,"utsuz":2336,"utuna":2337,"Ġnereden":2338,"ĠniteliÄŁinde":2339,"Ġmodern":2340,"likten":2341,"liklerden":2342,"Ġmodellerle":2343,"ĠdeÄŁildi":2344,"ĠgeliÅŁtirmesi":2345,"ĠgeliÅŁtirirken":2346,"ĠGit":2347,"ĠGeÃ§":2348,"ĠartÄ±":2349,"ĠartÄ±r":2350,"mese":2351,"Ġetmektir":2352,"ĠettiÄŁini":2353,"Ġettir":2354,"Ġetmemeli":2355,"Ġetmesine":2356,"Ġetmiyorsa":2357,"Ġetmeden":2358,"ĠetrafÄ±nda":2359,"tÄ±cÄ±":2360,"tÄ±kÃ§a":2361,"Ġrahat":2362,"Ġremot":2363,"Ã§emez":2364,"Ġbuild":2365,"Ġdeneme":2366,"Ġdenemek":2367,"Ġdeneyi":2368,"Ġdenemesi":2369,"Ġdeneyim":2370,"ĠdeÄŁerli":2371,"ĠdeÄŁerine":2372,"ĠdeÄŁerinin":2373,"ĠdeÄŁerlerini":2374,"ĠÃ§alÄ±ÅŁma":2375,"ĠÃ§alÄ±ÅŁmak":2376,"ĠÃ§alÄ±ÅŁmaz":2377,"lenmelidir":2378,"duÄŁunu":2379,"Ġsistemin":2380,"Ġsistemlerinde":2381,"tabilir":2382,"Ä°kin":2383,"Ã¼ÅŁÃ¼k":2384,"Ġkopar":2385,"ĠkoymamalÄ±":2386,"ĠkoÅŁul":2387,"Ġyere":2388,"Ġyerde":2389,"Ġtahmininden":2390,"Ġalmak":2391,"ĠalmaktÄ±r":2392,"ĠalmasÄ±na":2393,"Ġalmamak":2394,"Ġmimari":2395,"Ġmimarinin":2396,"Ġmimariye":2397,"ĠÃ¼zerinden":2398,"gitign":2399,"Ä±klÄ±ÄŁa":2400,"Ã¼mseyen":2401,"Ġbilmez":2402,"Ġbilimi":2403,"ĠkarÄ±ÅŁ":2404,"ĠkartlarÄ±":2405,"ĠkarmaÅŁÄ±k":2406,"Ġkarakterin":2407,"ĠdÃ¼ÅŁerken":2408,"ĠdÃ¼ÅŁÃ¼yorsa":2409,"ĠgÃ¼nlÃ¼":2410,"Ä±nacak":2411,"Ġederek":2412,"Ġederken":2413,"Ġederse":2414,"lemelerinde":2415,"ĠiÅŁi":2416,"ĠiÅŁleme":2417,"ĠiÅŁleye":2418,"Ġkullanmaya":2419,"Ġkullanarak":2420,"Ġkullanabilir":2421,"ĠkullanmamalÄ±dÄ±r":2422,"ĠgeniÅŁ":2423,"Ġgeneration":2424,"Ġteknik":2425,"ĠaÄŁlarÄ±":2426,"oruz":2427,"ĠgÃ¶rebil":2428,"ĠgÃ¶rÃ¼lÃ¼r":2429,"ĠgÃ¶rdÃ¼ÄŁ":2430,"ĠgÃ¶rÃ¼ne":2431,"ĠgÃ¶rmese":2432,"yÄ±m":2433,"ĠÅŁef":2434,"Ġbelli":2435,"ĠbelleÄŁi":2436,"Ġduygular":2437,"ĠyarÄ±n":2438,"ĠyargÄ±":2439,"ĠyaratÄ±cÄ±":2440,"Ġverilir":2441,"ĠbÃ¼yÃ¼kÃ§e":2442,"ĠgerÃ§ekleÅŁ":2443,"ĠgerÃ§eklikten":2444,"Ġdeneylerinde":2445,"Ġdurumunu":2446,"cih":2447,"kenler":2448,"tileri":2449,"ĠklasÃ¶rden":2450,"ĠdÃ¶nÃ¼p":2451,"ĠgÃ¼venlidir":2452,"ĠgÃ¼venilir":2453,"ĠcevaplarÄ±":2454,"Ġcevaplardan":2455,"Ġconfigs":2456,"Ġconfigin":2457,"ĠÃ¶ÄŁrenmeyi":2458,"ĠsaÄŁlayan":2459,"ĠdoÄŁrusal":2460,"ĠaÄŁÄ±rlÄ±klarÄ±nÄ±":2461,"Ġhesaplama":2462,"ĠhesaplandÄ±":2463,"Ġkonular":2464,"Ġkonulara":2465,"ĠgeÃ§emez":2466,"ĠkullanÄ±ldÄ±":2467,"ĠkullanÄ±lmalÄ±dÄ±r":2468,"ĠkullanÄ±lmasÄ±":2469,"Ġsonucunda":2470,"ĠsonuÃ§larÄ±":2471,"ĠdosyalarÄ±yla":2472,"Ġgerekebilir":2473,"ĠgerektiÄŁinde":2474,"Ġmetinlerden":2475,"ĠtekrarlÄ±y":2476,"ĠinsanÄ±":2477,"ĠdoÄŁrulamak":2478,"Ġboyutuna":2479,"Ġkurar":2480,"Ġkurabil":2481,"ĠsÄ±radaki":2482,"ĠsÄ±rasÄ±nÄ±":2483,"ĠbaÄŁlÄ±dÄ±r":2484,"ĠÃ§alÄ±ÅŁtÄ±rÄ±lÄ±r":2485,"ĠÃ§alÄ±ÅŁtÄ±rmayÄ±":2486,"Ġnedeniyle":2487,"ĠsÃ¼recin":2488,"ĠsÃ¼recinde":2489,"ĠsÃ¼recidir":2490,"cuda":2491,"culara":2492,"imidir":2493,"tÃ¼lmeli":2494,"tÃ¼phan":2495,"ĠDil":2496,"ĠDerin":2497,"ĠDÃ¼ÅŁÃ¼k":2498,"ĠKod":2499,"ĠKelime":2500,"ĠKÄ±sa":2501,"ĠKaynak":2502,"ĠkatÄ±lmamalÄ±dÄ±r":2503,"Ġsana":2504,"ĠyazdÄ±ÄŁÄ±nda":2505,"ĠyazÄ±lÄ±m":2506,"Ġyazarken":2507,"Ġtemelidir":2508,"ĠteÅŁhis":2509,"ĠadÄ±mda":2510,"ĠeÄŁitilmesi":2511,"ĠeÄŁitildiÄŁini":2512,"ĠeÄŁitilebildiÄŁini":2513,"ÅŁtÄ±rmadan":2514,"utup":2515,"utucu":2516,"ĠaradÄ±ÄŁÄ±nÄ±":2517,"ĠaraÃ§tÄ±r":2518,"ĠparÃ§alarÄ±":2519,"ĠparÃ§adan":2520,"ĠparÃ§alara":2521,"ĠparÃ§alarÄ±na":2522,"ĠgÃ¼ncelledi":2523,"ĠgÃ¼ncellemelerinde":2524,"ĠdÃ¼zensiz":2525,"ĠmesajÄ±":2526,"Ġmesajda":2527,"ĠmesajÄ±nÄ±n":2528,"ĠdeÄŁiÅŁebilir":2529,"ĠdeÄŁiÅŁtik":2530,"ĠdeÄŁiÅŁiklik":2531,"ĠdeÄŁiÅŁkenler":2532,"BazÄ±":2533,"amanÄ±n":2534,"olve":2535,"ĠHangi":2536,"Ã§lardan":2537,"Ġkendi":2538,"Ġdiyalo":2539,"ĠsayÄ±sal":2540,"arÄ±mÄ±":2541,"ĠaÅŁamasÄ±nda":2542,"ĠaÅŁamanÄ±n":2543,"ĠhÄ±zlanÄ±r":2544,"ĠhÄ±zlandÄ±r":2545,"lanÄ±rsa":2546,"ĠdesteÄŁine":2547,"Ġolup":2548,"ĠkullanÄ±cÄ±lar":2549,"ĠgÃ¶steren":2550,"Ġkatmanlar":2551,"ĠkatmanlÄ±":2552,"avai":2553,"Ãĸrne":2554,"Ãĸnemli":2555,"ĠByte":2556,"ĠBÃ¼yÃ¼k":2557,"ĠBÃ¶ylece":2558,"ĠBPE":2559,"ĠuzaklaÅŁtÄ±rma":2560,"Ġsetine":2561,"Ġsetinin":2562,"meyebilir":2563,"Ġyolu":2564,"Ġyolun":2565,"Ġyolunda":2566,"Ġyeniden":2567,"Ġgider":2568,"Ġgelir":2569,"Ġgeldi":2570,"Ġgelmez":2571,"Ġgelmeyebilir":2572,"Ġgitme":2573,"Ġekler":2574,"Ġeklemeli":2575,"Ġeklenmelidir":2576,"Ġedilir":2577,"Ġzamanda":2578,"Ġfikir":2579,"Ġfikrin":2580,"ĠbaÅŁlamadan":2581,"ĠbaÅŁlamÄ±ÅŁtÄ±r":2582,"ĠayrÄ±ldÄ±":2583,"ĠgeliÅŁtirmeyi":2584,"ĠarasÄ±ndadÄ±r":2585,"Ġbilginin":2586,"Ġbilgisini":2587,"Ġbilgiler":2588,"Ġbilgilendir":2589,"Ġbelirtmelidir":2590,"Ġbelirtileri":2591,"ĠdÃ¶ngÃ¼de":2592,"ĠgeÃ§mek":2593,"ĠgeÃ§irilir":2594,"Ġkendisini":2595,"Ġhissini":2596,"Ġdesteklememelidir":2597,"ĠkontrollÃ¼":2598,"Kodda":2599,"Sonraki":2600,"Ġmasaya":2601,"ents":2602,"entum":2603,"Ġbulmaya":2604,"ĠbakÄ±lÄ±r":2605,"Ġbenzeri":2606,"ĠkÃ¶kÃ¼n":2607,"ĠkÃ¶kÃ¼nde":2608,"ĠkÃ¶tÃ¼dÃ¼r":2609,"Ġkelimeleri":2610,"Ġdiziler":2611,"Ġdizideki":2612,"Ġdizisinden":2613,"ĠyÃ¼klemeli":2614,"Ġgetirir":2615,"Ġgetirmek":2616,"Ġgetirdi":2617,"Ġgetirmektir":2618,"ĠgetirilebildiÄŁini":2619,"ĠakmasÄ±nÄ±":2620,"Ġhayalinden":2621,"Ġdecode":2622,"Ġdecay":2623,"ĠÃ§Ä±kabilir":2624,"ĠÃ§Ä±karÄ±ldÄ±":2625,"ĠbaÅŁlandÄ±":2626,"ĠbÃ¼yÃ¼tmek":2627,"ĠbÃ¼yÃ¼tmektir":2628,"ĠbÃ¼yÃ¼tÃ¼lmeli":2629,"ĠsÃ¼rÃ¼mde":2630,"ĠsÃ¼rÃ¼mlerini":2631,"ĠsÃ¼rÃ¼mÃ¼nÃ¼":2632,"ĠsÃ¼rÃ¼mÃ¼nÃ¼n":2633,"ĠsÃ¼rÃ¼mÃ¼yle":2634,"Ġnotlar":2635,"ĠdoÄŁar":2636,"ĠdoÄŁdu":2637,"ĠparÃ§anÄ±n":2638,"Ġkodun":2639,"Ġkoddan":2640,"ĠkararsÄ±z":2641,"ĠiÅŁlemi":2642,"Ġsonucudur":2643,"Ġkaydeder":2644,"Ġkurulur":2645,"Ġkuruldu":2646,"ĠkurulmuÅŁ":2647,"ĠkurulmaktadÄ±r":2648,"Ġkuruludur":2649,"Ġscripts":2650,"Ġscriptin":2651,"Ġscriptlerinde":2652,"ĠtarafÄ±nda":2653,"Ġezberlemesi":2654,"Ġezberleyip":2655,"Ġezberleyebilir":2656,"ĠhÄ±zlÄ±ca":2657,"Ġuzunlu":2658,"ĠayrÄ±lÄ±p":2659,"ĠdÃ¶ngÃ¼sÃ¼nde":2660,"ĠdÃ¶ngÃ¼sÃ¼dÃ¼r":2661,"ĠdÃ¶ngÃ¼sÃ¼nÃ¼":2662,"ĠdokÃ¼mantasyona":2663,"ĠmekanizmasÄ±nÄ±":2664,"ĠmekanizmasÄ±nda":2665,"ĠsatÄ±rÄ±n":2666,"ĠsatÄ±rÄ±nÄ±":2667,"ĠsatÄ±rÄ±na":2668,"ĠyalnÄ±zlÄ±ÄŁÄ±nÄ±":2669,"ĠhazÄ±rlanmalÄ±dÄ±r":2670,"ĠÃ§eÅŁitlendiril":2671,"ĠcÃ¼mleler":2672,"ĠcÃ¼mledir":2673,"ĠcÃ¼mleleri":2674,"ĠcÃ¼mledeki":2675,"DIR":2676,"luk":2677,"ĠNeden":2678,"erince":2679,"ĠsayÄ±lmaz":2680,"Ġyeterince":2681,"Ġtersine":2682,"Ġterapist":2683,"Ġterminalde":2684,"Ġtercih":2685,"Ġtaklit":2686,"ĠtasarÄ±mÄ±":2687,"Ġtutmak":2688,"ĠtutarlÄ±":2689,"Ġedebilmektir":2690,"Ġatmaya":2691,"Ġatmakla":2692,"ĠalandÄ±r":2693,"ĠalanlarÄ±ndan":2694,"ĠÃ¶zellikle":2695,"ĠÃ¶zelleÅŁ":2696,"ĠÃ¶zelliklerden":2697,"esyonda":2698,"ĠbazÄ±":2699,"Ġilerlemek":2700,"ĠilerledikÃ§e":2701,"ĠanlamlÄ±":2702,"Ġanlamda":2703,"ĠamaÃ§la":2704,"Ġrepo":2705,"Ġrelati":2706,"Ġsistemlerinin":2707,"ĠÃ¼retmeyi":2708,"ĠÃ¼retilebilir":2709,"Ġkomutu":2710,"ĠkomutlarÄ±":2711,"ĠalÄ±nca":2712,"ĠalÄ±nmasÄ±":2713,"ĠyapÄ±sÄ±dÄ±r":2714,"ĠgÃ¶rÃ¼nmeyen":2715,"ĠduygularÄ±":2716,"ĠduygularÄ±nÄ±":2717,"ĠkaynaklarÄ±na":2718,"ĠbaÄŁÄ±msÄ±z":2719,"Ġciddiye":2720,"ĠoluÅŁturan":2721,"ĠoluÅŁturmak":2722,"ĠoluÅŁturur":2723,"ĠoluÅŁturmaktÄ±r":2724,"Ġokuyabilmektir":2725,"Ġfikrinde":2726,"Ġfikrinin":2727,"ĠgeÃ§miÅŁi":2728,"Ġbulunur":2729,"Ġbulunamayabilir":2730,"ĠbenzerliÄŁine":2731,"ĠhayatÄ±":2732,"ĠhayatlarÄ±":2733,"ĠhayatÄ±nda":2734,"Ġhayattan":2735,"ĠbaÅŁlangÄ±Ã§lardan":2736,"ĠortamÄ±":2737,"ĠyaklaÅŁÄ±mÄ±":2738,"ĠdÃ¶nÃ¼ÅŁtÃ¼rÃ¼lÃ¼r":2739,"abilmektir":2740,"Ġ50":2741,"Ġister":2742,"Ġistati":2743,"Ġisteyen":2744,"ĠkorunmalÄ±dÄ±r":2745,"ĠkazanÄ±r":2746,"ĠtaÅŁÄ±r":2747,"ĠtaÅŁlarÄ±ndan":2748,"ĠtaÅŁÄ±nacak":2749,"Ġtensora":2750,"leÅŁtirmemelidir":2751,"leÅŁtirilmiÅŁ":2752,"Ġverebilmelidir":2753,"Ġverebiliyorsa":2754,"Ġverebilecek":2755,"Ġizlenir":2756,"ĠÃ§Ã¶zÃ¼m":2757,"ĠÃ§Ã¶zmen":2758,"ĠÃ§Ã¶zÃ¼lebilir":2759,"ĠyaptÄ±ÄŁÄ±":2760,"ĠyaptÄ±ÄŁÄ±n":2761,"Ġprojedeki":2762,"Ġlocal":2763,"ĠgÃ¶nderilir":2764,"ĠgÃ¶nderilmemelidir":2765,"ĠgÃ¶ndermemek":2766,"ĠanlaÅŁÄ±lÄ±r":2767,"ĠayÄ±rmak":2768,"ĠayÄ±rarak":2769,"ĠayÄ±rmayÄ±":2770,"Ġkaliteli":2771,"ĠkolaydÄ±r":2772,"ĠkolaylaÅŁtÄ±r":2773,"Ġyerelde":2774,"ĠaltÄ±na":2775,"ĠkarÅŁÄ±laÅŁtÄ±rmadan":2776,"Ġdurumudur":2777,"Ġhedefiyle":2778,"Ġengellemeye":2779,"Ġgelecek":2780,"ĠsonuÃ§larla":2781,"ĠÃ§alÄ±ÅŁtÄ±rÄ±ldÄ±ÄŁÄ±nda":2782,"ĠÃ§alÄ±ÅŁtÄ±rÄ±ldÄ±ÄŁÄ±":2783,"Ġsaniyeye":2784,"ĠeÄŁitilirken":2785,"ĠaÅŁamalarÄ±nda":2786,"ĠÃ¶rnekleri":2787,"ĠÃ¶rÃ¼ntÃ¼leri":2788,"Ġnormaldir":2789,"ĠnormalleÅŁtirmemelidir":2790,"Ġhisseder":2791,"Ġyorumlamak":2792,"ĠyÃ¶nlendirmelidir":2793,"ĠyÃ¶nlendirici":2794,"ĠyÃ¶nlendirmemelidir":2795,"ĠÃ§Ä±ktÄ±yÄ±":2796,"ĠmekanizmasÄ±dÄ±r":2797,"Ġyeterli":2798,"ĠtasarlanmalÄ±dÄ±r":2799,"ĠtasarlanmamalÄ±dÄ±r":2800,"ĠtasarlanÄ±rsa":2801,"Ġortamda":2802,"ĠyaklaÅŁÄ±mÄ±nÄ±n":2803,"Deneyleri":2804,"ĠkonfigÃ¼rasyonu":2805,"ĠkonfigÃ¼rasyonlarÄ±yla":2806,"ĠyÃ¶nelimli":2807,"ĠihtiyaÃ§":2808,"ĠihtiyacÄ±":2809,"ĠihtiyacÄ±nÄ±n":2810,"Ġparametre":2811,"ĠdavranÄ±ÅŁÄ±":2812,"ĠdavranÄ±ÅŁÄ±nÄ±":2813,"ĠdavranÄ±ÅŁlarÄ±nÄ±":2814,"000":2815,"Buna":2816,"Bunun":2817,"Profesyonel":2818,"Proje":2819,"Train":2820,"Training":2821,"Tahminler":2822,"__).":2823,"parents":2824,"resolve":2825,"Ġbasit":2826,"ĠbaskÄ±":2827,"ĠkÃ¼me":2828,"ĠkÃ¼tÃ¼phan":2829,"ĠkalÄ±r":2830,"ĠkalmÄ±ÅŁ":2831,"ĠkiÅŁinin":2832,"ĠkiÅŁisel":2833,"Ġstres":2834,"Ġstatus":2835,"Ġsakin":2836,"ĠsaklanmamalÄ±":2837,"ĠsÃ¶zlÃ¼k":2838,"ĠsÃ¶zdiz":2839,"ĠvardÄ±r":2840,"ĠazaltÄ±r":2841,"Ġazaltabilir":2842,"leyebilir":2843,"Ġverisidir":2844,"Ġyapamaz":2845,"ĠyapamamasÄ±":2846,"Ġolmaktan":2847,"ĠpromptlarÄ±":2848,"Ġpromptlara":2849,"cevaplar":2850,"ĠTeknik":2851,"ĠzararlÄ±":2852,"ĠdosyasÄ±nda":2853,"ĠdosyasÄ±nÄ±n":2854,"Ġanlayabilir":2855,"ĠanlayabileceÄŁi":2856,"ĠgeliÅŁim":2857,"ĠgeliÅŁtiÄŁini":2858,"ĠayarlarÄ±":2859,"ĠayarlarÄ±nÄ±":2860,"Ġnoktada":2861,"ĠnoktalarÄ±ndan":2862,"ĠÃ¼zgÃ¼nlÃ¼k":2863,"Ġartar":2864,"ĠarttÄ±kÃ§a":2865,"Ġriskini":2866,"Ġrisklidir":2867,"ĠdeÄŁerlendirilmelidir":2868,"ĠdeÄŁerlendirilmektedir":2869,"Ä°nsanlar":2870,"ĠkaÃ§mak":2871,"ĠkaÃ§Ä±nmalÄ±dÄ±r":2872,"Ġbilgiyi":2873,"ĠdÃ¼ÅŁÃ¼nceler":2874,"ĠdÃ¼ÅŁÃ¼ncelerini":2875,"ĠkullanÄ±rken":2876,"ĠklasÃ¶rdeyken":2877,"ĠsaÄŁlÄ±klÄ±":2878,"ĠsaÄŁlÄ±klÄ±dÄ±r":2879,"ĠaÄŁÄ±rlÄ±klarÄ±nÄ±n":2880,"ĠÃ§alÄ±ÅŁtÄ±rÄ±lmÄ±ÅŁtÄ±r":2881,"ĠÃ§alÄ±ÅŁtÄ±rÄ±lsÄ±n":2882,"ĠgÃ¶steriÅŁ":2883,"ĠgÃ¶sterici":2884,"ĠdÃ¼zenlemek":2885,"ĠdÃ¼zenlemesine":2886,"ĠdeÄŁiÅŁiminden":2887,"Ġezberler":2888,"Ġezberlemeye":2889,"ĠoluÅŁur":2890,"ĠoluÅŁmalÄ±dÄ±r":2891,"ĠbaÅŁlatmadan":2892,"ĠbaÅŁlatÄ±lmalÄ±dÄ±r":2893,"ĠhissettiÄŁini":2894,"ĠhissettiÄŁin":2895,"Ġyorgunluk":2896,"ĠyÃ¼ksek":2897,"ĠyÃ¼kseliyorsa":2898,"ĠyÃ¼klenmez":2899,"ĠyÃ¼klenerek":2900,"ĠyÃ¶ntemi":2901,"ĠbÃ¼yÃ¼tmeliyim":2902,"ĠbÃ¼yÃ¼tmelisin":2903,"Ġkaydedilen":2904,"Ġkaydedildi":2905,"ĠtutulmalÄ±dÄ±r":2906,"ĠtutulmaktadÄ±r":2907,"Ġilerlemez":2908,"Ġilerlemeler":2909,"Ġreposu":2910,"Ġrepository":2911,"ĠÃ¼retmekten":2912,"ĠbaÄŁlamdan":2913,"ĠbaÄŁlamdaki":2914,"Ġkorkusunu":2915,"Ġkorkutucu":2916,"Ġkazanabilir":2917,"ĠkazandÄ±kÃ§a":2918,"ĠanlaÅŁÄ±lmak":2919,"ĠanlaÅŁÄ±lmadan":2920,"ĠyÃ¶netilmeye":2921,"ĠyÃ¶netilmektedir":2922,"Ġuygundur":2923,"ĠkayÄ±tlar":2924,"Ġdisiplinini":2925,"Ġdisiplinine":2926,"ĠmÃ¼mkÃ¼ndÃ¼r":2927,"Ġsahipti":2928,"Ġsahiptir":2929,"ĠvektÃ¶rleri":2930,"ĠvektÃ¶rlere":2931,"Ġtavsiyeler":2932,"Ġpaketler":2933,"Ġincelenir":2934,"Ġincelenebilir":2935,"Ġbelgelenmelidir":2936,"Ġbelgelenmesi":2937,"Ġbilgisayarda":2938,"Belirsiz":2939,"Checkpoints":2940,"Empati":2941,"Fonks":2942,"GerÃ§ek":2943,"Gizlil":2944,"GÃ¼venli":2945,"Hata":2946,"Kendi":2947,"Katman":2948,"Layer":2949,"Liste":2950,"Level":2951,"Makine":2952,"Orta":2953,"Power":2954,"Shell":2955,"SÄ±nÄ±flar":2956,"Terminal":2957,"Tensorlar":2958,"Uzun":2959,"Veriler":2960,"Weigh":2961,"Yerel":2962,"file":2963,"iyesindeki":2964,"iyonlar":2965,"olojik":2966,"slup":2967,"stikler":2968,"tuning":2969,"ĠÃ¼slup":2970,"Ġunutup":2971,"Ġromantik":2972,"Ġinit":2973,"Ġmakine":2974,"ĠraÄŁmen":2975,"Ġumutsuz":2976,"Ġuyumlu":2977,"ĠuÃ§tan":2978,"ĠJSON":2979,"ĠModern":2980,"ĠROOT":2981,"ĠSadece":2982,"ĠbunlarÄ±n":2983,"Ġbranch":2984,"ĠbloÄŁu":2985,"ĠbiÃ§imidir":2986,"ĠkÄ±rÄ±lgan":2987,"Ġkapasit":2988,"ĠkÃ¼Ã§Ã¼mseyen":2989,"Ġkimse":2990,"ĠkanÄ±tladÄ±":2991,"ĠdÃ¼rÃ¼st":2992,"ĠdÃ¼ÅŁtÃ¼":2993,"Ġdinamik":2994,"Ġmomentum":2995,"Ġmerkezi":2996,"ĠsÃ¶ylememelidir":2997,"ĠsÄ±nÄ±rlarÄ±":2998,"Ġsorunu":2999,"Ġsessiz":3000,"ĠsunduÄŁunu":3001,"Ġseviyesindeki":3002,"Ġsunuculara":3003,"ĠsÃ¶ylediÄŁine":3004,"ĠsuÃ§layan":3005,"ĠskorlarÄ±":3006,"ĠyaÅŁÄ±yorsa":3007,"ĠyanÄ±ltÄ±cÄ±":3008,"Ġtahmini":3009,"Ġtestlerde":3010,"Ġtutulabilir":3011,"Ġtoplanarak":3012,"ĠtanÄ±tmamalÄ±dÄ±r":3013,"ĠtabanlÄ±":3014,"Ġticari":3015,"ĠtanÄ±mlarÄ±":3016,"Ġediyorsa":3017,"ĠedeceÄŁini":3018,"Ġexperiment":3019,"ĠaÃ§abilir":3020,"ĠadlandÄ±rÄ±ldÄ±":3021,"ĠhakkÄ±nda":3022,"Ġhizmet":3023,"Ġhassas":3024,"Ġhitap":3025,"ĠhÃ¢lÃ¢":3026,"Ġdeyimler":3027,"Ġdepresyonda":3028,"ĠbirkaÃ§":3029,"ĠbirleÅŁtirdi":3030,"Ġbirbirinden":3031,"ĠÃ¶fkeli":3032,"ĠÃ¶lÃ§Ã¼lebilir":3033,"Ġoturabilmektir":3034,"ĠolabileceÄŁini":3035,"ĠÃ§ekimler":3036,"Ġpush":3037,"Ġpipeline":3038,"ĠpopÃ¼ler":3039,"Ġpsikolojik":3040,"ĠpaylaÅŁÄ±lÄ±r":3041,"Ġclipping":3042,"ĠyapmalÄ±yÄ±m":3043,"Ġyapabilmesi":3044,"ĠolduklarÄ±nda":3045,"ĠzayÄ±f":3046,"ĠgÃ¶zlemleyebilir":3047,"ĠbaÅŁlayarak":3048,"ĠbaÅŁlÄ±yoruz":3049,"ĠbaÅŁkasÄ±na":3050,"ĠsonrasÄ±":3051,"ĠayÄ±klamasÄ±":3052,"ĠniteliÄŁindedir":3053,"ĠGeÃ§miÅŁ":3054,"ĠartÄ±k":3055,"ĠartÄ±racak":3056,"Ġettirmeyi":3057,"Ġremote":3058,"Ġdenemesidir":3059,"Ä°kinci":3060,"Ġkoparan":3061,"ĠkoÅŁulsuz":3062,"gitignore":3063,"ĠkarÄ±ÅŁÄ±klÄ±ÄŁa":3064,"ĠgÃ¼nlÃ¼ÄŁÃ¼":3065,"ĠiÅŁleyebileceÄŁi":3066,"ĠgÃ¶rebildiÄŁi":3067,"ĠgÃ¶rdÃ¼ÄŁÃ¼":3068,"ĠgÃ¶rÃ¼nebilir":3069,"ĠÅŁeffaf":3070,"ĠduygularÄ±na":3071,"ĠyargÄ±lar":3072,"ĠgerÃ§ekleÅŁebilir":3073,"Ġkonulardan":3074,"ĠtekrarlÄ±ysa":3075,"ĠdoÄŁrulamaktÄ±":3076,"Ġkurabiliyorsa":3077,"ĠÃ§alÄ±ÅŁtÄ±rÄ±lÄ±rsa":3078,"ĠKelimeleri":3079,"ĠdeÄŁiÅŁtikten":3080,"ĠdeÄŁiÅŁiklikleri":3081,"Ġdiyaloglar":3082,"ĠhÄ±zlandÄ±rÄ±r":3083,"available":3084,"ÃĸrneÄŁin":3085,"ĠuzaklaÅŁtÄ±rmamalÄ±":3086,"Ġbilgilerini":3087,"Ġbilgilendirilmeli":3088,"ĠkÃ¶kÃ¼nÃ¼":3089,"Ġdizilerindeki":3090,"ĠuzunluÄŁunu":3091,"ĠÃ§eÅŁitlendirilmeli":3092,"ĠÃ¶zelleÅŁmiÅŁ":3093,"Ġrelative":3094,"Ġistatistikler":3095,"ĠÃ§Ã¶zmenin":3096,"ĠkolaylaÅŁtÄ±rÄ±r":3097,"ĠbaskÄ±layan":3098,"ĠkÃ¼tÃ¼phanedir":3099,"ĠsÃ¶zdizimi":3100,"Belirsizlik":3101,"Fonksiyonlar":3102,"Gizlilik":3103,"PowerShell":3104,"Weight":3105,"ĠromantikleÅŁtirilmiÅŁ":3106,"Ġkapasitesi":3107}