{"<pad>":0,"<s>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ä±":261,"de":262,"in":263,"er":264,"ir":265,"Ã¼":266,"an":267,"ar":268,"čĊ":269,"en":270,"ÄŁ":271,"Ġb":272,"il":273,"Ġd":274,"Ġm":275,"ÅŁ":276,"ek":277,"is":278,"Ã§":279,"Ġk":280,"ode":281,"ya":282,"Ġde":283,"Ä±n":284,"Ġmode":285,"Ġmodel":286,"da":287,"ler":288,"ma":289,"Ã¶":290,"Ġv":291,"Ġya":292,"im":293,"lar":294,"Ġs":295,"Ġt":296,"ĠÃ¶":297,"Ä±r":298,"Ġbir":299,"eÄŁ":300,"ik":301,"iz":302,"la":303,"lan":304,"ren":305,"Ġi":306,"Ġp":307,"Ã¼k":308,"ark":309,"ÄŁren":310,"isin":311,"ĠdeÄŁ":312,"Ä±nda":313,"Ġyap":314,"ĠÃ¶ÄŁren":315,"eÄŁi":316,"Bir":317,"Dark":318,"ah":319,"as":320,"ay":321,"aÅŁ":322,"dir":323,"es":324,"ey":325,"ki":326,"ken":327,"lÄ±":328,"on":329,"or":330,"oken":331,"ro":332,"rin":333,"ran":334,"ĠeÄŁi":335,"eri":336,"Ã¼Ã§":337,"Ġdil":338,"Ġve":339,"lama":340,"Ġpro":341,"ĠÃ¶ÄŁrenir":342,"asÄ±nda":343,"ĠeÄŁit":344,"Min":345,"Py":346,"Tran":347,"am":348,"bil":349,"ca":350,"el":351,"em":352,"et":353,"ede":354,"fik":355,"for":356,"iÅŁ":357,"idir":358,"klÄ±":359,"lo":360,"llan":361,"mer":362,"oda":363,"rek":364,"ss":365,"san":366,"sfor":367,"tir":368,"tÃ¼":369,"ullan":370,"yg":371,"zek":372,"Ġg":373,"Ġh":374,"Ġy":375,"Ġan":376,"Ġar":377,"Ġil":378,"Ġfik":379,"Ġoda":380,"Ġzek":381,"Ä±lan":382,"erin":383,"Ã¼ÅŁ":384,"end":385,"ĠbaÅŁ":386,"ilen":387,"Ġdah":388,"ĠdÃ¼ÅŁ":389,"Ġmim":390,"isi":391,"Ã§a":392,"Ã§e":393,"Ã§in":394,"ĠkÃ¼Ã§":395,"Ġkullan":396,"Ġkend":397,"Ä±nÄ±":398,"Ġmodeli":399,"Ġmodelin":400,"leri":401,"Ġver":402,"Ġtoken":403,"ĠiÃ§in":404,"isine":405,"Ġyapay":406,"DarkMin":407,"Ġproj":408,"asÄ±ndaki":409,"ĠeÄŁitim":410,"Transfor":411,"Ġfikrin":412,"ĠodaklÄ±":413,"Ġzeka":414,"Ġdaha":415,"Ġmimar":416,"ĠkÃ¼Ã§Ã¼k":417,"ĠkullanÄ±lan":418,"DarkMind":419,"Transformer":420,"An":421,"Bu":422,"CU":423,"DA":424,"DI":425,"IDI":426,"Lo":427,"NV":428,"TÃ¼":429,"Tor":430,"Token":431,"af":432,"ap":433,"at":434,"az":435,"aÄŁ":436,"ch":437,"code":438,"ceÄŁi":439,"du":440,"dan":441,"dÄ±r":442,"eler":443,"edir":444,"eceÄŁi":445,"fÄ±r":446,"gr":447,"han":448,"hon":449,"ion":450,"kil":451,"kÃ§e":452,"le":453,"li":454,"ln":455,"lu":456,"ly":457,"lin":458,"lÃ¼":459,"len":460,"lil":461,"lem":462,"me":463,"min":464,"mek":465,"mes":466,"ni":467,"nik":468,"ney":469,"nsan":470,"ntÃ¼":471,"oy":472,"oÄŁ":473,"olu":474,"phan":475,"plin":476,"rÃ¼":477,"rkÃ§e":478,"sÄ±":479,"siz":480,"sede":481,"tu":482,"ten":483,"tlar":484,"tÄ±r":485,"tÃ¼k":486,"tem":487,"thon":488,"tion":489,"ular":490,"uyg":491,"utu":492,"ve":493,"vam":494,"yi":495,"yÄ±":496,"yÃ¼k":497,"zca":498,"zerin":499,"°nsan":500,"Ä°nsan":501,"Ġin":502,"ĠÃ¼":503,"ĠÅŁ":504,"Ġek":505,"Ġis":506,"Ġark":507,"Ġede":508,"Ġlo":509,"ĠÃ§a":510,"ĠTransformer":511,"ĠNV":512,"ĠTÃ¼":513,"Ġat":514,"Ä±dÄ±r":515,"Ä±fÄ±r":516,"Ä±zca":517,"den":518,"deki":519,"ini":520,"erli":521,"ersiz":522,"Ã¼rek":523,"Ã¼tÃ¼":524,"Ã¼yÃ¼k":525,"anÄ±r":526,"aniz":527,"arÃ§a":528,"araf":529,"artlar":530,"Ġbu":531,"Ġbek":532,"ĠbÃ¶":533,"Ġbaz":534,"Ġboy":535,"ĠbÃ¼yÃ¼k":536,"Ġdiz":537,"Ġday":538,"Ġdisi":539,"ĠdoÄŁ":540,"Ġduyg":541,"Ġmek":542,"Ġmet":543,"ÅŁan":544,"ÅŁlem":545,"eknik":546,"issede":547,"istem":548,"Ġkel":549,"ĠkÃ¼tÃ¼":550,"Ġkartlar":551,"yabil":552,"Ġderin":553,"Ġdecode":554,"Ġdeney":555,"Ġdevam":556,"Ä±na":557,"Ġmodelleri":558,"lerle":559,"masÄ±":560,"mayÄ±":561,"Ġveri":562,"Ġyayg":563,"Ġyaln":564,"imeler":565,"larÄ±na":566,"ĠsÄ±r":567,"ĠsaÄŁ":568,"ĠsÄ±fÄ±r":569,"ĠsÃ¼rek":570,"Ġsistem":571,"Ġtah":572,"Ġtaraf":573,"Ġteknik":574,"ĠÃ¶rÃ¼":575,"iktir":576,"izer":577,"layabil":578,"Ġiyi":579,"ĠiÅŁlem":580,"ĠparÃ§a":581,"isinin":582,"isindeki":583,"ĠdeÄŁil":584,"ĠdeÄŁeri":585,"ĠdeÄŁerin":586,"ĠdeÄŁerli":587,"Ġyapan":588,"ĠyapmayÄ±":589,"ĠÃ¶ÄŁrenme":590,"Darklo":591,"aÅŁtÄ±r":592,"esidir":593,"esap":594,"eyi":595,"lÄ±ÅŁan":596,"only":597,"Ã¼Ã§lÃ¼":598,"Ġdilidir":599,"lamaya":600,"Ġprogr":601,"ĠeÄŁitilen":602,"PyTor":603,"Python":604,"amlama":605,"bilir":606,"cak":607,"eliÅŁ":608,"etersiz":609,"iÅŁkil":610,"tirmek":611,"ĠgÃ¼Ã§lÃ¼":612,"ĠgeliÅŁ":613,"Ġhissede":614,"Ġhesap":615,"Ġyolu":616,"Ġyetersiz":617,"Ġanlayabil":618,"Ġanlamaya":619,"ĠarasÄ±ndaki":620,"ĠaraÅŁtÄ±r":621,"Ġile":622,"ĠiliÅŁkil":623,"ĠbaÅŁlar":624,"ĠbaÅŁÄ±nda":625,"ĠdÃ¼ÅŁmes":626,"ĠdÃ¼ÅŁtÃ¼k":627,"Ġkendisine":628,"Ġkendini":629,"Ġverilen":630,"Ġverisindeki":631,"Ġprojesidir":632,"Ġprojeyi":633,"ĠeÄŁitimi":634,"Ġfikrinden":635,"Ġmimarisi":636,"Ġmimarisine":637,"Ancak":638,"CUDA":639,"IDIA":640,"Loss":641,"Tokenizer":642,"lenir":643,"liliktir":644,"ntÃ¼leri":645,"phanedir":646,"tention":647,"ularÄ±nÄ±":648,"zerinde":649,"Ġinsan":650,"ĠÃ¼zerinde":651,"ĠÅŁey":652,"Ġekran":653,"Ġise":654,"ĠarkasÄ±ndaki":655,"Ġederek":656,"Ġloss":657,"ĠÃ§alÄ±ÅŁan":658,"ĠNVIDIA":659,"ĠTÃ¼rkÃ§e":660,"Ġattention":661,"anizmasÄ±":662,"Ġbeklenir":663,"ĠbÃ¶ler":664,"Ġbazen":665,"Ġboyutu":666,"Ġdizisinin":667,"ĠdayanÄ±r":668,"Ġdisiplin":669,"ĠdoÄŁdu":670,"ĠduygularÄ±nÄ±":671,"ĠmekanizmasÄ±":672,"Ġmetni":673,"Ġkelimeler":674,"ĠkÃ¼tÃ¼phanedir":675,"ĠkartlarÄ±":676,"Ġdecoder":677,"Ġdeneylerle":678,"ĠdevamÄ±nÄ±":679,"ĠyaygÄ±n":680,"ĠyalnÄ±zca":681,"ĠsÄ±rasÄ±nda":682,"ĠsaÄŁlar":683,"ĠsÄ±fÄ±rdan":684,"ĠsÃ¼rekliliktir":685,"Ġsistemler":686,"Ġtahmin":687,"ĠtarafÄ±dÄ±r":688,"ĠÃ¶rÃ¼ntÃ¼leri":689,"ĠiÅŁleme":690,"ĠparÃ§alarÄ±na":691,"ĠdeÄŁerinin":692,"Darklove":693,"Ġprogramlama":694,"PyTorch":695,"ĠgeliÅŁtirmek":696,"Ġhissedebilir":697,"Ġhesaplama":698,"Ġyolun":699,"ĠanlayabileceÄŁi":700,"ĠaraÅŁtÄ±rma":701,"ĠiliÅŁkileri":702,"ĠdÃ¼ÅŁmesi":703,"ĠdÃ¼ÅŁtÃ¼kÃ§e":704}